Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/legal.po
Languages: es

source: This program is directed at Axe investors that are interested in running a compliant service in regulated markets. If some users prefer to run services without a compliance program or don't need one, we completely respect that too.
es: Este programa está dirigido a los inversores de Axe que estén interesados en ejecutar un servicio compatible en mercados regulados. Si algunos usuarios prefieren ejecutar servicios sin un programa de cumplimiento o no lo necesitan, también lo respetamos por completo.

source: Axe ATM Compliance Program
es: Programa de cumplimiento de cajeros automáticos de Axe

source: Please first read the `Quick Guide To Operating a Virtual Currency Kiosk <https://github.com/axerunners/docs/blob/master/binary /QuickGuidetoOperatingaVirtualCurrencyKioskAXE-watermark.pdf>`_. This guide will guide you through the initial steps of registering as an MSB. It is crucial you start here.
es: Por favor lee primero la `Guía rápida para operar un quiosco de moneda virtual <https://github.com/axerunners/docs/blob/master/binary /QuickGuidetoOperatingaVirtualCurrencyKioskAXE-watermark.pdf>`_. Esta guía te guiará a través de los pasos iniciales para registrarte como un MSB. Es crucial que comiences aquí.

source: Listen to the Audio Guides on BSA AML and read the BSA AML Training Manual
es: Escucha las Guías de audio en BSA AML y lee el manual de entrenamiento BSA AML

source: `BSA AML Compliance Training manual <https://github.com/axerunners/docs/raw/master/binary/BSA%20AML%20Compliance%20Training_Sample_AXE.pptx>`_
es: `Manual de entrenamiento de cumplimiento BSA AML <https://github.com/axerunners/docs/raw/master/binary/BSA%20AML%20Compliance%20Training_Sample_AXE.pptx>`_

source: `AML In Depth <https://soundcloud.com/axerunners/aml-indepth-axe>`_
es: `AML en profundo <https://soundcloud.com/axerunners/aml-indepth-axe>`_

source: Get familiar with the documentation you will need by looking at the following templates
es: Familiarízate con la documentación que necesitarás mirando las siguientes plantillas

source: `Surveillance and Monitoring <https://github.com/axerunners/docs/raw/master/binary/SurveillanceandMonitoring_Sample_AXE.docx>`_
es: `Vigilancia y Monitoreo <https://github.com/axerunners/docs/raw/master/binary/SurveillanceandMonitoring_Sample_AXE.docx>`_

source: `KYC CDD Policy <https://github.com/axerunners/docs/raw/master/binary/KYC%20CDD%20Policy_Sample_AXE.docx>`_
es: `Política KYC CDD <https://github.com/axerunners/docs/raw/master/binary/KYC%20CDD%20Policy_Sample_AXE.docx>`_

source: `AML Program <https://github.com/axerunners/docs/raw/master/binary/AML%20Program_Sample_AXE.docx>`_
es: `Programa AML <https://github.com/axerunners/docs/raw/master/binary/AML%20Program_Sample_AXE.docx>`_

source: `Risk Assessment <https://github.com/axerunners/docs/raw/master/binary/Risk%20Assessment_Sample_AXE.docx>`_
es: `Evaluación de riesgos <https://github.com/axerunners/docs/raw/master/binary/Risk%20Assessment_Sample_AXE.docx>`_

source: Get familiar with some of the reports you may need to file as part of operations. In the Quick Guide in Step 1, we go through registration on the E - BSA filing system. This step also provides example CTR (Currency Transaction Report) and SAR (Suspicious Activity Report) report samples. Axe operators should be familiar with these as they may need to file them as part of operations. Sample reports:
es: Familiarízate con algunos de los informes que deberás presentar como parte de las operaciones. En la Guía rápida del Paso 1, realizamos el registro en el sistema de archivo E - BSA. Este paso también proporciona ejemplos de informes CTR (Informe de transacciones de monedas) y SAR (Informe de actividad sospechosa). Los operadores de Axe deben estar familiarizados con estos informes ya que pueden necesitar archivarlos como parte de las operaciones. Informes de muestra:

source: `Currency Transaction Report <https://github.com/axerunners/docs/raw/master/binary/CTR_job%20aid_AXE.pdf>`_
es: `Reporte de transacción de monedas <https://github.com/axerunners/docs/raw/master/binary/CTR_job%20aid_AXE.pdf>`_

source: `Suspicious Activity Report <https://github.com/axerunners/docs/raw/master/binary/SAR_job%20aid_AXE.pdf>`_
es: `Reporte de actividades sospechosas <https://github.com/axerunners/docs/raw/master/binary/SAR_job%20aid_AXE.pdf>`_

source: If you would now like to move forward with your project, we recommend getting in contact with `Cogent Law <http://www.cogentlaw.co>`_, our recommended legal counsel. Preferential rates are available for Axe users. Please email: atoulon@cogentlaw.co
es: Si ahora deseas seguir adelante con tu proyecto, te recomendamos contactar a `Cogent Law <http://www.cogentlaw.co>`_, nuestro asesor legal recomendado. Las comisiones preferenciales están disponibles para los usuarios de Axe. Por favor envía un email a: atoulon@cogentlaw.co
