Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/copay/getting-started.po
Languages: ar, es, zh_cn

source: Getting started with sending and receiving Axe using the Axe Copay wallet
ar: الشروع في إرسال واستقبال داش باستخدام محفظة داش كوباي
es: Empezando con el envio y recepcion de Axe usando billetera Axe Copay
zh_cn: 启用达世币Copay钱包并发送或接收达世币

source: axe, mobile, wallet, copay, multisig, ios, android, installation, send, receive, addresses, getting started
ar: داش ، الهاتف ، محفظة ، كوباي ، multisig ، الأيفون ، اندرويد ، تركيب ، إرسال ، استقبال ، عناوين ، البدء
es: axe, móvil, billetera, copay, multifirma, ios, android, instalación, enviar, recibir, direcciones, empezando
zh_cn: 达世币，移动，钱包，Copay，多重签名，iOS，安卓，安装，发送，接收，地址，入门

source: Getting Started
ar: لنبدأ
es: Empezando
zh_cn: 商家入门指南

source: This documentation describes how to use the most common features of the Axe Copay wallet. Since the functionality is similar across all supported platforms (Android, iOS, Windows, macOS, Linux), the instructions and screenshots will reference the Android software, highlighting differences between the platforms where necessary.
ar: توضح هذه الوثائق كيفية استخدام أكثر الميزات شيوعًا في محفظة داش كوباي. نظرًا لأن الوظيفة الوظيفية تختلف عبر جميع الأنظمة الأساسية المدعومة (اندرويد و الأيفون و ويندوز و ماك و لينكس) ، فإن التعليمات ولقطات الشاشة ستشير إلى برنامج اندرويد ، مما يبرز الاختلافات بين الأنظمة الأساسية عند الضرورة.
es: Esta documentación describe cómo utilizar los atributos de la billetera Axe Copay. Como la funcionalidad es muy parecida en todas las plataformas (Android, iOS, Windows, macOS, Linux) las instrucciones y las capturas de pantalla se basarán en el software Android, resaltando las diferencias entre plataformas cuando sea necesario.
zh_cn: 本文档介绍了达世币Copay钱包的常用功能和使用指南。由于各个支持达世币的系统平台（如安卓、iOS、Windows、macOS和Linux）在功能上 都是相似的，因此本文档及其截屏仅以Android系统上的达世币Copay钱包为例，并在有必要的时候突出强调平台间的差异。

source: The easiest way to install the Axe Copay for Android is from the Google Play Store.
ar: أسهل طريقة لتثبيت داش كوباي لنظام اندرويد هي من متجر قوقل بلاي.
es: La forma mas fácil de instalar Axe Copay para Android is desde la Google Play Store.
zh_cn: 安装Android版达世币Copay钱包的最便捷的方式就是借助谷歌应用商店来完成下载和安装。

source: Axe Copay for iOS is available through Apple TestFlight. To join the list of testers, send an email to elizabeth.robuck@docs.axerunners.com with your Apple Account ID. For other platforms, or to view and compile the source code yourself, please see the instructions on `GitHub <https://github.com/axerunners/axe-copay>`__.
ar: داش كوباي في الأيفون متوفر من خلال Apple TestFlight. للانضمام إلى قائمة المختبرين ، أرسل بريدًا إلكترونيًا إلى elizabeth.robuck@docs.axerunners.com باستخدام معرف حساب Apple الخاص بك. بالنسبة إلى الأنظمة الأساسية الأخرى ، أو لعرض وترجمة شفرة المصدر بنفسك ، يرجى الاطلاع على التعليمات `هنا <https://github.com/axerunners/axe-copay>`__.
es: Axe Copay para iOS esta disponible a través de Apple TestFlight. Para unirse a la lista de probadores, enviar un correo electrónico a elizabeth.robuck@docs.axerunners.com con su ID de cuenta de Apple. Para otras plataformas, o para ver y compilar el codigo fuente usted mismo, por favor vea las instrucciones en `GitHub <https://github.com/axerunners/axe-copay>`__.
zh_cn: 用户还可以通过TestFlight 来下载ISO版的达世币Copay钱包。如需加入测试人员的行列，用户只需向 elizabeth.robuck@docs.axerunners.com 发送邮件并附上自己的苹果账户ID。如需了解其它平台或自行查看和编译源代码，用户可以阅读\ `GitHub <https://github.com/axerunners/axe-copay>`__\ 上的说明。

source: Installation
ar: التتبيث
es: Instalación
zh_cn: 安装

source: When you first start your Axe Copay Wallet, you will be prompted to choose between creating a new wallet or restoring an existing wallet from backup. Choose **Get Started** to create a new wallet, unless you have existing funds stored in another wallet using a recovery phrase. When prompted, enter and confirm a spending password to encrypt your wallet keys. You will need this password every time you want to send Axe from your wallet. At this point, you will be offered a chance to back up your wallet using a recovery phrase. It is highly recommended to do this immediately by tapping the **Backup wallet** button. Acknowledge the warnings, enter your password and write down the displayed recovery phrase on paper. Do not take a screenshot, since your device will likely make a copy on cloud storage, which is not necessarily under your personal control. Confirm the recovery phrase and terms of use. Your Axe Copay wallet is now ready to go!
ar: عند بدء تشغيل محفظة داش كوباي ، ستتم مطالبتك بالاختيار بين إنشاء محفظة جديدة أو استعادة محفظة موجودة من النسخة الاحتياطية. اختر **البدء** لإنشاء محفظة جديدة ، إلا إذا كان لديك أموال موجودة مخزنة في محفظة أخرى باستخدام كلمة الإستراد عند المطالبة ، أدخل كلمة مرور الإنفاق وقم بتأكيدها لتشفير مفاتيح محفظتك. ستحتاج إلى كلمة المرور هذه في كل مرة تريد فيها إرسال داش من محفظتك. في هذه المرحلة ، ستتاح لك فرصة عمل نسخة احتياطية من محفظتك باستخدام كلمة الإستراد. من المستحسن إجراء ذلك فورًا بالنقر فوق زر **نسخة احتياطية من المحفظة**. قم بالإقرار بالتحذيرات ، وأدخل كلمة المرور الخاصة بك واكتب كلمة الإستراد المعروضة على الورق. لا تأخذ لقطة شاشة ، نظرًا لأن جهازك سيعمل على الأرجح على تخزين على السحاب ، وهو ليس بالضرورة تحت سيطرتك الشخصية. قم بتأكيد عبارة الاسترداد وشروط الاستخدام. محفظة داش كوباي الخاصة بك جاهزة الآن!
es: Cuando inicias su Billetera Axe Copay, se le pedirá que elijas entre crear una billetera nueva o restaurar una billetera existente desde un respaldo. Elija **Iniciar** para crear una nueva billetera, a menos que tenga fondos almacenados en otra billetera use una fresa de recuperación. Cuando se le solicite, ingrese y confirme una contraseña para pagos para encriptar las llaves de tu billetera. Necesitaras esta contraseña cada vez que quiera enviar Axe desde su billetera. En este punto, se le ofrecerá una oportunidad para respaldar su billetera usando una frase de recuperación. Es altamente recomendado hacer esto inmediatamente tocando el botón **Respaldar Billetera**. Reconozca las advertencias, ingrese su contraseña y anote en papel la frase de recuperación mostrada. No tome captura de pantalla, ya que es probable que su dispositivo haga una copia en almacenamiento en la nube, que no está necesariamente bajo su control personal. Confirme la frase de recuperación y los términos de uso. ¡Su billetera Axe Copay esta lista para usar!
zh_cn: 在初次使用达世币Copay钱包的时候，界面将会提示您选择创建新钱包或借助备份恢复已有的钱包。如果您已经拥有钱包并且钱包中还有余额，那么您可以借助恢复短语来复原钱包；否则，您应选择 **开始** 并创建新的钱包。如果界面出现提示，您应输入并确认支付密码以便对钱包密码进行加密。每次发送达世币的时候，您都要用到这个密码。这个时候，您还有机会使用恢复短语来对钱包进行备份。在此，我们强烈建议您点击 **钱包备份** 按钮立即执行这项操作。您应当点击警告页面上的确认键，输入密码，并在纸上记录下页面显示的恢复短语。建议大家不要截图保存，因为个人设备可能会在云存储上进行备份，进而导致相关数据脱离个人的控制。接下来，您还应确认恢复短语和使用条款。此时，您的达世币 Copay钱包就可以使用了！

source: *Creating a new wallet and generating the recovery phrase in Axe Copay wallet*
ar: *إنشاء محفظة جديدة وتوليد كلمة الإستراد في محفظة داش كوباي*
es: *Crear una nueva billetera y generando la frase de recuperación en la billetera Axe Copay*
zh_cn: *在达世币 Copay钱包中创建新钱包并生成恢复密码*

source: If you want to restore an existing Axe Copay wallet, simply tap **Restore from backup** and enter the 12 word recovery phrase. File/text backups are also supported.
ar: إذا كنت ترغب في استعادة محفظة داش كوباي موجودة ، ما عليك سوى النقر **استعادة من النسخة الاحتياطية** وإدخال كلمة الإستراد كلمة 12. النسخ الاحتياطي الملف / النص معتمدة أيضا.
es: Si deseas restaurar una billetera Axe Copay existente, simplemente toca **Restaurar desde el respaldo** e ingresa la frase de recuperación de 12 palabras. Los respaldos de archivos/textos también son compatibles.
zh_cn: 如需恢复现有的达世币Copay钱包，用户只需点击 **借助备份恢复** 并输入12个字符的恢复密码即可。软件也支持文件或文本备份。

source: Receiving
ar: إستقبال
es: Recibiendo
zh_cn: 接收

source: Simply tap the **Receive** icon at the bottom of the screen to receive Axe. The wallet will generate and display a QR code for the other device to scan, or you can tap the displayed address to copy it to the clipboard so you can paste it in another app. If you have multiple wallets, you can see the name of the wallet at the bottom of the screen, and tap it to switch between wallets. The receiving address will change and you will receive a notification when you receive the transfer.
ar: ما عليك سوى النقر على أيقونة **استقبال** في أسفل الشاشة لاستلام داش. ستقوم المحفظة بإنشاء وعرض رمز QR لجهاز آخر للمسح ، أو يمكنك النقر على العنوان المعروض لنسخه إلى الحافظة بحيث يمكنك لصقه في تطبيق آخر. إذا كان لديك العديد من المحافظ ، يمكنك رؤية اسم المحفظة في أسفل الشاشة ، ثم اضغط عليها للتبديل بين المحافظ. سيتم تغيير عنوان الاستلام وستتلقى إشعارًا عندما تتلقى التحويل.
es: Simplemente toque el icono **Recibir** en el fondo de la pantalla para recibir Axe. La billetera generara y mostrara un código QR para ser escaneado por otro dispositivo, o puede tocar la dirección mostrada para copiarla al portapapeles así podrá pegarla en otra aplicación. Si tiene múltiples billeteras, puede ver el nombre de la billetera en el fondo de la pantalla, y toque para cambiar entre billeteras. La dirección de recepción cambiara y recibirás una notificación cuando reciba la transferencia.
zh_cn: 如需接收达世币，用户只要点击屏幕底部的 **接收** 按键即可。此时，钱包将会生成并显示一个二维码，以便其它设备进行扫描和支付。用户也可以点击显示的地址并将它复制到剪贴板，以便将它粘贴到另一个应用程序上。如果拥有多个达世币钱包，用户可以在屏幕的底部浏览钱包的名称，并点击切换不同的钱包。在钱包切换后，收款地址将更改。用户将在收到转帐时收到通知。

source: *Receiving axe and viewing your balance in Axe Copay wallet*
ar: *تلقي اندفاع وعرض رصيدك في محفظة داش كوباي*
es: *Recibir Axe y revisar tu saldo en la billetera Axe Copay*
zh_cn: *在达世币Copay钱包上接收达世币并查看余额*

source: Sending
ar: إرسال
es: Enviando
zh_cn: 发送

source: Depending on how your payee has provided their receiving address to you, you can send Axe by tapping either the **Scan** icon to use the device camera to scan a QR code, or the **Send** icon to paste a copied address or select an address from your Axe Copay address book. Once you have entered the address, it may be possible or necessary to enter the amount of Axe to be sent or an optional label for the recipient, and to decide if you want to send with InstantSend on or off (off by default). If you have multiple wallets, you must also choose which wallet you will use to send the funds. Once the transaction is complete, you will see a payment confirmation screen.
ar: اعتمادًا على كيفية قيام المستفيد الخاص بك بتقديم عنوان استلامه لك ، يمكنك إرسال داش بالنقر فوق رمز **فحص** لاستخدام كاميرا الجهاز لمسح رمز QR ، أو رمز **إرسال** للصق نسخة أو حدد عنوانًا من دفتر عناوين داش كوباي. بمجرد إدخال العنوان ، قد يكون من الممكن أو الضروري إدخال كمية داش ليتم إرسالها أو تسمية اختيارية للمستلم ، ولتحديد ما إذا كنت تريد الإرسال باستخدام الإرسال الفوري أم لا (إيقاف تشغيله بشكل افتراضي). إذا كان لديك عدة محافظ ، يجب عليك أيضًا اختيار المحفظة التي ستستخدمها لإرسال الأموال. بمجرد اكتمال المعاملة ، سترى شاشة تأكيد الدفع
es: Dependiendo de como su beneficiario le haya proveído su dirección de recepción, puede enviar Axe tocando o el icono **Escanear** para usar la cámara para escanear un código QR, o el icono **Enviar** para pegar una dirección copiada o seleccione una una dirección del libro de direcciones de Axe Copay. Una vez ingrese la dirección, puede ser posible o necesario ingresar la cantidad de Axe a ser enviada o una etiqueta adicional para el receptor, y para decidir si quiere enviar con InstantSend habilitado o deshabilitado (deshabilitado por defecto). Si tiene billeteras múltiples, puede incluso elegir cual billetera usara para enviar los fondos. Una vez la transacción este completa, vera una confirmación de pago en la pantalla.
zh_cn: 基于收款人提供收款地址的方式，用户可以点击 **扫描** 并使用摄像头来扫描二维码，从而发送达世币。或者，用户也可以点击 **发送** 按键并从达世币Copay 的地址簿上复制粘贴收款地址。在输入地址后，用户可能需要输入发送的达世币金额或收款方的附加说明，并选择是否使用即时发送功能（该功能默认开启）。如果拥有多个钱包，用户还必须选择用于发送资金的钱包。在交易完成后，用户将看到支付已确认的界面。

source: *Sending Axe from Axe Copay wallet*
ar: *إرسال داش من محفظة داش كوباي*
es: *Enviar Axe desde la billetera Axe Copay*
zh_cn: *通过达世币Copay钱包发送达世币*

source: Viewing transactions and balances
ar: عرض المعاملات والأرصدة
es: Revisar transacciones y saldos
zh_cn: 查看交易与余额

source: Your recent transactions appear on the **Home** screen. You can tap any transaction to view more details or enter a **Memo** to help you remember the purpose of the transaction. Tap **View on blockchain** to open the Insight blockchain explorer to view full transaction details. All the wallets you have created and their respective balances appear below the recent transactions on the **Home** screen. You can tap any wallet to view the balance and transaction history associated with that wallet only.
ar: تظهر معاملاتك الأخيرة على شاشة **الرئيسية**. يمكنك النقر على أي معاملة لعرض مزيد من التفاصيل أو إدخال **مذكرة** لمساعدتك على تذكر الغرض من المعاملة. انقر فوق عرض **على بلوكشين** لفتح مستكشف بلوكشين لعرض تفاصيل المعاملة بالكامل. تظهر جميع المحافظ التي قمت بإنشائها وأرصدة كل منها أدناه المعاملات الأخيرة على شاشة **الرئيسة**. يمكنك النقر على أي محفظة لعرض سجل المعاملات والموازنة المرتبط بتلك المحفظة فقط.
es: Tus transacciones recientes aparecen en la pantalla **Inicio**. Puedes tocar cualquier transacción para ver más detalles o ingresar un **Memo** para ayudarte a recordar el propósito de la transacción. Toca **Ver en la cadena de bloques** para abrir el explorador de la cadena de bloques para ver los detalles completos de la transacción. Todas las billeteras que has creado y sus respectivos saldos aparecen debajo de las transacciones recientes en la pantalla **Inicio**. Puedes tocar cualquier billetera para ver el saldo y el historial de transacciones asociadas con esa billetera.
zh_cn: 用户近期的交易会显示在 **主屏幕** 上。用户可以点击任何一笔交易，以便查阅更多的详细信息，还可以在 **备忘录** 输入记录，以便记录交易的目的。通过点击 **查看区块链** ，用户还能打开Insight区块链浏览器并查阅详尽的交易信息。用户所创建的所有钱包及其各自的余额都显示在 **主屏幕** 上的近期交易的下方。用户可以点击任何钱包，然后查阅仅与该钱包相关的余额和交易历史记录。

source: *Home screen, transaction details and wallet details in Axe Copay wallet*
ar: *الشاشة الرئيسية وتفاصيل الصفقة وتفاصيل المحفظة في محفظة داش كوباي*
es: *Pantalla de inicio, detalles de la transacción y detalles de la billetera en la billetera Axe Copay*
zh_cn: *达世币Copay钱包中的主屏幕、交易详情和钱包细节说明*
