Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/copay/shared-wallets.po
Languages: ar, es, zh_cn

source: Setting up shared multi-signature wallets using Axe Copay
ar: إعداد حافظة مشتركة متعددة التوقيع باستخدام داش كوباي
es: Configurando billeteras compartidas multifirmas usando Axe Copay
zh_cn: 通过达世币Copay创建多重签名共享钱包

source: axe, mobile, wallet, copay, multisig, ios, android, shared wallet
ar: داش ، الهاتف ، محفظة ، كوباي ، multisig ، الأيفون ، الأندرويد ، محفظة مشتركة
es: axe, móvil, billetera, copay, multifirma, ios, android, billetera compartida
zh_cn: 达世币、移动、钱包、Copay、多重签名、iOS、安卓、共享钱包

source: Shared Wallets
ar: محافظ مشتركة
es: Billeteras compartidas
zh_cn: 共享钱包

source: Normal transactions in Axe only need to be approved by the person sending the funds. The Axe Copay wallet supports multisig, short for multisignature, meaning that it is possible to require more than one key to approve a transaction. This can be used like a joint checking account, or in situations where majority approval from a board is required to create a transaction. This documentation describes how to set up and use shared wallets.
ar: يجب أن تتم الموافقة على المعاملات العادية في داش فقط من قبل الشخص الذي يرسل الأموال. تدعم محفظة داش كوباي ، وهي اختصار لتعددات متعددة ، وهذا يعني أنه من الممكن طلب أكثر من مفتاح واحد للموافقة على المعاملة. يمكن استخدام ذلك كحساب فحص مشترك ، أو في الحالات التي تتطلب موافقة الأغلبية من مجلس الإدارة لإنشاء معاملة. توضح هذه الوثائق كيفية إعداد واستخدام المحافظ المشتركة.
es: Las transacciones normales en Axe solo deben ser aprobadas por la persona que envía los fondos. La billetera Axe Copay es compatible con multifirma, abreviatura de multifirma, lo que significa que es posible requerir más de una llave para aprobar una transacción. Esto se puede usar como una cuenta corriente conjunta, o en situaciones donde se requiere la aprobación mayoritaria de una junta para crear una transacción. Esta documentación describe cómo configurar y usar billeteras compartidas.
zh_cn: 达世币的常规交易只需发款方授权即可。达世币Copay钱包则支持多重签名，即交易的达成需要多方授权。也就是说，多重签名与联名账户相似，又像董事会需取得多数赞成才能推行方案。本文档将向用户介绍共享钱包的创建和使用。

source: Before you create a shared wallet, think about how many people should have access to it, and how many of those people will be required to authorise a transaction. Is it just one or two? Or a majority, or even everyone? Shared wallets allow you to specify a total number of copayers and a required number of signatures to create a transaction. These are often referred to as M-of-N transactions, where for example 2-of-3 signatures are required to transact. In practice, this is used to share responsibility for the funds between several people. It is not possible require a certain person, such as the manager, to be one of the copayers (although adding a password only the manager knows can have the same effect). Shared wallets are inherently risky because if more than the minimum required number of people involved lose access to their keys, the funds will be inaccessible forever. Make sure everyone understands the risks and responsibilities of shared wallets before committing significant funds.
ar: قبل إنشاء محفظة مشتركة ، فكر في عدد الأشخاص الذين يمكنهم الوصول إليها ، وعدد الأشخاص الذين سيُطلب منهم تفويض إجراء إحدى المعاملات. هل هو واحد أو اثنان فقط؟ أو أغلبية ، أو حتى الجميع؟ تتيح لك الحافظات المشتركة تحديد إجمالي عدد المشتركون وعدد التوقيعات المطلوب لإنشاء معاملة. وغالبًا ما يشار إليها باسم معاملات M-of-N ، حيث يلزم على سبيل المثال التواقيع 2- من -3. في الواقع ، يتم استخدام هذا لتبادل المسؤولية عن الأموال بين عدة أشخاص. ليس من الممكن أن يتطلب شخصًا معينًا ، مثل المدير ، أن يكون أحد القائمين بالتسديد (على الرغم من أن إضافة كلمة مرور يعرف المدير فقط يمكن أن يكون لها نفس التأثير). تعتبر المحافظ المشتركة خطرة بطبيعتها لأنه إذا كان أكثر من الحد الأدنى المطلوب من الأشخاص المتورطين يفقدون إمكانية الوصول إلى مفاتيحهم ، فلن يكون بالإمكان الوصول إلى الأموال إلى الأبد. تأكد من أن الجميع يفهم مخاطر ومسؤوليات المحافظ المشتركة قبل الالتزام بأموال كبيرة.
es: Antes de crear una billetera compartida, piensa en cuántas personas deberían tener acceso a ella, y cuántas de esas personas deberán autorizar una transacción. ¿Es solo uno o dos? ¿O una mayoría, o incluso todos? Las billeteras compartidas te permiten especificar un número total de copagadores y una cantidad requerida de firmas para crear una transacción. A menudo se les denomina transacciones M-de-N, donde, por ejemplo, se requieren 2-de-3 firmas para realizar transacciones. En la práctica, esto se usa para compartir la responsabilidad de los fondos entre varias personas. No es posible exigir que una determinada persona, como el gerente, sea uno de los copagadores (aunque agregar una contraseña que solo el gerente sabe puede tener el mismo efecto). Las billeteras compartidos son intrínsecamente arriesgadas porque si más del número mínimo requerido de personas involucradas pierde el acceso a sus llaves, los fondos serán inaccesibles para siempre. Asegúrate de que todos entiendan los riesgos y las responsabilidades de las billeteras compartidas antes de comprometer fondos significativos.
zh_cn: 在创建共享钱包之前，用户应当考虑钱包的访问人数和交易所需的授权人数。访问人数是否只有一两个人？交易是否需要大多数共享用户甚至所有共享用户的签名授权？共享钱包允许用户指定共享用户的总人数N和创建交易所需的签名数量M，因此，共享钱包通常也被称作m/n交易。以2 -3多重签名钱包为例，用户需要得到三方中的两方的签名授权才能完成交易。在实践中，多重签名钱包可帮助多名用户共同承担责任。不过，用户无法要求管理者等具体人员担当共享用户（虽然新增只有管理者知悉的密码也会导致相同的结果）。共享钱包也有其固有风险——如果因私钥丢失而无法访问钱包的用户超过了交易所需的授权人数， 那么钱包里的资金就永远都无法启用了。总而言之，在存入大笔款项之前，用户需要确保所有人都充分理解共享钱包的风险和责任。

source: Creating a shared wallet
ar: إنشاء محفظة مشتركة
es: Crear una billetera compartida
zh_cn: 创建共享钱包

source: Funds and addresses in shared wallets are managed separately from your personal wallets, so you will need to create a new wallet and then add copayers before you can begin creating transactions. From the **Home** screen, click the + button at the top right to add a new wallet. Select **Create shared wallet** and enter a name for the wallet, your own name, the total number of copayers and the required number of signatures for a transaction. Tap the **Create m-of-n wallet** button to create the wallet. The wallet will appear with your other wallets, listed as **Incomplete** until the copayers have joined.
ar: تتم إدارة الأموال والعناوين في المحافظ المشتركة بشكل منفصل عن محافظك الشخصية ، لذلك ستحتاج إلى إنشاء محفظة جديدة ثم إضافة القراصنة قبل أن تتمكن من البدء في إنشاء المعاملات. من شاشة **الرئيسية** ، انقر فوق الزر + في أعلى اليمين لإضافة محفظة جديدة. حدد **إنشاء محفظة مشتركة** وأدخل اسمًا للمحفظة ، واسمك الخاص ، والعدد الإجمالي للمسافرين ، وعدد التوقيعات المطلوبة للمعاملة. اضغط على زر **m-of-n انشاء محفظة** لإنشاء المحفظة. ستظهر المحفظة مع محافظك الأخرى ، المدرجة كقيمة **غير مكتمل** حتى ينضم المشتركون.
es: Los fondos y direcciones en billeteras compartidas se administran por separado de tus billeteras personales, por lo que deberás crear una nueva billetera y luego agregar copagadores antes de poder comenzar a crear transacciones. Desde la pantalla **Inicio**, haz click en el botón + en la esquina superior derecha para agregar una nueva billetera. Selecciona **Crear billetera compartida** e ingresa un nombre para la billetera, tu propio nombre, el número total de copagadores y el número requerido de firmas para una transacción. Toca el botón **Crear billetera m-of-n** para crear la billetera. La billetera aparecerá con tus otras billeteras, enumeradas como **Incompletas** hasta que se hayan unido los copagadores.
zh_cn: 共享钱包中的资金和地址独立于用户的个人钱包之外，因此，用户需要创建新的钱包并在创建交易前添加Copayers。创建方式如下所示：在 **主页界面** 上点击右上角的 + 按钮添加新钱包；选择 **创建共享钱包** ，并输入钱包名称、用户名称、钱包的共享人数和交易所需的授权签名数量；点击 **创建m/n多重签名钱包** 来完成创建。此时，钱包将会与用户的其它钱包一起显示，但在其它共享用户加入之前，这个钱包将显示为 **未完成** 。

source: *Creating a 2-of-3 shared wallet in Axe Copay*
ar: *إنشاء محفظة مشتركة من 2- إلى -3 في داش كوباي*
es: *Crear una billetera compartida de 2-de-3 en Axe Copay*
zh_cn: *在达世币Copay上创建2 -3共享钱包*

source: Tap the incomplete shared wallet when you are ready to add users. A QR code will be displayed. Have your copayers scan the code or share it to them by email or instant message by tapping the **Share invitation** button. Once everyone has scanned the code and entered their name, the wallet is ready for use. Simply tap the wallet to display addresses for receiving funds, but note that the addresses begin with 7 instead of X to indicated they are multisig addresses. It is possible to receive Axe to a shared wallet in exactly the same way as a normal wallet. Only sending Axe requires participation from the copayers.
ar: انقر على المحفظة المشتركة غير المكتملة عندما تكون مستعدًا لإضافة مستخدمين. سيتم عرض رمز الاستجابة السريعة. اطلب من المشتركون مسح الرمز أو مشاركته معهم عن طريق البريد الإلكتروني أو رسالة فورية بالنقر على زر **دعوة**. بمجرد أن يقوم الجميع بمسح الرمز ضوئيًا وإدخال اسمه ، تكون المحفظة جاهزة للاستخدام. ما عليك سوى النقر على المحفظة لعرض العناوين لتلقي الأموال ، لكن لاحظ أن العناوين تبدأ بـ 7 بدلاً من X للإشارة إلى أنها عناوين متعددة. من الممكن أن تتلقى داشًا إلى محفظة مشتركة بنفس الطريقة تمامًا مثل المحفظة العادية. إرسال داش فقط يتطلب مشاركة من copayers.
es: Toca la billetera compartida incompleta cuando estés listo para agregar usuarios. Se mostrará un código QR. Solicita a tus copagadores que escaneen el código o envíaselos por correo electrónico o mensaje instantáneo al tocar el botón **Compartir invitación**. Una vez que todos hayan escaneado el código e ingresado su nombre, la billetera estará lista para su uso. Simplemente toca la billetera para mostrar las direcciones para recibir fondos, pero ten en cuenta que las direcciones comienzan con 7 en lugar de X para indicar que son direcciones multifirma. Es posible recibir Axe en una billetera compartida exactamente de la misma manera que en una billetera normal. Solo el envío de Axe requiere la participación de los copagadores.
zh_cn: 用户可点击未完成的共享钱包添加共享用户。此时，钱包将显示一个二维码，共享用户可扫描二维码，并通过点击 **分享邀请** 按键以电子邮件或即时短信的形式完成共享。一旦每个共享用户都扫描了二维码并输入了自己的名字，那么钱包就可以启用了。用户只需点击钱包即可显示收款地址。值得注意的是，该地址以7而不是X开头，这说明该地址是多重签名地址。接下来，用户就可以通过和普通钱包完全相同的方式将达世币接收到共享钱包当中了。在多重签名钱包当中，只有发送达世币才需要共享用户的参与。

source: *Adding copayers to a 2-of-3 shared wallet in Axe Copay*
ar: *إضافة برامج مشاركة إلى محفظة مشتركة من 2- إلى -3 في داش كوباي*
es: *Agregar copagadores a una billetera compartida de 2-de-3 en Axe Copay*
zh_cn: *为达世币Copay2 -3共享钱包添加共享用户*
