Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/developers/index.po
Languages: ar, de, es, pt, ru, zh_cn

source: Developers guide and information about sporks and Axe version history
ar: دليل مطوّري البرامج ومعلومات حول تاريخ إصدار داش
de: Entwicklerleitfaden und Informationen über Sporks und die Axe-Versionsgeschichte
es: Guía de desarrolladores e información acerca de sporks e historial de versiones Axe
pt: Guia para desenvolvedores e informações sobre sporks e histórico de versões do Axe
ru: Инструкции и информация для разработчиков, касающаяся спорков и истории версий Axe
zh_cn: 关于sporks和达世币版本历史的开发者指导及信息

source: axe, developers, sporks, version history
ar: داش، المطورين، تاريخ الإصدار
de: axe, entwickler, sporks, versionsgeschichte
es: axe, desarrolladores, sporks, histórico de versiones
pt: axe, desenvolvedores, sporks,historico de versões
zh_cn: 达世币，开发者，sporks，版本历史

source: Developers
ar: المطورين
de: Entwickler
es: Desarrolladores
pt: Desenvolvedores
ru: Разработчикам
zh_cn: 开发者

source: Axe Core has published an extensive `Developer Guide <https://axe-docs.github.io/en/>`_ to help new developers get started with the Axe code base, and as a reference for experienced developers. This guide can be leveraged to quickly and efficiently integrate external applications with the Axe ecosystem. Anyone can contribute to the guide by submitting an issue or pull request on GitHub. The documentation is available at: https://dev-docs.github.io/en/
ar: وقد نشرت داش كور واسعة النطاق `دليل المطورين <https://axe-docs.github.io/en/>`_ لمساعدة المطورين الجدد على البدء بقاعدة رمز داش ، وكمرجع للمطورين ذوي الخبرة. يمكن الاستفادة من هذا الدليل في دمج التطبيقات الخارجية بسرعة وكفاءة مع نظام داش البيئي. يمكن لأي شخص المساهمة في الدليل عن طريق إرسال مشكلة أو سحب طلب على GitHub. الوثائق متاحة على: https://axe-docs.github.io/en/
de: Axe Core hat einen ausführlichen `Entwicklerleitfaden <https://axe-docs.github.io/en/>`_ veröffentlicht, durch den neuen Entwicklern der Einstieg in die Axe-Codebasis vereinfacht werden soll. Dieser Leitfaden kann dazu verwendet werden, externe Applikationen schnell und effizient in das Axe-Ökosystem zu integrieren. Jeder kann zu dem Leitfaden beitragen, indem er auf GitHub ein Issue oder eine Pull Request erstellt. Die Dokumentation kann unter https://dev-docs.github.io/en/ abgerufen werden.
es: Axe Core ha publicado una extensa `Guía del desarrollador <https://axe-docs.github.io/en/>`_ para ayudar a los nuevos desarrolladores a comenzar con la base de código de Axe y como una referencia para desarrolladores experimentados. Esta guía se puede aprovechar para integrar de manera rápida y eficiente las aplicaciones externas con el ecosistema de Axe. Cualquiera puede contribuir a la guía enviando un problema o solicitud de extracción en GitHub. La documentación está disponible en: https://axe-docs.github.io/en/
pt: O Axe Core publicou um extenso `Guia do desenvolvedor <https://axe-docs.github.io/en/>`_ para ajudar os novos desenvolvedores a começarem com a base de códigos do Axe e como uma referência para desenvolvedores experientes. Este guia pode ser aproveitado para integrar de forma rápida e eficiente aplicativos externos ao ecossistema Axe. Qualquer pessoa pode contribuir com o guia enviando um problema ou solicitando solicitação no GitHub. A documentação está disponível em: https://axerunner.github.io/en/
ru: Axe Core опубликовали углублённую `Инструкцию для разработчиков <https://dev-docs.github.io/en/>`_ , чтобы помочь разработчикам разобраться в базовом коде Axe, а также в качестве справочного материала для более опытных разработчиков. С помощью этой инструкции можно быстро и эффективно внедрить сторонние приложение в экосистему Axe. Эту инструкцию можно дополнить, запостив на Github обсуждение или опрос. Документы доступны по адресу: https://dev-docs.github.io/en/
zh_cn: Axe Core发布了一项广泛性的 `开发者指南 <https://dev-docs.github.io/en/>`_ ，旨在帮助新的开发者学习使用达世币代码库，同时也供经验丰富的开发人员参考。利用本指南可以快速有效地将外部应用程序整合入达世币生态系统。任何人都可以通过在GitHub上提交问题或拉取请求，为该指南提供建议。文档获取地址: https://dev-docs.github.io/en/

source: The Axe Core Team also maintains the `Axe Roadmap <https://github.com/axerunners/axe-roadmap>`_, which sets out delivery milestones for future releases of Axe and includes specific technical details describing how the development team plans to realise each challenge. The Axe Roadmap is complemented by the `Axe Improvement Proposals <https://github.com/axerunners/dips>`_, which contain detailed technical explanations of proposed changes to the Axe protocol itself.
ar: يحافظ فريق داش كور أيضًا على `خريطة داش <https://github.com/axerunners/axe-roadmap>`_, الذي يحدد معالم التسليم للإصدارات المستقبلية من داش ويتضمن تفاصيل فنية محددة تصف كيفية تخطيط فريق التطوير لتحقيق كل تحد. تكمل خريطة طريق داش من قبل `اقتراحات تحسين داش <https://github.com/axerunners/dips>`_, التي تحتوي على تفسيرات فنية مفصلة للتغييرات المقترحة على بروتوكول داش نفسه.
de: Das Axe Core Team pflegt zudem die `Axe Roadmap <https://github.com/axerunners/axe-roadmap>`_, welche Meilensteine für zukünftige Veröffentlichungen und technisch-spezifische Details zu den Plänen des Entwicklerteams, diese zu erreichen, beinhaltet. Die Axe Roadmap wird durch die `Axe Improvement Proposals <https://github.com/axerunners/dips>`_ abgerundet, welche technische Erklärungen zu Änderungen des Axe-Protokolls bieten.
es: El equipo de Axe Core también mantiene la `Hoja de ruta de Axe <https://github.com/axerunners/axe-roadmap>`_, que establece los hitos de entrega para futuras versiones de Axe e incluye detalles técnicos específicos que describen cómo el equipo de desarrollo planea realizar desafío. La hoja de ruta de Axe se complementa con las `Propuestas de mejora para Axe <https://github.com/axerunners/dips>`_, que contienen explicaciones técnicas detalladas de los cambios propuestos al protocolo Axe.
pt: A Equipe Core do Axe também mantém o `Roadmap do Axe <https://github.com/axerunners/axe-roadmap>`_, que define marcos de entrega para versões futuras do Axe e inclui detalhes técnicos específicos que descrevem como a equipe de desenvolvimento planeja realizar cada desafio. O Roteiro do Axe é complementado pelo `Axe propostas de melhoria <https://github.com/axerunners/dips>`_, que contêm explicações técnicas detalhadas das alterações propostas para o protocolo Axe.
ru: Команда Axe Core также поддерживает `Дорожную карту Axe <https://github.com/axerunners/axe-roadmap>`_, которая устанавливает основные этапы выполнения промежуточных задач для будущих выпусков Axe и включает конкретные технические детали, описывающие, как команда разработчиков планирует реализовывать каждую задачу. Дорожная карта Axe дополнена `Предложениями по улучшению Axe <https://github.com/axerunners/dips>`_, в которых содержатся подробные технические пояснения предлагаемых изменений к самому протоколу Axe.
zh_cn: Axe Core团队还负责维护 `达世币路线图 <https://github.com/axerunners/axe-roadmap>`_，其中列有未来达世币版本交付时间表，以及关于开发团队如何攻克每一项挑战的特定技术细节。 `达世币改善提案 <https://github.com/axerunners/dips>`_ 是达世币路线图的补充，包含有关于拟议的达世币协议变更的详细技术说明。

source: The remaining sections available below describe practical steps to carry out common development tasks in Axe.
ar: توضح الأقسام المتبقية أدناه الخطوات العملية لتنفيذ مهام التطوير المشتركة في داش.
de: Die verbleibenden Sektionen, die weiter unten gefunden werden können, beschreiben den praktischen Hintergrund, der zum Ausführen allgemeiner Entwicklungsaufgaben in Axe notwendig ist.
es: Las secciones restantes disponibles a continuación describen pasos prácticos para llevar a cabo tareas de desarrollo comunes en Axe.
pt: As seções restantes disponíveis abaixo descrevem as etapas práticas para executar tarefas comuns de desenvolvimento no Axe.
ru: В оставшихся разделах, приведённых ниже, описаны практические шаги для выполнения общих задач разработки в Axe.
zh_cn: 下文所述内容为在达世币中执行共同开发任务的实际步骤。

source: Sporks
ar: الرميات
ru: Спорки
zh_cn: 叉勺技术

source: A multi-phased fork, colloquially known as a "spork", is a mechanism unique to Axe used to safely deploy new features to the network through network-level variables to avoid the risk of unintended network forking during upgrades. It can also be used to disable certain features if a security vulnerability is discovered - see :ref:`here <sporks>` for a brief introduction to sporks. This documentation describes the meaning of each spork currently existing on the network, and how to check their respective statuses.
ar: الشوكة متعددة المراحل ، والتي تُعرف العامية باسم "سبرورك" ، هي آلية فريدة من نوعها لداش تستخدم لنشر ميزات جديدة على الشبكة بأمان من خلال المتغيرات على مستوى الشبكة لتجنب خطر حدوث تشوه غير مقصود للشبكة أثناء الترقيات. ويمكن أيضًا استخدامه لتعطيل ميزات معينة في حالة اكتشاف ثغرة أمنية :ref:`هنا <sporks>` للحصول على مقدمة موجزة عن السيقان. تصف هذه الوثائق معنى كل سائح موجود حاليًا على الشبكة ، وكيفية التحقق من حالات كل منها.
de: Eine mehrstufige Fork, die auch als „Spork“ bezeichnet wird, ist ein einzigartiger Mechanismus, den Axe dazu verwendet, neue Funktionen in das Netzwerk zu integrieren, ohne unbeabsichtigte Forks durch die Upgrades zu erzeugen. Die Funktion kann außerdem dazu verwendet werden Funktionen wieder zu deaktivieren, falls ein bisher unbekannter Fehler gefunden wurde - :ref:`hier <sporks>` befindet sich eine Einführung zum Thema Sporks. Diese Dokumentation beschreibt die Bedeutung jedes Sporks, der momentan vom Netzwerk verwendet wird, und zeigt dessen aktuellen Status auf.
es: Una bifurcación de varias fases, coloquialmente conocida como "spork", es un mecanismo exclusivo de Axe utilizado para implementar de forma segura nuevas características en la red a través de variables de nivel de red para evitar el riesgo de bifurcación involuntaria de la red durante las actualizaciones. También se puede usar para desactivar ciertas funciones si se descubre una vulnerabilidad de seguridad - ver :ref:`aquí <sporks>` para una breve introducción a sporks. Esta documentación describe el significado de cada spork que existe actualmente en la red y cómo verificar sus respectivos estados.
pt: Um fork multifásico, popularmente conhecido como "spork", é um mecanismo exclusivo do Axe usado para implantar com segurança novos recursos na rede por meio de variáveis de nível de rede para evitar o risco de bifurcação indesejada de rede durante as atualizações. Também pode ser usado para desabilitar determinados recursos se uma vulnerabilidade de segurança for descoberta - veja :ref:`aqui <sporks>` para uma breve introdução aos sporks. Esta documentação descreve o significado de cada spork existente atualmente na rede e como verificar seus respectivos status.
ru: Многоэтапное разветвление, известное как “spork”, является уникальным механизмом для Axe, используемым для безопасного развёртывания новых функций в сети с помощью переменных сетевого уровня с целью избежания рисков непреднамеренного разворачивания сети во время обновлений. Спорк также может использоваться для отключения определённых функций, если обнаружена уязвимость безопасности - см. руководство :ref:`здесь <sporks>` по краткому введению в спорки. В этой документации описывается значение каждого существующего в сети спорка, и то, как проверить их соответствующие статусы.
zh_cn: 多阶段分叉，俗称 "spork"，是一种达世币独有的机制，通过网络层变量将新功能安全地部署到网络中，避免升级过程中出现意外的网络分叉风险。也可用于出现安全漏洞时，禁用某些功能——参考 :ref:`此处 <sporks>` sporks简介。该文档描述了目前存在于网络上的每一个spork的含义，以及状态检查方法。

source: Spork functions
ar: وظائف Spork
de: Spork-Funktionen
es: Funciones de spork
pt: Spork funções
ru: Функции спорков
zh_cn: Spork 函数

source: Sporks are set using integer values. Many sporks may be set to a particular epoch datetime (number of seconds that have elapsed since January 1, 1970) to specify the time at which they will active. Enabled sporks are set to 0 (seconds until activation). This function is often used to set a spork enable date so far in the future that it is effectively disabled until changed. The following sporks currently exist on the network and serve functions as described below:
ar: يتم تعيين Sporks باستخدام قيم عدد صحيح. قد يتم تعيين العديد من spaccs إلى تاريخ معين (عدد الثواني التي انقضت منذ 1 يناير 1970) لتحديد الوقت الذي سيتم تنشيطه فيه. يتم تعيين sporks ممكّن إلى 0 (بالثواني حتى التنشيط). غالبًا ما يتم استخدام هذه الوظيفة لتعيين تاريخ تمكين spork حتى الآن في المستقبل بحيث يتم تعطيله بشكل فعال حتى يتم تغييره. تتوفر حاليًا السكاتور التالية على الشبكة وتؤدي وظائف كما هو موضح أدناه
de: Sporks werden über Integer-Variablen eingesetzt. Viele Sporks verwenden eine konkrete Unixzeit (die Zahl der Sekunden, die seit dem 01. Januar 1970 verstrichen sind), um den Startzeitpunkt genau zu definieren. Aktivierte Sporks werden auf 0 gesetzt (Zeit bis zur Aktivierung). Diese Funktion wird oft dazu verwendet einen Zeitpunkt sehr weit in die Zukunft zu verlegen, damit der Spork dadurch deaktiviert wird. Die folgenden Sporks existieren momentan im Netzwerk und führen die beschriebenen Funktionen aus:
es: Las Sporks se configuran usando valores enteros. Muchas sporks se pueden configurar para un tiempo en una fecha de época particular (número de segundos que han transcurrido desde el 1 de enero de 1970) para especificar la hora a la que se activarán. Las sporks habilitadas se configuran en 0 (segundos hasta la activación). Esta función se usa a menudo para establecer una fecha de habilitación de spork en el futuro, la cual esta deshabilitada de manera efectiva hasta que se modifica. Las siguientes sporks existen actualmente en la red y cumplen las funciones que se describen a continuación:
pt: Sporks são definidos usando valores inteiros. Muitos sporks podem ser definidos para uma data específica (número de segundos decorridos desde 1º de janeiro de 1970) para especificar a hora em que eles serão ativados. Os sporks ativados estão definidos como 0 (segundos até a ativação). Esta função é freqüentemente usada para definir uma data de ativação do spork até o futuro no futuro, que é efetivamente desativada até ser alterada. Os seguintes sporks existem atualmente na rede e servem funções conforme descrito abaixo:
ru: Спорки устанавливаются с использованием целочисленных значений. Многие спорки могут быть установлены на определённую опорную метку времени (количество секунд, прошедших с 1 января 1970 года) для указания времени, в которое они будут активны. Метки времени активированных спорков устанавливаются на 0 (секунды до активации). Эта функция часто используется для установки даты активации спорка в отдалённом будущем, если он установлен в отключенный режим до изменения. В настоящее время в сети существуют следующие спорки и они выполняют функции, описанные ниже:
zh_cn: 使用整数值设置Sporks。许多的sporks都可设置特定的新纪元时间（自1970年1月1日起走过的秒数），用作活动时间。启用的sporks设置为0（直至激活前的秒数）。该函数常用于设置未来的spork启用日期，在发生变更之前，一直保持有效。以下为目前网络上存在的sporks及其服务功能：

source: SPORK_2_INSTANTSEND_ENABLED
zh_cn: SPORK_2_即时发送_已启用

source: Governs the ability of Axe clients to use InstandSend functionality.
ar: يحكم قدرة عملاء داش على استخدام وظيفة الإرسال الفوري
de: Verwaltet die Möglichkeit die Funktion InstantSend zu verwenden.
es: Gobierna la capacidad de los clientes de Axe para usar la funcionalidad de InstandSend.
pt: Governa a capacidade dos clientes do Axe de usar a funcionalidade InstandSend.
ru: Управляет возможностью клиентов Axe использовать опцию InstandSend.
zh_cn: 管理达世币客户端使用即时发送功能的能力。

source: SPORK_3_INSTANTSEND_BLOCK_FILTERING
zh_cn: SPORK_3_即时发送_区块_过滤

source: If enabled, masternodes will reject blocks containing transactions in conflict with locked but unconfirmed InstandSend transactions.
ar: في حالة التمكين ، سترفض ماسترنود كتل تحتوي على معاملات في تعارض مع معاملات الإرسال الفوري مؤمنة ولكن غير مؤمنة.
de: Wenn aktiviert, lehnen Masternodes Blöcke ab, deren Transaktionen im Widerspruch zu festgesetzten, aber unbestätigten, InstantSend-Transaktionen stehen.
es: Si está habilitado, los masternodes rechazarán los bloques que contengan transacciones en conflicto con las transacciones de InstandSend bloqueadas pero no confirmadas.
pt: Se ativado, os masternodes rejeitarão os blocos que contêm transações em conflito com transações InstandSend bloqueadas mas não confirmadas.
ru: Если активирован, Мастерноды будут отклонять блоки, содержащие транзакции, конфликтующие с заблокированными, но неподтверждёнными транзакциями InstandSend.
zh_cn: 如果已启用，主节点将拒绝那些含有与已锁定但尚未被证实的即时发送相冲突的区块。

source: SPORK_5_INSTANTSEND_MAX_VALUE
zh_cn: SPORK_5_即时发送_最大_值

source: Enforces the maximum value in Axe that can be included in an InstantSend transaction.
ar: يفرض الحد الأقصى للقيمة في داش التي يمكن تضمينها في معاملة الإرسال الفوري.
de: Legt die Höchstzahl an Axe fest, die in eine InstantSend-Transaktion integriert werden können.
es: Aplica el valor máximo en Axe que se puede incluir en una transacción InstantSend.
pt: Aplica o valor máximo no Axe que pode ser incluído em uma transação do InstantSend.
ru: Контролирует соблюдение максимального значения в Axe, которое может быть включено в транзакцию InstantSend.
zh_cn: 强制执行即时发送交易中所包含的达世币最大值。

source: SPORK_6_NEW_SIGS
zh_cn: SPORK_6_新_签名

source: Enables a new signature format for Axe-specific network messages introduced in Axe 12.3. For more information, see `here <https://github.com/axerunners/axe/pull/1936>`__ and `here <https://github.com/axerunners/axe/pull/1937>`__.
ar: لتمكين تنسيق توقيع جديد لرسائل شبكة خاصة بشركة داش المقدمة في داش 12.3. لمزيد من المعلومات، راجع `هنا <https://github.com/axerunners/axe/pull/1936>`__ و `هنا <https://github.com/axerunners/axe/pull/1937>`__.
de: Aktiviert das neue Signaturformat für Axe-spezifische Netzwerksnachrichten, die in Axe 12.3 eingeführt wurden. Weitere Informationen befinden sich `hier <https://github.com/axerunners/axe/pull/1936>`__ und `hier <https://github.com/axerunners/axe/pull/1937>`__.
es: Habilita un nuevo formato de firma para los mensajes de red específicos de Axe introducidos en Axe 12.3. Para más información, consulta `aquí <https://github.com/axerunners/axe/pull/1936>`__ y `aquí <https://github.com/axerunners/axe/pull/1937>`__.
pt: Ativa um novo formato de assinatura para mensagens de rede específicas do Axe, introduzidas no Axe 12.3. Para mais informações, veja `aqui <https://github.com/axerunners/axe/pull/1936>`__ e `aqui <https://github.com/axerunners/axe/pull/1937>`__.
ru: Обеспечивает новый формат подписи для специальных сетевых сообщений Axe, введённых в версии Axe 12.3. Дополнительную информацию см. `здесь <https://github.com/axerunners/axe/pull/1936>`__ и `здесь <https://github.com/axerunners/axe/pull/1937>`__.
zh_cn: 启用新的签名格式，服务于达世币 12.3所引入的特定于达世币的网络消息。更多信息，请参阅 `此处 <https://github.com/axerunners/axe/pull/1936>`__ 和 `此处 <https://github.com/axerunners/axe/pull/1937>`__。

source: SPORK_8_MASTERNODE_PAYMENT_ENFORCEMENT
zh_cn: SPORK_8_MASTERNODE_支付_执行

source: If enabled, miners must pay 50% of the block reward to a masternode currently pending selection or the block will be considered invalid.
ar: في حالة التمكين ، يجب على عمال التعدين دفع 50٪ من مكافأة المجموعة إلى ماسترنود معلقة حاليًا أو اعتبار الكتلة غير صالحة.
de: Wenn aktiviert, muss der Miner 50% der Block-Rewards an die entsprechende Masternode zahlen, damit der Block nicht als ungültig angesehen wird.
es: Si está habilitado, los mineros deben pagar el 50% de la recompensa del bloque a un masternode que esté actualmente pendiente de selección o el bloque se considerará no válido.
pt: Se habilitado, os mineiros devem pagar 50% da recompensa em bloco para um masternode atualmente pendente de seleção ou o bloqueio será considerado inválido.
ru: Если активирован, майнеры должны заплатить 50% от вознаграждения за блок текущей Мастерноде, которая находится в режиме ожидания выбора или же блок будет считаться недействительным.
zh_cn: 如果已启用，挖矿机必须将区块奖励的50％支付给当前正在等待被选择的主节点，否则，该区块变为无效。

source: SPORK_9_SUPERBLOCKS_ENABLED
zh_cn: SPORK_9_超级块_已启用

source: If enabled, superblocks are verified and issued to pay proposal winners.
ar: إذا تم تمكينها ، يتم التحقق من superblocks وإصدارها لدفع الفائزين بالاقتراح.
de: Wenn aktiviert, werden Superblocks verifiziert und zahlen die festgesetzten Beträge an die Proposal-Gewinner aus.
es: Si está habilitado, los superbloques se verifican y emiten para pagar a los ganadores de propuestas.
pt: Se ativado, os superblocos são verificados e emitidos para pagar os vencedores das propostas.
ru: Если активирован, суперблоки проверяются и выдаются для оплаты победивших предложений.
zh_cn: 如果已启用，则验证并发布超级块，以支付提案获胜者。

source: SPORK_10_MASTERNODE_PAY_UPDATED_NODES
zh_cn: SPORK_10_MASTERNODE_支付_已更新_节点

source: Controls whether masternodes running an older protocol version are considered eligible for payment. This can be used as an incentive to encourage masternodes to update.
ar: يتحكم في ما إذا كان ماسترنود الذي يشغل إصدار بروتوكول أقدم يعتبر مؤهلاً للدفع. يمكن استخدام هذا كحافز لتشجيع ماسترنود لتحديث.
de: Kontrolliert, ob Masternodes eine ältere Protokollversion verwenden und daher keine Auszahlung empfangen dürfen. Hierdurch werden Masternodes dazu angehalten, die Software zu aktualisieren.
es: Controla si los masternodes que ejecutan una versión de protocolo anterior se consideran elegibles para el pago. Esto puede usarse como un incentivo para alentar la actualización de los masternodes.
pt: Controla se os masternodes que executam uma versão de protocolo mais antiga são considerados elegíveis para pagamento. Isso pode ser usado como um incentivo para incentivar os masternodes a serem atualizados.
ru: Контролирует, считаются ли Мастерноды, запущенные на более старой версии протокола подходящими для оплаты. Может использоваться для стимулирования обновления Мастернод.
zh_cn: 无论运行旧协议版本的主节点是否符合支付条件，都进行控制。使用奖励作为激励，促使主节点进行更新。

source: SPORK_12_RECONSIDER_BLOCKS
zh_cn: SPORK_12_重新考虑_区块

source: Forces reindex of a specified number of blocks to recover from unintentional network forks.
ar: يفرض reindex من عدد معين من القطع لاسترداد من شوك الشبكة غير المقصود.
de: Erzwingt die Re-Indexierung einer bestimmten Anzahl von Blöcken, um eine ungewollte Netzwerks-Fork rückgängig zu machen.
es: Forzar el reindex de un número específico de bloques para recuperarse de las bifurcaciones de red involuntarias.
pt: Força a reindexação de um número especificado de blocos para se recuperar de garfos de rede não intencionais.
ru: Принудительно запускает изменение указанного количества блоков для восстановления из-за непреднамеренных сетевых разветвлений.
zh_cn: 强制性地为指定数量的区块重建索引，从偶然网络分叉中恢复过来。

source: SPORK_13_OLD_SUPERBLOCK_FLAG
zh_cn: SPORK_13_旧式_超级块_标志

source: Deprecated. No network function since block 614820.
ar: إهمال. لا توجد وظيفة شبكة منذ كتلة 614820.
de: Überholt. Keine Netzwerks-Funktion seit Block 614820.
es: Obsoleto. Sin función de red desde el bloque 614820.
pt: Descontinuada. Nenhuma função de rede desde o bloco 614820.
ru: Устаревший. Начиная с блока 614820 данная функция отсутствует в сети.
zh_cn: 已弃用。自区块614820之后再无网络功能。

source: SPORK_14_REQUIRE_SENTINEL_FLAG
zh_cn: SPORK_14_要求_哨兵_标志

source: Toggles whether masternodes with status are eligible for payment if status is WATCHDOG_EXPIRED, i.e. Sentinel is not running properly.
ar: يتم تبديل ما إذا كان ماسترنود مع الحالة مؤهلاً للدفع إذا كانت الحالة WATCHDOG_EXPIRED ، أي أنه لا يتم تشغيل الحماية بشكل صحيح
de: Bestimmt, ob Masternodes zahlungsberechtigt sind, wenn der Status WATCHDOG_EXPIRED angezeigt wird. Dieser bedeutet, dass Sentinel nicht korrekt läuft.
es: Alterna si los masternodes con estado son elegibles para el pago si el estado es WATCHDOG_EXPIRED, es decir, Sentinel no se está ejecutando correctamente.
pt: Alterna se os masternodes com status são elegíveis para pagamento se o status for WATCHDOG_EXPIRED, i.e. O Sentinel não está funcionando corretamente.
ru: Переключает способность Мастернод со статусом иметь право на совершение платежа, если их статус WATCHDOG_EXPIRED, то есть Хранитель работает неправильно.
zh_cn: 如果状态为WATCHDOG_EXPIRED，即哨兵未正常运行，则进行切换，无论主节点是否符合奖励条件。

source: SPORK_15_DETERMINISTIC_MNS_ENABLED
zh_cn: SPORK_15_确定性的_主节点_已启用
