Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/developers/index.po
Languages: ar, de, es, pt, ru, zh_cn

source: Controls whether `deterministic masternodes <https://github.com/axerunners/dips/blob/master/dip-0003.md>`_ are required. When activated, the legacy masternode list logic will no longer run and non-updated masternodes will not be eligible for payment.
ar: ضوابط ما إذا كانت `ماسترنود الحتمية <https://github.com/axerunners/dips/blob/master/dip-0003.md>`_ مطلوبة. عند التنشيط ، لن يتم تشغيل منطق قائمة ماسترنود القديمة بعد الآن ولن تكون ماسترنود غير المحدثة مؤهلة للدفع.
de: Kontrolliert, ob `deterministische Masternodes <https://github.com/axerunners/dips/blob/master/dip-0003.md>`_ notwendig sind. Wenn aktiviert, wird der bisherige Masternode-Listenaufbau nicht mehr berücksichtig und nicht-aktualisierte Masternodes werden nicht mehr als zahlungsberechtigt eingestuft.
es: Controla si `masternodes deterministicos <https://github.com/axerunners/dips/blob/master/dip-0003.md>`_ son requeridos. Cuando se activa, la lógica de la lista de masternode heredada ya no se ejecutará y los masternodes no actualizados no serán elegibles para el pago.
pt: Controla se `deterministic masternodes <https://github.com/axerunners/dips/blob/master/dip-0003.md>`_ é requerido. Quando ativada, a lógica da lista de masternodes herdada não será mais executada e os masternodes não atualizados não estarão qualificados para pagamento.
ru: Отслеживает, требуются ли `детерминированные мастерноды <https://github.com/axerunners/dips/blob/master/dip-0003.md>`_. При активации, старая логика списков мастернод больше не работает, а не обновившие ПО мастерноды теряют право на выплаты.
zh_cn: 进行控制，无论是否需要 `确定性主节点 <https://github.com/axerunners/dips/blob/master/dip-0003.md>`_ 。激活后，旧式主节点列表逻辑不再运行，未更新的主节点将变为不符合奖励条件。

source: SPORK_16_INSTANTSEND_AUTOLOCKS
zh_cn: SPORK_16_即时发送_自动锁

source: Enables automatic transaction locking for transactions with less than a specified number of inputs, and removes the legacy InstantSend fee. Allows any node to request the transaction lock, not just the sending node.
ar: لتمكين تأمين المعاملات التلقائية للمعاملات التي تقل عن عدد محدد من المدخلات ، وإزالة رسوم الإرسال الفوري القديمة. يسمح لأي عقدة بطلب قفل المعاملة ، وليس فقط عقدة الإرسال.
de: Aktiviert das automatische Festsetzen von Transaktionen mit weniger als einer bestimmten Anzahl von Inputs und entfernt die bisherige InstantSend-Gebühr. Erlaubt jeder Node und nicht mehr nur der sendenden Node das Erfragen der Transaktionsfestsetzung.
es: Habilita el bloqueo automático de transacciones para transacciones con menos de un número específico de entradas y elimina la comisión de InstantSend heredada. Permite a cualquier nodo solicitar el bloqueo de la transacción, no solo el nodo emisor.
pt: Permite o bloqueio automático de transações para transações com menos de um número especificado de entradas e remove a taxa do InstantSend herdado. Permite que qualquer nó solicite o bloqueio de transação, não apenas o nó de envio.
ru: Разрешает автоматическую блокировку транзакций для транзакций с заданным количеством вводов, а также убирает старую комиссию за InstantSend. Позволяет любой ноде, не только отправляющей, запрашивать блокировку транзакции.
zh_cn: 就输入数少于指定数目的交易，启用自动交易锁定，同时删除旧式即时发送费。除发送节点外，允许任一节点请求交易锁定。

source: Viewing spork status
ar: رؤية حالة spork
de: Spork-Status anzeigen
es: Revisar estado de spork
pt: Visualizar o status do spork
ru: Просмотр статуса спорков
zh_cn: 查看spork状态

source: The ``spork show`` and ``spork active`` commands issued in the debug window (or from ``axe-cli`` on a masternode) allow you to interact with sporks. You can open the debug window by selecting **Tools > Debug console**.
ar: تسمح لك أوامر ``spork show`` و``spork active`` الصادرة في نافذة التصحيح (أو من``axe-cli`` على ماسترنود) بالتفاعل مع sporks. يمكنك فتح نافذة التصحيح من خلال تحديد **الأدوات> وحدة التحكم في التصحيح**.
de: Die Befehle ``spork show`` und ``spork active`` werden in der Debugkonsole (oder``axe-cli`` bei einer Masternode) eingegeben, um mit den Sporks zu interagieren. Die Debugkonsole kann über **Werkzeuge > Debugkonsole** geöffnet werden.
es: Los comandos ``spork show`` y ``spork active`` emitidos en la ventana de depuración (o desde ``axe-cli`` en un masternode) te permiten interactuar con sporks. Puedes abrir la ventana de depuración seleccionando **Herramientas > Depurar consola**.
pt: Os comandos ``spork show`` e ``spork active`` emitidos na janela de depuração (ou a partir de ``axe-cli`` em um masternode) permitem que você interaja com sporks. Você pode abrir a janela de depuração selecionando **Ferramentas > Console de depuração**.
ru: Команды “spork show” и “spork active”, запущенные в окне отладки (или из окна “axe-cli” в Мастерноде) позволяют взаимодействовать со спорками. Окно отладки можно открыть, выбрав **Tools > Debug console**.
zh_cn: 调试窗口（或主节点上的 ``axe-cli`` ）发出的 ``spork show`` 和 ``spork active`` 命令，允许您与sporks进行交互。您可以通过选择 **工具 > 调试控制台** ，打开调试窗口。

source: spork show and spork active output in the Axe Core debug console
ar: عرض spork الإخراج النشط في وحدة تصحيح الأخطاء داش كور
de: Ausgabe von spork show und spork active in der Axe Core Debugkonsole
es: Salidas de spork show y spork active en la consola de depuración Axe Core
pt: spork show e spork active output no console de depuração do Axe Core
ru: Результат выполнения команд “spork show” и “spork active” доступен в консоли отладки Axe Core
zh_cn: Axe Core调试控制台输出spork show和spork active

source: Version History
ar: تاريخ الإصدار
de: Versionsgeschichte
es: Historial de versiones
pt: Histórico de versões
ru: История версий
zh_cn: 版本历史

source: Full release notes and the version history of Axe are available here:
ar: تتوفر هنا ملاحظات الإصدار الكاملة وتاريخ إصدار داش:
de: Vollständige Release Notes und die Axe-Versionsgeschichte sind zu finden unter:
es: Las notas de la versión completa y el historial de versiones de Axe están disponibles aquí:
pt: Notas de lançamento completas e o histórico de versões do Axe estão disponíveis aqui:
ru: Полная информация о выпуске и история версий Axe доступны по ссылке:
zh_cn: 有关达世币的完整发行说明和版本历史请参阅：

source: Enables the `DKG process to create LLMQ quorums <https://github.com/axerunners/dips/blob/master/dip-0006.md>`_. At the moment, this only activates a dummy DKG on testnet, which will later be replaced by the real DKG for mainnet and testnet. When enabled, simple PoSe scoring and banning is also active.
es: Habilitar el `proceso DKG para crear los quorums LLMQ <https://github.com/axerunners/dips/blob/master/dip-0006.md>`_. Por el momento, esto solo activa un DKG ficticio en la red de prueba, el cual sera reemplazado después por el DKG real para la red principal y la red de prueba. Cuando este habilitado, la puntuación y prohibición de PoSe simple también está activa.
