Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/developers/testnet.po
Languages: es, zh_cn

source: Axe testnet and devnets are used by Axe developers for testing using tAXE
es: La red de pruebas y redes de desarrollo Axe son usados por los desarrolladores Axe para probar usando tAXE
zh_cn: 达世币开发者使用测试网络和开发者网络，结合tAXE进行测试

source: axe, masternodes, testnet, devnet, faucet, masternodes, testing, pool, explorer, mining pools, block explorer
es: axe, masternodes, red de prueba, red de desarrollo, grifo, masternodes, pruebas, grupo, explorador, grupos de minería, explorador de bloques
zh_cn: 达世币，主节点，测试网，开发者网络，内接头，主节点，测试，池，浏览器，矿池，区块链浏览器

source: Testnet and devnets
es: Red de prueba y redes de desarrollo
zh_cn: 测试网络和开发者网络

source: With the release of Axe Core 12.3, Axe added support for a great new feature — **named devnets**. Devnets are developer networks that combine some aspects of testnet (the global and public testing network) and some aspects of regtest (the local-only regression testing mode that provides controlled block generation). Unlike testnet, multiple independent devnets can be created and coexist without interference. For practical documentation on how to use devnets, see the `developer documentation <https://axe-docs.github.io/en/developer-examples#devnet-mode>`__ or this `blog post <https://blog.docs.axerunners.com/axe-devnets-bc27ecbf0085>`__.
es: Con el lanzamiento de Axe Core 12.3, Axe agregó soporte para una nueva característica — **llamada redes de desarrollo**. Las redes de desarrollo combinan algunos aspectos de la red de prueba (la red de pruebas global y pública) y algunos aspectos de la prueba de regresión (el modo de prueba de regresión solo local que proporciona generación controlada de bloques). A diferencia de la red de prueba, se pueden crear múltiples redes de desarrollo independientes y coexistir sin interferencias. Para obtener documentación práctica sobre cómo utilizar redes de desarrollo, consulta la `documentación del desarrollador <https://axerunner.github.io/en/developer-examples#devnet-mode>`__ o esta `publicación de blog <https://blog.docs.axerunners.com/axe-devnets-bc27ecbf0085>`__.
zh_cn: Axe Core 12.3版本新增了一项很棒的功能 — **名为开发者网络** 。开发者网络结合了测试网络（全局及公共测试网络）的部分性能以及regtest的部分性能（局部回归测试模式，提供受控区块生成）。不同于测试网络的是，可以创建多个独立的开发者网络，这些独立的开发者网络能够实现共存，且无干扰。关于如何使用开发者网络的实用文档，请参阅 `开发者文档 <https://axerunner.github.io/en/developer-examples#devnet-mode>`__ 或 此 `博客文章 <https://blog.docs.axerunners.com/axe-devnets-bc27ecbf0085>`__.

source: Testnet is a fully functioning Axe blockchain with the one key exception that because the Axe on the network can be created freely, it has no value. This currency, known as tAXE, can be requested from a faucet to help developers test new versions of Axe, as well as test network operations using identical versions of the software before they are carried out on the mainnet. There are a few other key differences:
es: La red de prueba es una cadena de bloques de Axe en pleno funcionamiento con la excepción importante, de que los Axe en la red se pueden crear libremente, y no tiene ningún valor. Esta moneda, conocida como tAXE, se puede solicitar a un grifo para ayudar a los desarrolladores a probar nuevas versiones de Axe, así como a probar las operaciones de red usando versiones idénticas del software antes de que se lleven a cabo en la red principal. Hay algunas otras diferencias claves:
zh_cn: 测试网络是一个拥有完整达世币区块链功能的网络，唯一的区别是测试网络中的达世币可以随意创建，没有任何价值。这种货币称为tAXE，可从内接头处请求获取，它可以帮助开发人员测试新版本的达世币，还可在相同的软件版本进入主网络之前，测试它们的网络运行。当然还有一些其他的主要差异：

source: Testnet operates on port 19937 (instead of 9937)
es: La red de prueba opera en el puerto 19937 (en vez de 9937)
zh_cn: 测试网络于端口19937上运行（而非9937）

source: Testnet addresses start with "y" instead of "X", ADDRESSVERSION is 140 (instead of 76)
es: La direcciones de la red de prueba comienzan con "y" en vez de "X", ADDRESSVERSION es 140 (en vez de 76)
zh_cn: Testnet地址以 "y" 开头，而非 "X"，ADDRESSVERSION为140（而非76）

source: Testnet balances are denominated in tAXE (instead of AXE)
es: Los saldos de la red de prueba se denominan en tAXE (en vez de AXE)
zh_cn: Testnet余额以tAXE显示（而非AXE）

source: Protocol message header bytes are 0xcee2caff (instead of 0xbf0c6bbd)
es: Los bytes del encabezado del mensaje de protocolo son 0xcee2caff (en vez de 0xbf0c6bbd)
zh_cn: 协议消息首标字节为0xcee2caff（而非0xbf0c6bbd）

source: Bootstrapping uses different DNS seeds: test.dnsseed.masternode.io, testnet-seed.darkcoin.qa, testnet-seed.axerunners.io
es: Bootstrapping utiliza diferentes semillas de DNS: test.dnsseed.masternode.io, testnet-seed.darkcoin.qa, testnet-seed.axerunners.io
zh_cn: Bootstrapping使用不同的DNS种子：test.dnsseed.masternode.io, testnet-seed.darkcoin.qa, testnet-seed.axerunners.io

source: Launching Axe Core in testnet mode shows an orange splash screen
es: Al iniciar Axe Core en el modo red de prueba, aparece una pantalla naranja
zh_cn: 在测试网络模式下启动Axe Core，会显示橙色的启动画面

source: To start Axe Core in testnet mode, find your axe.conf file and enter the following line::
es: Para iniciar el Axe Core en el modo red de prueba, busca tu archivo axe.conf e ingresa la siguiente línea::
zh_cn: 要在测试网络模式下启动Axe Core，首先请找到您的axe.conf文件，然后输入::

source: Tools and links
es: Herramientas y enlaces
zh_cn: 工具和链接

source: The links below were collected from various community sources and may not necessarily be online or functioning at any given time. Please join `Axe Nation Discord <http://axechat.org>`_ or the `Axe Forum <https://www.axerunners.com/forum/>`_ if you have a question relating to a specific service.
es: Los siguientes enlaces fueron recopilados de varias fuentes de la comunidad y pueden no estar necesariamente en línea o funcionando en un momento dado. Por favor únete a `Axe Nation Discord <http://axechat.org>`_ o a `Axe Forum <https://www.axerunners.com/forum/>`_ si tienes una pregunta relacionada con un servicio específico.
zh_cn: 以下链接收集自各类社区资源，不一定是在线连接或于给定时间运行的连接。若您对特定服务有任何疑问，请加入 `Axe Nation Discord <http://axechat.org>`_ 或 `Axe 论坛 <https://www.axerunners.com/forum/>`_ 。

source: **Test builds:** https://jenkins.docs.axerunners.com/blue/
es: **Compilaciones de prueba:** https://jenkins.docs.axerunners.com/blue/
zh_cn: **测试程序:** https://jenkins.docs.axerunners.com/blue/

source: **Discussion and help:** https://www.axerunners.com/forum/topic/testing.53/
es: **Discusión y ayuda:** https://www.axerunners.com/forum/topic/testing.53/
zh_cn: **讨论与帮助:** https://www.axerunners.com/forum/topic/testing.53/

source: **Masternode tools:** https://test.axeninja.pl/masternodes.html
es: **Herramientas de masternode:** https://test.axeninja.pl/masternodes.html
zh_cn: **主节点工具:** https://test.axeninja.pl/masternodes.html

source: **Android wallet:** https://www.axerunners.com/forum/threads/axe-wallet-for-android-v5-testnet.14775/
es: **Billetera para Android:** https://www.axerunners.com/forum/threads/axe-wallet-for-android-v5-testnet.14775/
zh_cn: **Android钱包:** https://www.axerunners.com/forum/threads/axe-wallet-for-android-v5-testnet.14775/

source: **Testnet for Bitcoin:** https://en.bitcoin.it/wiki/Testnet
es: **Red de prueba para Bitcoin:** https://en.bitcoin.it/wiki/Testnet
zh_cn: **比特币测试网:** https://en.bitcoin.it/wiki/Testnet

source: Faucets
es: Grifo

source: http://test.faucet.masternode.io - by coingun
es: http://test.faucet.masternode.io - por coingun

source: Explorers
es: Exploradores
zh_cn: 浏览器

source: Pools
es: Grupos
zh_cn: 矿池

source: https://test.pool.docs.axerunners.com [stratum+tcp://test.stratum.docs.axerunners.com] - by flare
es: https://test.pool.docs.axerunners.com [stratum+tcp://test.stratum.docs.axerunners.com] - por flare

source: http://test.p2pool.axe.siampm.com [stratum+tcp://test.p2pool.axe.siampm.com:17923] by thelazier
es: http://test.p2pool.axe.siampm.com [stratum+tcp://test.p2pool.axe.siampm.com:17923] por thelazier

source: http://p2pool.axeninja.pl:17923/static - by elbereth
es: http://p2pool.axeninja.pl:17923/static - por elbereth

source: http://test.p2pool.masternode.io:18998/static - by coingun
es: http://test.p2pool.masternode.io:18998/static - por coingun

source: Installing a masternode under testnet generally follows the same steps as the :ref:`mainnet masternode installation guide <masternode-setup>`, but with a few key differences:
es: La instalación de un masternode en la red de prueba generalmente sigue los mismos pasos que la :ref:`guía de instalación de la red principal de masternode <masternode-setup>`, con algunas diferencias claves:
zh_cn: 在测试网络下安装主节点，步骤一般与 :ref:`主网主节点安装指南 <masternode-setup>` 所述相同，除了一些关键的区别：

source: You will probably be running a development version of Axe instead of the stable release. See `here <https://jenkins.docs.axerunners.com/blue/organizations/jenkins/axerunners-axe-gitian-nightly/activity>`__ for a list of builds, then choose the latest successful build and click **Artifacts** to view a list of binaries.
es: Probablemente estaras corriendo una version de desarrollo de Axe en vez de la version estable. Vea `aqui <https://jenkins.docs.axerunners.com/blue/organizations/jenkins/axerunners-axe-gitian-nightly/activity>`__ para una lista de compilaciones, escoja la ultima compilación exitosa y haga clic en **Artifacts** para ver una lista de binarios.
zh_cn: 您运行的可能是达世币开发版而非稳定版。请参阅\ `此处 <https://jenkins.docs.axerunners.com/blue/organizations/jenkins/axerunners-axe-gitian-nightly/activity>`__\ 获取构建列表，选择最新的成功构建，单击 **Artifacts** 查看二进制文件列表。

source: When opening the firewall, port 19937 must be opened instead of (or in addition to) 9937. Use this command: ``ufw allow 19937/tcp``
es: Al abrir el firewall, el puerto 19937 debe ser abierto en lugar del (o además de) 9937. Usa este comando: ``ufw allow 19937/tcp``
zh_cn: 打开防火墙时，必须也打开端口19937，不要打开（或除了）端口9937。使用此指令： ``ufw allow 19937/tcp``

source: Your desktop wallet must be running in testnet mode. Add the following line to *axe.conf*: ``testnet = 1``
es: Tu billetera de escritorio debe estar ejecutándose en modo red de prueba. Agrega la siguiente línea a *axe.conf*: ``testnet = 1``
zh_cn: 您的桌面钱包必须以测试网络模式运行。添加 *axe.conf*: ``testnet = 1``

source: When sending the collateral, you can get the 1000 tAXE for free from a faucet (see above)
es: Al enviar la garantía, puedes obtener 1000 tAXE gratis de un grifo (ver arriba)
zh_cn: 发送保证金时，您可以从内接头处免费获得1000 tAXE（见上文）

source: You cannot use axerunner to install development versions of Axe. See the link to downloadable builds above.
es: No puedes usar axerunner para instalar versiones de desarrollo de Axe. Consulta el enlace a compilaciones descargables arriba.
zh_cn: 您不能使用axerunner安装达世币开发版。参见上文所述链接，获取可下载的构建。

source: Your masternode configuration file must also specify testnet mode. Add the following line when setting up *axe.conf* on the masternode: ``testnet = 1``
es: Tu archivo de configuración de masternode también debe especificar el modo red de prueba. Agregue la siguiente linea cuando configures *axe.conf* en el masternode: ``testnet = 1``
zh_cn: 您的主节点配置文件必须指定测试网络模式。在设置 *axe.conf* 时，请在主节点上添加: ``testnet = 1``

source: As for mainnet masternodes, the RPC username and password must contain alphanumeric characters only
es: En cuanto a los masternodes en la red principal, el nombre de usuario y la contraseña de RPC solo deben contener caracteres alfanuméricos.
zh_cn: 对于主网的主节点，RPC用户名和密码只能包含字母数字字符

source: When cloning sentinel, you may need to clone the development branch using the ``-b`` option, for example: ``git clone -b core-v0.12.2.x https://github.com/axerunners/sentinel.git``
es: Al clonar Sentinel, es posible que necesites clonar la rama de desarrollo utilizando la opción ``-b``, por ejemplo: ``git clone -b core-v0.12.2.x https://github.com/axerunners/sentinel.git``
zh_cn: 复制哨兵时，您可能需要使用 ``-b`` 选项，复制开发分支，例如：``git clone -b core-v0.12.2.x https://github.com/axerunners/sentinel.git``

source: Once sentinel is installed, modify ``~/.axecore/sentinel/sentinel.conf``, comment the mainnet line and uncomment: ``network=testnet``
es: Una vez que sentinel está instalado, modifica ``~/.axecore/sentinel/sentinel.conf``, comenta la línea de la red principal y retira el comentario: ``network=testnet``
zh_cn: 哨兵安装成功后，修改 ``~/.axecore/sentinel/sentinel.conf``，对主网线路作注释，同时取消注释：``network=testnet``

source: The wallet holding the masternode collateral will expect to find the ``masternode.conf`` file in ``~/.axecore/testnet3/masternode.conf`` instead of ``~/.axecore/masternode.conf``.
es: La billetera que sostiene el colateral de un masternode espera conseguir el archivo ``masternode.conf`` en ``~/.axecore/testnet3/masternode.conf`` en lugar de ``~/.axecore/masternode.conf``.
zh_cn: 持有主节点保证金的钱包找到 ``~/.axecore/testnet3/masternode.conf`` 中的 ``masternode.conf`` 文件，而非 ``~/.axecore/masternode.conf`` 中的。

source: Discussion:
es: Discusión:
zh_cn: 讨论:

source: Testnet tools: https://docs.axerunners.com/en/latest/developers/testnet.html
es: Herramientas de la red de prueba: https://docs.axerunners.com/en/latest/developers/testnet.html
zh_cn: 测试网工具: https://docs.axerunners.com/en/latest/developers/testnet.html

source: Issue tracking: https://github.com/axerunners/axe/issues/new
es: Rastreador de problemas: https://github.com/axerunners/axe/issues/new
zh_cn: 问题追踪: https://github.com/axerunners/axe/issues/new

source: Latest test binaries:
es: Últimos binarios de prueba:
zh_cn: 最新的试验二进制文件：

source: Named Devnets, to help developers quickly create multiple independent devnets
es: Redes de desarrolladores nombradas, para ayudar a los desarrolladores a crear rápidamente múltiples redes de desarrollo independientes
zh_cn: 命名Devnets，帮助开发者快速创建多个独立的开发者网络

source: New format of network message signatures
es: Nuevo formato de firmas de mensajes de red
zh_cn: 新的网络消息签名格式

source: Governance system improvements
es: Mejoras del sistema de governanza
zh_cn: 管理系统优化

source: PrivateSend improvements
es: Mejoras de PrivateSend
zh_cn: 匿名发送优化

source: Additional indexes cover P2PK now
es: Los índices adicionales cubren ahora P2PK
zh_cn: 附加索引现涵盖P2PK

source: Support for pruned nodes in Lite Mode
es: Soporte para nodos recortados en el modo básico
zh_cn: 支持Lite模式下的精简节点

source: New Masternode Information Dialog
es: Nuevo diálogo de información de masternode
zh_cn: 新的主节点信息对话框

source: DIP0001 implementation https://github.com/axerunners/dips/blob/master/dip-0001.md
es: Implementación DIP0001 https://github.com/axerunners/dips/blob/master/dip-0001.md
zh_cn: DIP0001 实施 https://github.com/axerunners/dips/blob/master/dip-0001.md

source: 10x transaction fee reduction (including InstantSend fee)
es: Reducción de la comisión de transacción en 10x (incluyendo la comisión de InstantSend)
zh_cn: 10x交易费减免（含即时发送费）

source: InstantSend vulnerability fix
es: Solución de vulnerabilidad de InstantSend
zh_cn: 即时发送弱点修复

source: Lots of other bug fixes and performance improvements
es: Muchas otras correcciones de errores y mejoras de rendimiento
zh_cn: 其他诸多漏洞的修复及性能改进

source: Experimental BIP39/BIP44 complaint HD wallet (disabled by default, should be fully functional but there is no GUI yet)
es: Reclamo HD experimental BIP39/BIP44 de billetera (deshabilitado por defecto, debe ser completamente funcional pero todavía no hay GUI)
zh_cn: 试验版 BIP39/BIP44 投诉HD钱包（默认禁用，应具备完善的功能，但暂缺GUI）

source: Testnet 12.2 discussion: https://www.axerunners.com/forum/threads/v12-2-testing.17412/
es: Discusión de la red de prueba 12.2: https://www.axerunners.com/forum/threads/v12-2-testing.17412/
zh_cn: 测试网12.2 讨论: https://www.axerunners.com/forum/threads/v12-2-testing.17412/

source: Testnet tools: https://www.axerunners.com/forum/threads/testnet-tools-resources.1768/
es: Herramientas de la red de prueba: https://www.axerunners.com/forum/threads/testnet-tools-resources.1768/
zh_cn: 测试网工具: https://www.axerunners.com/forum/threads/testnet-tools-resources.1768/

source: Latest successfully built develop branch binaries:
es: Última compilación exitosa del desarrollo de ramas binarias:
zh_cn: 最新成功构建的开发分支二进制文件：

source: **Bugtracker:** https://github.com/axerunners/axe/issues/new
zh_cn: **错误追踪程序:** https://github.com/axerunners/axe/issues/new

source: Masternodes
zh_cn: 主节点
