Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/signing.po
Languages: fr, zh_cn

source: Guides and screenshots on how to sign and verify messages using the Axe cryptocurrency
fr: Guides et copies d'écran sur la procédure de signature et de vérification de messages avec la cryptomonnaie Axe
zh_cn: 有关加密数字货币达世币的签名及验证信息的指南和截图

source: axe, sign, verify, message, trezor, axe core
fr: axe, signer, vérifier, message, trezor, axe core
zh_cn: axe、签名、验证、消息、trezor、axe core

source: Signing and Verifying Messages
fr: Signer et vérifier des messages
zh_cn: 签名并验证信息

source: Axe wallets function by securely storing the private keys used to create transactions using publicly visible addresses on a distributed ledger called a blockchain. In some cases, it may be necessary to verify an address to demonstrate control of the funds that it holds, that you can receive using the address, or even to verify your identity to an exchange that has previously seen a transaction from that address. To avoid phishing attacks, take great care when sending signed messages to parties you do not trust, since ambiguously worded messages could be used to impersonate your identity.
fr: Les portefeuilles Axe fonctionnent en stockant de manière sûre les clés privées utilisées pour créer des transactions entre adresses publiques, lesquelles sont visibles sur un registre distribué appelé blockchain. Dans certains cas, il peut être nécessaire de vérifier une adresse afin de prouver qu'on contrôle les fonds qu'elle contient, qu'on peut recevoir des fonds à cette adresse, voire pour certifier votre identité auprès d'une plateforme de change qui a déjà constaté une transaction émise depuis cette adresse-là. Pour éviter les attaques de hameçonnage, veuillez vous assurer, quand vous envoyez des messages à des tierces parties auxquelles vous ne faites pas confiance, de rédiger des messages sans aucune ambiguïté qui pourrait conduire quelqu'un à usurper votre identité.
zh_cn: 达世币钱包借助被称作区块链的分布式帐目创建可公开预览的地址并安全地保管交易创建所需的私钥。在某些情况下，用户需要验证地址才能证明对个人资金的掌控，证明可以使用该地址接收款项，或者向此前已从该地址上浏览到交易资讯的交易平台证明个人身份。为了避免网络上的钓鱼攻击，用户在向不熟悉的对象发送签名信息时要特别谨慎，因为对方可能使用含糊不清的信息冒名顶替该用户。

source: Signing a Message
fr: Signer un message
zh_cn: 签名消息

source: The following screenshots show how to sign a message using the Axe Core wallet (**File > Sign message**), Trezor web wallet (Sign & Verify > Sign message) and DMT (**Tools > Sign message with HW for current masternode's address**):
fr: Les captures d'écran suivantes montrent comment signer un message avec le portefeuille logiciel Axe Core (**Fichier > Signer un message**), l'interface web Trezor (**Signer & vérifier > Signer un message**) et AxeMasternodeTool ou DMT (**Outils > Signer un message avec le portefeuille matériel pour l'adresse du masternode actuel**) :
zh_cn: 以下截图显示了不同的消息签名途径，其中包括Axe Core钱包（ **文件 > 为消息签名** ）、Trezor网页钱包（ **签名及验证 > 为消息签名** ）和DMT（ **工具 > 使用HW为当前的主节点地址提供消息签名** ）：

source: *Signing messages in Axe Core, Trezor web wallet and DMT*
fr: *Signature de messages dans le portefeuille logiciel Axe Core, dans le portefeuille web Trezor et dans DMT*/
zh_cn: *在Axe Core、Trezor网页钱包和DMT中进行消息签名*

source: Verifying a Message
fr: Vérifier un message
zh_cn: 验证消息

source: The following screenshots show how to verify a message using the Axe Core wallet (**File > Sign message**) and Trezor web wallet (**Sign & Verify > Sign message**):
fr: Les captures d'écran suivantes montrent comment vérifier un message avec le portefeuille logiciel Axe Core (**Fichier > Signer un message**) et l'interface web Trezor (**Signer & vérifier > Signer un message**) :
zh_cn: 以下截图显示了不同的消息验证途径，其中包括Axe Core钱包（ **文件 > 为消息签名** ）和 Trezor网页钱包（ **签名及验证 > 为消息签名** ）：

source: *Verifying messages in Axe Core and Trezor web wallet. Notice that the message verified by Axe Core was generated in Trezor, and vice versa*
fr: *Vérification de messages dans le portefeuille logiciel Axe Core et le portefeuille web Trezor. Veuillez noter que le message vérifié par Axe Core a été généré par un Trezor, et vice versa*
zh_cn: *Axe Core钱包和Trezor网页钱包中的消息验证。请注意，Axe Core钱包的验证消息是在Trezor网页钱包中生成的，反之则反之*
