Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/text.po
Languages: ar, es, pt, ru, zh_cn

source: Guides to text message wallets for Axe cryptocurrency
ar: أدلة لمحافظ رسالة نصية ل عملة داش
es: Guías para billeteras de mensajes de texto para la criptomoneda Axe
pt: Guias para carteiras de mensagens de texto para criptomoeda Axe
ru: Руководство по текстовым кошелькам для криптовалюты Axe
zh_cn: 达世币的手机短信服务钱包使用指南

source: axe, wallet, text, sms, feature, phone, mobile, cointext, axetext, short message, short code, simple
ar: داش ، محفظة ، نص ، رسائل قصيرة ، ميزة ، هاتف ، جوّال ، cointext ، axetext ، رسالة قصيرة ، رمز قصير ، بسيط
es: axe, billetera, texto, sms, característica, teléfono, móvil, cointext, axetext, mensaje corto, código corto, simple
pt: axe, carteira, texto, sms, características, phone, mobile, cointext, axetext, mensagem curta, codigo curto, simples
ru: axe, wallet, кошелёк, text, текст, sms, смс, feature, функции, phone, телефон, mobile, мобильный, cointext, axetext, short message, сообщение, short code, код, simple
zh_cn: 达世币，钱包，短信，手机短信钱包，特征，手机，移动，cointext，axetext，短信，简码，简单

source: Introduction
ar: المقدمة
es: Introducción
pt: Introdução
ru: Введение
zh_cn: 介绍

source: Text message (SMS) wallets allow you to easily transact in Axe using a simple feature phone. An internet connection is not required. Because text wallets require access to text messages, they generally only support specific regions. See below for details.
ar: تتيح لك محافظ الرسائل النصية (SMS) التعامل بسهولة في داش باستخدام هاتف بسيط. اتصال الإنترنت غير مطلوب. نظرًا لأن المحافظ النصية تتطلب الوصول إلى الرسائل النصية ، فإنها تدعم مناطق معينة بشكل عام فقط. انظر أدناه للحصول على التفاصيل.
es: Las billeteras de mensajes de texto (SMS) te permiten facilmente realizar transacciones en Axe utilizando un teléfono de características simples. No se requiere una conexión a internet. Debido a que las billeteras de texto requieren acceso a los mensajes de texto, generalmente solo admiten regiones específicas. Vea a continuación para más detalles.
pt: As carteiras de mensagem de texto (SMS) permitem que você faça transações facilmente no Axe usando um telefone simples. Uma conexão com a internet não é necessária. Como as carteiras de texto exigem acesso a mensagens de texto, elas geralmente só suportam regiões específicas. Veja abaixo para detalhes.
ru: Текстовый кошелёк (SMS) позволяет легко выполнять транзакции в Axe, используя самый простой телефон. Соединение с интернетом не нужно. Из-за того, что текстовым кошелькам необходим доступ к текстовым сообщениям, то поддерживаются только некоторые регионы. Для подробной информации смотрите ниже.
zh_cn: 手机短信（SMS）钱包可以帮助您通过简单的手机功能完成达世币交易。您无需借助网络连接，不过，由于手机短信服务钱包需要用到短信服务，因此，它只在特定服务区内生效。如需了解更多信息，请继续浏览下文。

source: CoinText is a for-purpose project to make cryptocurrency easy to use to expand economic freedom around the world. It makes it possible to transact in Axe without internet, apps, accounts or complicated addresses. CoinText currently supports Axe transactions in the USA and Canada and aims to expand to over 50 countries in coming months. It is possible to denominate the amount to be sent in both Axe and the local currency, and send Axe to both phone numbers and Axe addresses.
ar: يعد CoinText مشروعًا للأغراض بغرض جعل استخدام التشفير السهل سهلًا لتوسيع نطاق الحرية الاقتصادية في جميع أنحاء العالم. إنه يجعل من الممكن التعامل في داش بدون الإنترنت أو التطبيقات أو الحسابات أو العناوين المعقدة. تدعم CoinText حاليًا معاملات داش في الولايات المتحدة الأمريكية وكندا وتهدف إلى التوسع في أكثر من 50 دولة في الأشهر القادمة. من الممكن تقسيم المبلغ المراد إرساله في كل من داش والعملة المحلية ، وإرسال داش إلى كل من أرقام الهاتف وعناوين داش.
es: CoinText es un proyecto con el propósito de hacer que las criptomonedas sean fácil de usar para expandir la libertad económica alrededor el mundo. Permite realizar transacciones en Axe sin Internet, aplicaciones, cuentas o direcciones complicadas. CoinText actualmente admite transacciones de Axe en Estados Unidos y Canadá y pretende expandirse a más de 50 países en los próximos meses. Es posible denominar la cantidad que se enviará tanto en Axe como en la moneda local, y enviar Axe a los números de teléfono y direcciones de Axe.
pt: O CoinText é um projeto para fins específicos que torna a criptomoeda fácil de usar para expandir a liberdade econômica em todo o mundo. Permite transacionar no Axe sem internet, apps, contas ou endereços complicados. O CoinText atualmente suporta transações do Axe nos EUA e no Canadá e tem como objetivo expandir para mais de 50 países nos próximos meses. É possível denominar o valor a ser enviado tanto no Axe quanto na moeda local e enviar o Axe para os números de telefone e os endereços do Axe.
ru: CoinText это целевой проект, направленный на облегчение пользованием криптовалютами для увеличение степени экономической свободы по всему миру. Благодаря ему стало возможным проводить транзакции в Axe без интернета, приложений, счетов или сложных адресов. На данный момент CoinText поддерживает Axe в США и Канаде, но планирует расширение в ближайшие месяцы более чем 50 стран. Есть функция деноминации количества отправленного как в Axe, так и в местной валюте, а также возможность отправлять Axe как на адреса Axe, так и на телефонные номера.
zh_cn: CoinText是一个专用于简化加密数字货币应用并以此提升全球用户的经济独立和自主的项目。在它的帮助下，用户无需网络链接、应用程序、账户或复杂的地址就能参与达世币交易了。目前，它已经在美国和加拿大开通了服务，并计划在未来几个月将服务拓展到其它的50多个国家。换言之，用户可以同时使用达世币和当地货币来完成交易，还可以通过电话号码或达世币地址来交易达世币。

source: Instructions
ar: تعليمات
es: Instrucciones
pt: Instruções
ru: Инструкции
zh_cn: 使用指南

source: Simply text START to the CoinText phone number for your region. For more the list of supported regions and more detailed instructions on how to send and receive payments, see the links below:
ar: ببساطة أرسل النص إلى رقم هاتف CoinText لمنطقتك. للاطلاع على المزيد من قائمة المناطق المدعومة والإرشادات الأكثر تفصيلاً حول كيفية إرسال واستلام الدفعات ، راجع الارتباطات أدناه:
es: Simplemente envía START al número de teléfono de CoinText para tu región. Para obtener más información sobre la lista de regiones admitidas e instrucciones más detalladas sobre cómo enviar y recibir pagos, consulta los enlaces a continuación:
pt: Basta digitar START para o número de telefone do CoinText da sua região. Para mais informações sobre a lista de regiões suportadas e instruções mais detalhadas sobre como enviar e receber pagamentos, consulte os links abaixo:
ru: Просто напечатайте START на ваш региональный номер CoinText. Для полного списка поддерживаемых регионов и более детальных инструкции по получению и отправке платежей, обратитесь к нижепредставленным ссылкам:
zh_cn: 需要开通相关服务的用户首先要向所在区域的CoinText电话号码发送短信，内容为START。如需阅读CoinText的服务区域列表和达世币交易步骤的详细说明，请访问以下链接：

source: `Regions <https://axe.cointext.io/regions>`__
ar: `المناطق <https://axe.cointext.io/regions>`__
es: `Regiones <https://axe.cointext.io/regions>`__
pt: `Regiões <https://axe.cointext.io/regions>`__
ru: `Регионы <https://axe.cointext.io/regions>`__
zh_cn: `地区 <https://axe.cointext.io/regions>`__

source: `Instructions <https://axe.cointext.io/howto>`__
ar: `التعليمات <https://axe.cointext.io/howto>`__
es: `Instrucciones <https://axe.cointext.io/howto>`__
pt: `Instruções <https://axe.cointext.io/howto>`__
ru: `Инструкции <https://axe.cointext.io/howto>`__
zh_cn: `使用指南 <https://axe.cointext.io/howto>`__

source: `FAQs <https://axe.cointext.io/faqs>`__
ru: `Часто задаваемые вопросы <https://axe.cointext.io/faqs>`__
zh_cn: `常见问题 <https://axe.cointext.io/faqs>`__

source: AxeText is a service available in Venezuela to allow users to transact in Axe using text messages. The only fees are the cost of a standard SMS, incurred by the network operator. Users can send Axe to innovative shortcodes to securely confirm transactions.
ar: AxeText هي خدمة متوفرة في فنزويلا للسماح للمستخدمين بالتعامل في داش باستخدام الرسائل النصية. الرسوم الوحيدة هي تكلفة رسالة SMS القياسية ، التي يتكبدها مشغل الشبكة. يمكن للمستخدمين إرسال داش إلى رموز قصيرة مبتكرة لتأكيد المعاملات بشكل آمن.
es: AxeText es un servicio disponible en Venezuela para permitir a los usuarios realizar transacciones en Axe usando mensajes de texto. Las únicas tarifas son el costo de un SMS estándar, incurrido por el operador de la red. Los usuarios pueden enviar Axe a códigos cortos innovadores para confirmar las transacciones de forma segura.
pt: O AxeText é um serviço disponível na Venezuela para permitir que os usuários realizem transações no Axe usando mensagens de texto. As únicas taxas são o custo de um SMS padrão, incorrido pela operadora de rede. Os usuários podem enviar o Axe para códigos de acesso inovadores para confirmar com segurança as transações.
ru: Сервис AxeText доступен в Венесуэле, с помощью него пользователи могут совершать транзакции в Axe через текстовые сообщения. Единственные расходы это стоимость стандартного смс, которая взымается оператором. Пользователи могут отправлять Axe на инновационные короткие коды для безопасного подтверждения транзакций.
zh_cn: AxeText面向委内瑞拉用户提供产品和服务，可以帮助用户通过短信完成达世币交易。用户唯一需要支付的费用就是向网络运营商支付的短信服务费。除此之外，用户还可以借助新颖的简码来确保交易安全。

source: Simply text CREATE to the AxeText phone number to get started. Further instructions and links will appear here once the project is ready for mass market.
ar: ببساطة نص كتابة إلى رقم هاتف داش للبدء. سوف تظهر المزيد من التعليمات والروابط هنا بمجرد أن يكون المشروع جاهزًا للسوق الشامل.
es: Simplemente envía CREATE al número de teléfono de AxeText para comenzar. Más instrucciones y enlaces aparecerán aquí una vez que el proyecto esté listo para el mercado en masa.
pt: Basta digitar CREATE no número de telefone do AxeText para começar. Outras instruções e links aparecerão aqui quando o projeto estiver pronto para o mercado de massa.
ru: Для начала работы напишите CREATE на номер AxeText. Дальнейшие инструкции и ссылки появятся тут как только проект будет готов к использованию на широком рынке.
zh_cn: 需要开通相关服务的用户首先要向AxeText的电话号码发送短信，内容为CREATE。在AxeText作好大规模推广的准备之后，用户还可以在本页面找到更详尽的说明或相关的链接。
