Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/web.po
Languages: ru, zh_cn

source: MyAxeWallet is a secure web wallet for Axe, supporting InstantSend and PrivateSend
ru: MyAxeWallet - безопасный веб-кошелёк для пользования Axe, поддерживающий функции InstantSend и PrivateSend
zh_cn: MyAxeWallet是一个安全的达世币网页钱包，它支持即时发送功能和匿名发送功能

source: axe, myaxewallet, web, wallet, privatesend, instantsend, my axe wallet
ru: axe, myaxewallet, веб, кошелёк, privatesend, instantsend, мой кошелёк Axe
zh_cn: 达世币，MyAxeWallet，网页，钱包，匿名发送功能，即时发送功能，个人达世币钱包

source: `MyAxeWallet <https://myaxewallet.org/>`_ is a web interface to the Axe blockchain, inspired by `MyEtherWallet <https://www.myetherwallet.com>`_ and created by `DeltaEngine.net <https://deltaengine.net/>`_. It is explicitly not an online wallet, meaning you maintain control over your private keys at all times. Unlike many other light wallets, MyAxeWallet also supports advanced Axe features such as InstantSend and PrivateSend. The project is non-profit, open source and free to use. You can load a wallet and transact in a variety of wallet formats:
ru: `MyAxeWallet <https://myaxewallet.org/>`_ является веб-интерфейсом блокчейна Axe, источником вдохновения для его создания послужил `MyEtherWallet <https://www.myetherwallet.com>`_, а создан он был создан компанией `DeltaEngine.net <https://deltaengine.net/>`_. Это явно не онлайн-кошелёк, который подразумевает постоянный контроль своих личных ключей. В отличие от многих других лёгких кошельков, MyAxeWallet также поддерживает расширенные функции Axe, такие как InstantSend и PrivateSend. Проект распространяется с открытым исходным кодом, является некоммерческим и бесплатным. Вы можете загрузить кошелёк и совершать транзакции в различных форматах кошелька:
zh_cn: `MyAxeWallet <https://myaxewallet.org/>`_ 是一个适用于达世币区块链的网页界面，它的灵感源于\ `MyEtherWallet <https://www.myetherwallet.com>`_ ，而研发团队则是\ `DeltaEngine.net <https://deltaengine.net/>`_ 。虽然它并不是在线钱包，但却能够保证用户始终全权掌控个人私钥。与其它轻钱包不同的是，它还支持高级的达世币功能，例如即时发送功能和匿名发送功能。同时，它具备非营利性、开源和免费的特点。用户可以加载钱包并以多种钱包格式完成交易：

source: Keystore wallet (file-based)
ru: Кошелёк с хранилищем ключей (на файловой основе)
zh_cn: Keystore钱包（基于文件）

source: Ledger hardware wallet
ru: Аппаратный кошелёк Ledger
zh_cn: Ledger硬件钱包

source: Trezor hardware wallet
ru: Аппаратный кошелёк Trezor
zh_cn: Trezor硬件钱包

source: Private key
ru: Приватный ключ
zh_cn: 私钥

source: BIP39/44 HD recovery phrase (coming soon)
ru: Фраза для восстановления BIP39/44 HD (появится в ближайшее время)
zh_cn: BIP39/44 HD恢复密码（即将发行）

source: BIP32 HD recovery phrase (coming soon)
ru: Фраза для восстановления BIP32 HD (появится в ближайшее время)
zh_cn: BIP32 HD恢复密码（即将发行）

source: MyAxeWallet offers complete and detailed documentation for all functions.
ru: MyAxeWallet предлагает полную и подробную документацию по всем функциям.
zh_cn: MyAxeWallet提供相关功能的详尽说明文档。

source: `Getting started <https://myaxewallet.org/About>`_
ru: `Начиная работу <https://myaxewallet.org/About>`_
zh_cn: `入门指南 <https://myaxewallet.org/About>`_

source: `How to Create a Wallet via Keystore file <https://myaxewallet.org/AboutCreateNewWallet>`_
ru: `Как создать кошелёк, используя файл хранения ключей <https://myaxewallet.org/AboutCreateNewWallet>`_
zh_cn: `如何通过Keystore文件创建钱包 <https://myaxewallet.org/AboutCreateNewWallet>`_

source: `Using the Ledger Hardware Wallet on MyAxeWallet <https://myaxewallet.org/AboutLedgerHardwareWallet>`_
ru: `Использование аппаратного кошелька Ledger на MyAxeWallet <https://myaxewallet.org/AboutLedgerHardwareWallet>`_
zh_cn: `在MyAxeWallet上使用Ledger硬件钱包 <https://myaxewallet.org/AboutLedgerHardwareWallet>`_

source: `Using the Trezor Hardware Wallet on MyAxeWallet <https://myaxewallet.org/AboutTrezorHardwareWallet>`_
ru: `Использование аппаратного кошелька Trezor на MyAxeWallet <https://myaxewallet.org/AboutTrezorHardwareWallet>`_
zh_cn: `在MyAxeWallet上使用Trezor硬件钱包 <https://myaxewallet.org/AboutTrezorHardwareWallet>`_

source: `How to does AXE InstantSend work on MyAxeWallet? <https://myaxewallet.org/AboutInstantSend>`_
ru: `Каким образом функция AXE InstantSend работает на MyAxeWallet? <https://myaxewallet.org/AboutInstantSend>`_
zh_cn: `如何在MyAxeWallet中使用达世币即时支付功能? <https://myaxewallet.org/AboutInstantSend>`_

source: `How to does AXE PrivateSend work on MyAxeWallet? <https://myaxewallet.org/AboutPrivateSend>`_
ru: `Каким образом функция AXE PrivateSend работает на MyAxeWallet? <https://myaxewallet.org/AboutPrivateSend>`_
zh_cn: `如何在MyAxeWallet中使用达世币匿名支付功能? <https://myaxewallet.org/AboutPrivateSend>`_
