Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/electrum/faq.po
Languages: es, ru

source: The default wallet file is called default_wallet and is created when you first run the application. It is located under the `/wallets` folder.
es: El archivo predeterminado de billetera se llama default_wallet y se crea cuando se ejecuta por primera vez la aplicación. Se encuentra debajo de la carpeta `/wallets`.
ru: По умолчанию, файл кошелька называется default_wallet и создаётся, когда вы впервые запускаете приложение. Он расположен в папке '/wallets'.

source: **Linux:** Open Files, select **Go > Go to folder**, copy the path ``~/.electrum-axe`` and paste it into the dialog box
es: **Linux:** Abre Archivos, selecciona **Ir > Ir a carpeta**, copia la ruta ``~/.electrum-axe`` y pégala en el cuadro de diálogo
ru: **Linux:** Откройте Файлы, выберите **Перейти > Перейти в папку**, скопируйте путь ``~/.electrum-axe`` и вставьте его в диалоговое окно.

source: **macOS:** Open Finder, select **Go > Go to Folder**, copy the path ``~/.electrum-axe`` and paste it into the dialog box
es: **macOS:** Abre el buscador, selecciona **Ir > Ir a carpeta**, copia la ruta ``~/.electrum-axe`` y pégala en el cuadro de diálogo
ru: **macOS:** Откройте Finder, выберите **Перейти > Перейти в папку**, скопируйте путь ``~/.electrum-axe`` и вставьте его в диалоговое окно.

source: **Windows:** Open Explorer, copy the path ``%APPDATA%\Electrum-AXE`` and paste it in to the address bar
es: **Windows:** Abre el explorador, copia la ruta ``%APPDATA%\Electrum-AXE`` y pégala en la barra de direcciones
ru: **Windows:** Откройте Explorer, скопируйте путь ``%APPDATA%\Electrum-AXE`` и вставьте его в адресную строку

source: Can I do bulk payments with Axe Electrum?
es: Puedo hacer pagos a granel con Axe Electrum?
ru: Можно ли сделать массовые платежи с помощью Axe Electrum?

source: You can create a transaction with several outputs. In the GUI, type each address and amount on a line, separated by a comma.
es: Puedes crear una transacción con varias salidas. En la GUI, escribe cada dirección y cantidad en una línea, separados por una coma.
ru: Вы можете создать перевод с несколькими выводами. В GIU введите каждый адрес и сумму в одну линию, разделяя их запятой.

source: Creating a transaction with multiple outputs in Axe Electrum
es: Crear una transacción con múltiples salidas en Axe Electrum
ru: Создание перевода для множества получателей в Axe Electrum

source: Amounts are in the current unit set in the client. The total is shown in the GUI. You can also import a CSV file in the **Pay to** field by clicking on the folder icon.
es: Las cantidades están en la unidad actual configurada en el cliente. El total se muestra en la GUI. También puedes importar un archivo CSV en el campo **Pagar a** haciendo click en el ícono de la carpeta.
ru: Суммы находятся в текущем блоке клиента. Итоговое значение отображается в графическом интерфейсе. Вы также можете импортировать CSV-файл в поле **Заплатить**, щелкнув на значок папки.

source: Can Axe Electrum create and sign raw transactions?
es: Puede Axe Electrum crear y firmar transacciones en bruto?
ru: Может ли Axe Electrum создавать и подписывать raw transaction?

source: Axe Electrum lets you create and sign raw transactions right from the user interface using a form.
es: Axe Electrum te permite crear y firmar transacciones en bruto directamente desde la interfaz de usuario mediante un formulario.
ru: В Axe Electrum вы можете создавать и подписывать raw transaction прямо в пользовательском интерфейсе с помощью специальной формы.

source: Axe Electrum freezes when I try to send Axe
es: Axe Electrum se congela cuando intento enviar Axe
ru: Axe Electrum зависает, когда я пытаюсь отправить Axe

source: This might happen if you are trying to spend a large number of transactions outputs (for example, if you have collected hundreds of donations from a Axe faucet). When you send Axe, Axe Electrum looks for unspent coins that are in your wallet in order to create the new transaction. Unspent coins can have different values, much like physical coins and bills.
es: Esto podría suceder si intentas gastar una gran cantidad de salidas de transacciones (por ejemplo, si has recolectado cientos de donaciones de un grifo Axe). Cuando envías Axe, Axe Electrum busca las monedas no gastadas que están en tu billetera para crear la nueva transacción. Las monedas no gastadas pueden tener diferentes valores, al igual que las monedas y billetes físicos.
ru: Это может случиться, если вы пытаетесь потратить большое количество транзакций от разных людей (например, если вы собрали несколько сотен пожертвований из "крана" Axe). Когда вы отправляете Axe, Axe Electrum ищет в вашем кошельке свободные монеты, чтобы создать новый перевод. У свободных монет разное достоинство, примерно как у физических монет и счетов.

source: If this happens, you should consolidate your transaction inputs by sending smaller amounts of Axe to one of your wallet addresses; this would be the equivalent of exchanging a stack of nickels for a dollar bill.
es: Si esto sucede, debes consolidar las entradas de tu transacción enviando cantidades más pequeñas de Axe a una de las direcciones de tu billetera; esto sería el equivalente a cambiar una pila de cinco centavos por un billete de un dólar.
ru: Если такое случается, вам стоит уменьшить количество вводных транзакций путём уменьшения суммы Axe до одного из адресов в вашем кошельке; это будет похоже на обмен стопки пятаков на один целый доллар.

source: What is the gap limit?
es: Qué es el límite de espacio?
ru: Что такое гэп-лимит?

source: The gap limit is the maximum number of consecutive unused addresses in your deterministic sequence of addresses. Axe Electrum uses it in order to stop looking for addresses. In Axe Electrum 2.0, it is set to 20 by default, so the client will get all addresses until 20 unused addresses are found.
es: El límite de espacio es la cantidad máxima de direcciones consecutivas no utilizadas en tu secuencia de direcciones determinista. Axe Electrum lo usa para dejar de buscar direcciones. En Axe Electrum 2.0, se establece en 20 de forma predeterminada, por lo que el cliente obtendrá todas las direcciones hasta que se encuentren 20 direcciones sin usar.
ru: Гэп-лимит - это максимальное количество последовательных неиспользованных адресов в вашей детерминированной последовательности адресов. Axe Electrum использует её для того, чтобы перестать искать адрес. В Axe Electrum 2.0 по умолчанию она установлена на 20, поэтому клиент получит все адреса до того, как будут найдены 20 неиспользованных адресов.

source: How can I pre-generate new addresses?
es: Cómo puedo pregenerar direcciones?
ru: Каким образом я могу предварительно создать новый адрес?

source: Axe Electrum will generate new addresses as you use them, until it hits the `gap limit`_.
es: Axe Electrum generará nuevas direcciones a medida que las uses, hasta que llegue al `límite de espacio`_.
ru: Axe Electrum будет генерировать новые адреса по мере их использования, до того момента, пока он не достигнет `gap lmit`_.

source: If you need to pre-generate more addresses, you can do so by typing wallet.create_new_address() in the console. This command will generate one new address. Note that the address will be shown with a red background in the address tab, to indicate that it is beyond the gap limit. The red color will remain until the gap is filled.
es: Si necesitas pregenerar más direcciones, puedes hacerlo escribiendo wallet.create_new_address() en la consola. Este comando generará una nueva dirección. Ten en cuenta que la dirección se mostrará con un fondo rojo en la pestaña de direcciones, para indicar que está más allá del límite de espacio. El color rojo permanecerá hasta que se llene el espacio.
ru: Поэтому, если вам нужно предварительно создать больше адресов, вы можете сделать это, напечатав wallet.create_new_address() в консоли. Обратите внимание, что адрес в адресной строке будет подсвечиваться красным, если он находится за пределами гэп-лимита. Он останется красным до тех пор, пока гэп не будет заполнен.

source: WARNING: Addresses beyond the gap limit will not automatically be recovered from seed. To recover them will require either increasing the client’s gap limit or generating new addresses until the used addresses are found.
es: ADVERTENCIA: las direcciones más allá del límite de espacio no se recuperarán automáticamente de la semilla. Para recuperarlas, será necesario aumentar el límite de espacio del cliente o generar nuevas direcciones hasta que se encuentren las direcciones utilizadas.
ru: ПРЕДУПРЕЖДЕНИЕ: Адреса за пределами гэп-лимита не будут автоматически восстанавливаться с помощью мнемонической фразы. Чтобы восстановить их, потребуется либо увеличить гэп-лимит клиента, либо создавать новые адреса до тех пор, пока не будут найдены использованные адреса.

source: If you wish to generate more than one address, you may use a ‘for’ loop. For example, if you wanted to generate 50 addresses, you could do this::
es: Si deseas generar más de una dirección, puedes usar un ciclo 'for'. Por ejemplo, si quisieras generar 50 direcciones, podrías hacer esto::
ru: Если вы хотите создать больше одного адреса, вы можете использовать цикл 'for'. Например, если вы хотите создать 50 адресов, сделайте следующее:

source: How to upgrade Axe Electrum?
es: Cómo actualizar Axe Electrum?
ru: Как обновить Axe Electrum?

source: Warning: always save your wallet seed on paper before doing an upgrade.
es: Advertencia: siempre guarda la semilla de tu billetera en papel antes de realizar una actualización.
ru: Предупреждение: перед обновлением всегда сохраняйте мнемоническую фразу от вашего кошелька на бумажный носитель.

source: To upgrade Axe Electrum, just :ref:`install <electrum-installation>` the most recent version. The way to do this will depend on your OS. Note that your wallet files are stored separately from the software, so you can safely remove the old version of the software if your OS does not do it for you.
es: Para actualizar Axe Electrum, solo :ref:`instala <electrum-installation>` la versión más reciente. La forma de hacerlo dependerá de tu sistema operativo. Ten en cuenta que tus archivos de billetera se almacenan por separado del software, por lo que puedes eliminar de forma segura la versión anterior del software si tu sistema operativo no lo hace por ti.
ru: Чтобы обновить Axe Electrum, просто :ref:`установите <electrum-installation>` самую последнюю версию. Способ будет зависеть от вашей системы. Обратите внимание, что файлы вашего кошелька хранятся отдельно от программы, поэтому вы можете безопасно удалить старую версию программы, если ваша система не может сделать это за вас.

source: Some Axe Electrum upgrades will modify the format of your wallet files. For this reason, it is not recommended to downgrade Axe Electrum to an older version once you have opened your wallet file with the new version. The older version will not always be able to read the new wallet file.
es: Algunas actualizaciones de Axe Electrum modificarán el formato de tus archivos de billetera. Por esta razón, no se recomienda degradar Axe Electrum a una versión anterior una vez que hayas abierto tu archivo de billetera con la nueva versión. La versión anterior no siempre podrá leer el nuevo archivo de billetera.
ru: Некоторые обновления Axe Electrum изменят формат файлов вашего кошелька. Поэтому не рекомендуется откатывать Axe Electrum в старые версии после того, как вы отрыли файлы кошелька через новую версию. Старые версии не всегда могут прочитать новые файлы кошелька.

source: The following issues should be considered when upgrading Axe Electrum 1.x wallets to Axe Electrum 2.x:
es: Los siguientes problemas se deben tener en cuenta al actualizar las billeteras de Axe Electrum 1.x a Axe Electrum 2.x:
ru: При обновлении кошельков Axe Electrum 1.x до Axe Electrum 2.x следует учитывать следующие сложности:

source: Axe Electrum 2.x will need to regenerate all of your addresses during the upgrade process. Please allow it time to complete, and expect it to take a little longer than usual for Axe Electrum to be ready.
es: Axe Electrum 2.x necesitará regenerar todas tus direcciones durante el proceso de actualización. Espera un momento para completar y espera que Axe Electrum tarde un poco más de lo normal para estar listo.
ru: Во время установки обновления Axe Electrum 2.x потребуется пересоздать все ваши адреса. Пожалуйста, дайте ему время, чтобы завершить процесс, и помните, что это займет немного больше времени, чем обычно запускается Axe Electrum.

source: The contents of your wallet file will be replaced with a Axe Electrum 2 wallet. This means Axe Electrum 1.x will no longer be able to use your wallet once the upgrade is complete.
es: El contenido de tu archivo de billetera se reemplazará con una billetera Axe Electrum 2. Esto significa que Axe Electrum 1.x ya no podrá usar tu billetera una vez que se complete la actualización.
ru: Содержимое файлов вашего кошелька будет заменено кошельком Axe Electrum 2. Это означает, что когда обновление завершится, Axe Electrum 1.x больше не сможет использовать ваш кошелёк.

source: The **Addresses** tab will not show any addresses the first time you launch Axe Electrum 2. This is expected behaviour. Restart Axe Electrum 2 after the upgrade is complete and your addresses will be available.
es: La pestaña **Direcciones** no mostrará ninguna dirección la primera vez que inicies Axe Electrum 2. Este es el comportamiento esperado. Reinicia Axe Electrum 2 después de que se complete la actualización y tus direcciones estarán disponibles.
ru: Когда вы впервые запустите Axe Electrum 2, во вкладке **Адреса** будет пусто. Так и должно быть. Перезапустите Axe Electrum 2 после того, как обновление завершится, и ваши адреса станут снова доступны.

source: Offline copies of Axe Electrum will not show the addresses at all because it cannot synchronize with the network. You can force an offline generation of a few addresses by typing the following into the Console: `wallet.synchronize()`. When it’s complete, restart Axe Electrum and your addresses will once again be available.
es: Las copias fuera de línea de Axe Electrum no mostrarán las direcciones porque no pueden sincronizarse con la red. Puedes forzar una generación fuera de línea de algunas direcciones escribiendo lo siguiente en la consola: `wallet.synchronize()`. Cuando esté completo, reinicia Axe Electrum y tus direcciones volverán a estar disponibles.
ru: В офлайн копиях Axe Electrum адреса не будут отражаться вообще, поскольку он не сможет синхронизироваться с сетью. Вы можете принудительно создать несколько адресов, напечатав в консоли: `wallet.synchronize()`. Когда вы закончите, перезапустите Axe Electrum, и ваши адреса снова станут доступны.
