Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/electrum/faq.po
Languages: es, ru

source: Frequently Asked Questions about the Axe Electrum wallet
es: Preguntas Frecuentes acerca de la billetera Axe Electrum
ru: Часто задаваемые вопросы о кошельке Axe Electrum

source: axe, wallet, electrum, faq, seed
es: axe, billetera, electrum, faq, semilla
ru: axe, кошелёе, electrum, faq, seed-фраза

source: Frequently Asked Questions
es: Preguntas frecuentes
ru: Часто задаваемые вопросы

source: How does Axe Electrum work?
es: Cómo funciona Axe Electrum?
ru: Как работает Axe Electrum?

source: Axe Electrum focuses on speed, low resource usage and providing a simple user experience for Axe. Startup times are instant because it operates in conjunction with high-performance servers that handle the most complicated parts of the Axe system.
es: Axe Electrum se centra en la velocidad, el bajo uso de recursos y proporciona una experiencia de usuario sencilla para Axe. Los tiempos de inicio son instantáneos porque funciona junto con servidores de alto rendimiento que manejan las partes más complicadas del sistema Axe.
ru: Приоритетом Axe Electrum является скорость, экономное использование ресурсов и предоставление простому пользователю опыт работы с Axe. Он запускается мгновенно, потому что работает в связке с высокопроизводительными серверами, которые поддерживают наиболее сложные части системы Axe.

source: Does Axe Electrum trust servers?
es: Axe Electrum confía en los servidores?
ru: Доверяет ли Axe Electrum серверам свои данные?

source: Not really; the Axe Electrum client never sends private keys to the servers. In addition, it verifies the information reported by servers using a technique called `Simple Payment Verification <http://docs.electrum.org/en/latest/spv.html>`_.
es: Realmente no; el cliente de Axe Electrum nunca envía llaves privadas a los servidores. Además, verifica la información reportada por los servidores usando una técnica llamada `Verificación de pago simple <http://docs.electrum.org/en/latest/spv.html>`_.
ru: Не совсем; клиент Axe Electrum никогда не отправляет серверам приватные ключи. Кроме того, он подтверждает информацию от серверов, используя технику, которая называет `Подтверждение Обычного Платежа <http://docs.electrum.org/en/latest/spv.html>`_.

source: What is the Seed?
es: Qué es la semilla?
ru: Что такое Мнемоническая фраза?

source: The seed is a random phrase that is used to generate your private keys. Example::
es: La semilla es una frase aleatoria que se usa para generar tus llaves privadas. Ejemplo::
ru: Мнемоническая фраза - это случайная фраза, которая используется для создания ваших приватных ключей. Например:

source: Your wallet can be entirely recovered from its seed. To do this, select the **I already have a seed** option during startup.
es: Tu billetera puede recuperarse completamente desde tu semilla. Para hacer esto, selecciona la opción **Ya tengo una semilla** durante el inicio.
ru: С помощью мнемонической фразы вы можете полностью восстановить свой кошелёк. Чтобы сделать это, выберите опцию "У меня уже есть мнемоническая фраза" во время запуска.

source: How secure is the seed?
es: Qué tan segura es la semilla?
ru: Надёжна ли Мнемоническая фраза?

source: The seed created by Axe Electrum has 128 bits of entropy. This means that it provides the same level of security as a Axe private key (of length 256 bits). Indeed, an elliptic curve key of length n provides n/2 bits of security.
es: La semilla creada por Axe Electrum tiene 128 bits de entropía. Esto significa que proporciona el mismo nivel de seguridad que una llave privada Axe (de longitud de 256 bits). De hecho, una llave de curva elíptica de longitud n proporciona n/2 bits de seguridad.
ru: Мнемоническая фраза, которая создаётся Axe Electrum, содержит 128 битов энтропии. Это означает, что её уровень надёжности такой же, как и приватного ключа Axe (длина которого составляет 256 битов). Фактически, эллиптическая кривая ключа длиной в n даёт n/2 битов безопасности.

source: What are change addresses?
es: Qué son los cambios de dirección?
ru: Что такое смена адресов?

source: The Axe Electrum wallet design and workflow are based on a concept called a “wallet generation seed”. This seed is a unique, randomly- selected list of twelve words. A Axe Electrum wallet uses its seed as a template for generating addresses.
es: El diseño y el flujo de trabajo de la billetera Axe Electrum se basan en un concepto llamado "semilla de generación de billetera". Esta semilla es una lista única, seleccionada aleatoriamente de doce palabras. Una billetera Axe Electrum usa su semilla como plantilla para generar direcciones.
ru: Дизайн и рабочий процесс кошелька Axe Electrum основаны на идее, которая называется "генерация мнемонической фразы для кошелька". Эта мнемоническая фраза - уникальный и случайным образом выбранный список из 12 слов. Кошелёк Axe Electrum использует мнемоническую фразу в качестве шаблона для генерирования адресов.

source: To understand the problem that seeds solve, browse to the Electrum **Receive** tab. Next, open the collapsible entry marked **Change**.
es: Para comprender el problema que resuelven las semillas, ve a la pestaña Electrum **Recibir**. A continuación, abre la entrada plegable marcada **Cambiar**.
ru: Чтобы понять, какую проблему решает мнемоническая фраза, откройте вкладку **Получить** в Electrum. Затем откройте вкладку **Сдача**.

source: Receiving and change addresses in Axe Electrum
es: Recibir y cambiar direcciones en Axe Electrum
ru: Получение и изменение адресов в Axe Electrum

source: Notice that the total balance does not only show the sum of all receiving addresses, but also the separately listed **Change** addresses. Where did these new change addresses come from and why does the first one now hold funds?
es: Ten en cuenta que el saldo total no solo muestra la suma de todas las direcciones de recepción, sino también las direcciones de **Cambio** por separado. ¿De dónde vienen estas nuevas direcciones de cambio y por qué la primera ahora tiene fondos?
ru: Обратите внимание, что общий баланс не только показывает сумму всех полученных адресов, но также отдельный список адресов для **Сдачи**. Откуда появились эти новые адреса для сдачи и почему на первом из них хранятся средства?

source: Axe is an electronic cash system, meaning that it shares much in common with the process of using paper banknotes. Although some cash payments involve exact change, many do not. You tend to “overpay” when using cash, and expect to receive the difference as change. Perhaps surprisingly, this is how Axe transactions work as well. If the entire balance of an address is not required for any given transaction, the remainder is sent to a new and unused address under control of the same wallet. This address is generated deterministically (rather than randomly) from the wallet seed, which means that any other wallet will also regenerate the change addresses in the same order from the same recovery seed, and have access to the balances.
es: Axe es un sistema de dinero electrónico, lo que significa que comparte mucho en común con el proceso de uso de notas de banco de papel. Aunque algunos pagos en efectivo implican un cambio exacto, muchos no lo hacen. Tiendes a "pagar de más" cuando usas efectivo, y esperar recibir la diferencia como cambio. Quizás sorprendentemente, así es como funcionan las transacciones Axe también. Si no se requiere el saldo completo de una dirección para una transacción determinada, el resto se envía a una dirección nueva y no utilizada bajo el control de la misma billetera. Esta dirección se genera de manera determinista (en lugar de al azar) desde la semilla de billetera, lo que significa que cualquier otra billetera también regenerará las direcciones de cambio en el mismo orden desde la misma semilla de recuperación y tendrá acceso a los saldos.
ru: Axe - система электронных денег, и это означает, что она во многом похожа на использование бумажных банкнот. Хотя многие наличные платежи подразумевают получение точной сдачи, многие этого не делают. Когда вы используете наличные, вы склонны "переплачивать", и получать разницу в качестве сдачи. Возможно, это вас удивит, но переводы в Axe работают так же. Если для любого перевода не нужен весь баланс кошелька, остаток отправляется на новый неиспользованный адрес, который находится под контролем того же кошелька. Этот адрес генерируется определённым (а не случайным) образом из мнемонической фразы кошелька, что означает, что любой другой кошелёк может также воссоздать адреса для сдачи в том же порядке из той же самой мнемонической фразы для восстановления, и получить доступ к балансам.

source: Spending the entire balance and sending any remainder to a change address is considered good practice because it prevents the transaction recipient from linking transactions by browsing the blockchain, thus compromising your privacy. If privacy is not a concern, change addresses can be disabled via the **Tools > Electrum preferences** menu option.
es: Gastar todo el saldo y enviar el resto a una dirección de cambio se considera una buena práctica porque evita que el destinatario de la transacción vincule transacciones al explorar la cadena de bloques, lo que compromete tu privacidad. Si la privacidad no es una preocupación, las direcciones de cambio se pueden desactivar a través de la opción de menú **Herramientas > Preferencias de Electrum**.
ru: Перевод всех средств и возвращение остатка на адрес для сдачи считается хорошей практикой, потому что это предотвращает проведение связи между получателем и переводами путём просмотра информации в блокчейне и, таким образом, работает на вашу конфиденциальность. Если конфиденциальность перевода для вас не важна, вы можете отключить адреса для сдачи, пройдя в меню через **Инструменты > Настройки Electrum**.

source: How can I send the maximum available in my wallet?
es: Cómo puedo enviar el máximo disponible en mi billetera?
ru: Как мне отправить все средства, которые сейчас доступны в моём кошельке?

source: Type an exclamation mark (!) in the **Amount** field or simply click the **Max** button. The fee will be automatically adjusted for that amount.
es: Escribe un signo de exclamación (!) En el campo **Cantidad** o simplemente haz click en el botón **Max**. La comisión se ajustará automáticamente por esa cantidad.
ru: Напечатайте восклицательный знак в поле ввода **Сумма** восклицательный знак (!) или просто нажмите на кнопку **Всё**. Комиссия за перевод автоматически вычтется из этой суммой.

source: How can I send Axe without paying a transaction fee?
es: Cómo puedo enviar Axe sin pagar una comisión de transacción?
ru: Как мне отправить Axe без комиссии?

source: You can create a zero fee transaction in the GUI by following these steps:
es: Puedes crear una transacción con comisión cero en la GUI siguiendo estos pasos:
ru: Вы можете создать перевод с нулевой комиссией в GUI, выполнив следующие шаги:

source: Enable the **Edit fees manually** option
es: Habilita la opción **Editar comisiones manualmente**
ru: Включите опцию **Редактирование комиссии вручную**

source: Enter 0 in the **Fee** field
es: Ingresa 0 en el campo **Comisión**
ru: Введите 0 в поле **Комиссия**

source: Enter the amount in the **Amount** field
es: Ingresa el monto en el campo **Cantidad**
ru: Введите сумму перевода в поле **Сумма**

source: Note that transactions without fees might not be relayed by the Axe Electrum server, or by the Axe network.
es: Ten en cuenta que las transacciones sin comisiones pueden no ser retransmitidas por el servidor de Axe Electrum o por la red de Axe.
ru: Обратите внимание, что транзакции без комиссии могут не отправить сервером Axe Electrum или сетью Axe.

source: Is there a way to enter amounts in USD in Axe Electrum?
es: Hay alguna manera de ingresar montos en USD en Axe Electrum?
ru: Можно ли ввести сумму в долларах в Axe Electrum?

source: Yes, go to **Tools > Prefernce > Fiat** and select a **Fiat currency** to display the current exchange rate from the chosen **Source**.
es: Sí, ve a **Herramientas > Preferencias > Fiat** y selecciona una **moneda fiduciaria** para mostrar la tasa de cambio actual de la **Fuente** elegida.
ru: Да, зайдите в **Инструменты > Настройки > Фиат** и выберите **Фиатная валюта**, чтобы отображался текущий курс по информации от выбранного **Источника**.

source: Entering values in fiat currency in Axe Electrum
es: Ingresar valores en moneda fiduciaria en Axe Electrum
ru: Введение значений в фиатной валюте в Axe Electrum

source: What does it mean to “Freeze” an address in Axe Electrum?
es: Qué significa "congelar" una dirección en Axe Electrum?
ru: Что такое "Заморозить" адрес в Axe Electrum?

source: When you freeze an address, the funds in that address will not be used for sending Axe. You cannot send Axe if you don’t have enough funds in your non-frozen addresses.
es: Cuando congelas una dirección, los fondos en esa dirección no se usarán para enviar Axe. No puedes enviar Axe si no tienes fondos suficientes en tus direcciones no congeladas.
ru: Когда вы замораживаете адрес, средства с этого адреса не будут использоваться для отправления Axe. Вы не сможете отправить Axe, если на не замороженных счетах недостаточно средств.

source: How is the wallet encrypted?
es: Cómo está encriptada la billetera?
ru: Каким образом зашифрован кошелёк?

source: Axe Electrum uses two separate levels of encryption:
es: Axe Electrum utiliza dos niveles separados de encriptación:
ru: У Axe Electrum два уровня шифрования:

source: Your seed and private keys are encrypted using AES-256-CBC. The private keys are decrypted only briefly, when you need to sign a transaction; for this you need to enter your password. This is done in order to minimize the amount of time during which sensitive information is unencrypted in your computer's memory.
es: Tu semilla y llaves privadas se encriptan utilizando AES-256-CBC. Las llaves privadas se desencriptan solo brevemente, cuando necesitas firmar una transacción; para esto debes ingresar tu contraseña. Esto se hace con el fin de minimizar la cantidad de tiempo durante el cual la información confidencial no está encriptada en la memoria de tu computadora.
ru: Ваша мнемоническая фраза и приватные ключи зашифрованы с помощью AES-256-CBC. Когда вам нужно подтвердить транзакцию, приватные ключи шифруются быстрым способом - для этого вам нужно ввести пароль. Это сделано для того, чтобы минимизировать время, в течение которого приватная информация хранится в незашифрованном виде в памяти вашего компьютера.

source: In addition, your wallet file may be encrypted on disk. Note that the wallet information will remain unencrypted in the memory of your computer for the duration of your session. If a wallet is encrypted, then its password will be required in order to open it. Note that the password will not be kept in memory; Axe Electrum does not need it in order to save the wallet on disk, because it uses asymmetric encryption (ECIES).
es: Además, tu archivo de billetera puede estar encriptado en el disco. Ten en cuenta que la información de la billetera permanecerá sin encriptar en la memoria de tu computadora durante tu sesión. Si una billetera está encriptada, entonces se requerirá tu contraseña para abrirla. Ten en cuenta que la contraseña no se mantendrá en la memoria; Axe Electrum no la necesita para guardar la billetera en el disco, ya que usa encriptación asimétrica (ECIES).
ru: Кроме того, ваш кошелёк может быть зашифрован на диске. Обратите внимание, что информация о кошельке остаётся в памяти вашего компьютера в незашифрованном виде в течении сеанса работы. Если кошелёк зашифрован, тогда понадобится пароль, чтобы его открыть. Обратите внимание, что пароль не сохранится в памяти; для того, чтобы сохранить кошелёк на диск, Axe Electrum этого не требуется, потому что он использует асимметричное шифрование (ECIES).

source: Wallet file encryption is activated by default since version 2.8. It is intended to protect your privacy, but also to prevent you from requesting Axe on a wallet that you do not control.
es: El encriptado de archivos de billetera se activa por defecto desde la versión 2.8. Su objetivo es proteger tu privacidad, pero también evitar que solicites Axe en una billetera que no controlas.
ru: Шифрование файла кошелька включено по умолчанию, начиная с версии 2.8. Это сделано для защиты ваших приватных данных, но также и для того, чтобы оградить вас от переводов Axe на кошелёк, который вы не контролируете.

source: I have forgotten my password but still have my seed. Is there any way I can recover my password?
es: Olvidé mi contraseña pero todavía tengo mi semilla. ¿Hay alguna manera de recuperar mi contraseña?
ru: Я забыл пароль, но у меня всё ещё есть мнемоническая фраза. Есть ли способ восстановить мой пароль?

source: It is not possible to recover your password. However, you can restore your wallet from its seed phrase and choose a new password. If you lose both your password and your seed, there is no way to recover your money. This is why we ask you to save your seed phrase on paper.
es: No es posible recuperar tu contraseña. Sin embargo, puedes restaurar tu billetera desde tu frase de semilla y elegir una nueva contraseña. Si pierdes tu contraseña y tu semilla, no hay forma de recuperar tu dinero. Es por eso que te pedimos que guardes tu frase de semilla en papel.
ru: Восстановить пароль невозможно. Однако, с помощью мнемонической фразы вы можете восстановить кошелёк и выбрать новый пароль. Если вы потеряете и пароль, и мнемоническую фразу, то вернуть ваши деньги невозможно. Именно поэтому мы просим вас записывать мнемоническую фразу на бумажный носитель.

source: To restore your wallet from its seed phrase, create a new wallet, select the type, choose **I already have a seed** and proceed to input your seed phrase.
es: Para restaurar tu billetera desde tu frase de semilla, crea una nueva billetera, selecciona el tipo, elije **Ya tengo una semilla** y procede a ingresar tu frase de semilla.
ru: Чтобы восстановить кошелёк с помощью мнемонической фразы, создайте новый кошелёк, выберите его тип, нажмите "У меня уже есть мнемоническая фраза", и затем введите вашу фразу.

source: Does Axe Electrum support cold wallets?
es: Axe Electrum admite billeteras frías?
ru: Поддерживает ли Axe Electrum холодные кошельки?

source: Yes. See the :ref:`cold storage <electrum-cold-storage>` section.
es: Sí. Consulta la :ref:`sección de almacenamiento en frío <electrum-cold-storage>`.
ru: Да. Подробности смотрите в секции :ref:`cold storage<electrum-cold-storage>`

source: Can I import private keys from other Axe clients?
es: Puedo importar llaves privadas de otros clientes de Axe?
ru: Могу ли я импортировать ключи приватности из других клиентов Axe?

source: In Axe Electrum 2.0, you cannot import private keys in a wallet that has a seed. You should sweep them instead.
es: En Axe Electrum 2.0, no puedes importar llaves privadas en una billetera que tiene una semilla. Deberías en su lugar arrastrarlas.
ru: В Axe Electrum 2.0 вы не можете импортировать приватные ключи в кошелёк с мнемонической фразой. Вместо этого, вам стоит удалить их.

source: If you want to import private keys and not sweep them you need to create a special wallet that does not have a seed. For this, create a new wallet, select **Use public or private keys**, and instead of typing your seed, type a list of private keys, or a list of addresses if you want to create a watching-only wallet. A master public (xpub) or private (xprv) will also work to import a hierarchical deterministic series of keys. You will need to back up this wallet, because it cannot be recovered from seed.
es: Si deseas importar llaves privadas y no arrastrarlas, debes crear una billetera especial que no tenga una semilla. Para esto, crea una nueva billetera, selecciona **Usar llaves públicas o privadas**, y en lugar de escribir tu semilla, escribe una lista de llaves privadas o una lista de direcciones si deseas crear una billetera solo para mirar. Un público maestro (xpub) o privado (xprv) también funcionará para importar una serie jerárquica determinista de llaves. Tendrás que hacer una copia de seguridad de esta billetera, ya que no se puede recuperar de la semilla.
ru: Если вы хотите импортировать приватные ключи и не просматривать их, вам нужно создать специальный кошелек, у которого нет seed-фразы. Для этого создайте новый кошелёк, выберите **Использовать публичные или приватные ключи**, а вместо ввода seed-фразы введите список приватных ключей или список адресов, если вы хотите создать кошелёк только для просмотра. Мастер публичный (xpub) или приватный (xprv) ключи также будут работать для импорта иерархической детерминированной серии ключей. Вам нужно будет создать резервную копию этого кошелька, потому что он не может быть восстановлен из seed-фразы.

source: Importing a list of private keys to create a wallet
es: Importar de una lista de llaves privadas para crear una billetera
ru: Импорт списка приватных ключей для создания кошелька

source: Can I sweep private keys from other Axe clients?
es: Puedo arrastrar llaves privadas de otros clientes de Axe?
ru: Могу ли я удалить приватные ключи с других клиентов Axe?

source: Sweeping private keys means to send all the Axe they control to an existing address in your wallet. The private keys you sweep do not become a part of your wallet. Instead, all the Axe they control are sent to an address that has been deterministically generated from your wallet seed.
es: Arrastrar las llaves privadas significa enviar todo los Axe que controlan a una dirección existente en tu billetera. Las llaves privadas que arrastras no se vuelven parte de tu billetera. En cambio, todos los Axe que controlan se envían a una dirección que se ha generado de manera determinista a partir de tu semilla de billetera.
ru: Если вы удалите приватные ключи, то все Axe, которые привязаны к этим ключам, переведутся на существующий адрес в вашем кошельке. Приватные ключи, которые вы удаляете, не становятся частью вашего кошелька. Вместо этого, все средства Axe, которые к ним привязаны, пересылаются на адрес, который создаётся определённым способом с помощью вашей мнемонической фразы.

source: To sweep private keys go to **Wallet > Private Keys > Sweep**. Enter the private keys in the appropriate field. Leave the **Address** field unchanged. This is the destination address from your existing Axe Electrum wallet. Click on **Sweep**. Axe Electrum then takes you to the **Send** tab where you can set an appropriate fee and then click on **Send** to send the coins to your wallet.
es: Para arrastrar las llaves privadas, ve a **Billetera > Llaves privadas > Arrastrar**. Ingresa las llaves privadas en el campo apropiado. Deja el campo **Dirección** sin cambios. Esta es la dirección de destino de tu billetera Axe Electrum existente. Haz click en **Arrastrar**. Axe Electrum luego te llevará a la pestaña **Enviar** donde puedes establecer una comisión adecuada y luego hacer click en **Enviar** para enviar las monedas a tu billetera.
ru: Чтобы удалить приватные ключи, зайдите в **Кошелёк > Приватные ключи > Удалить**. Введите приватные ключи в соответствующее поле. Оставьте поле **Адрес** пустым. Это адрес из вашего существующего кошелька Electrum Wallet. Нажмите **Удалить**. Затем Axe Electrum перенаправит вас во вкладку **Отправить**, где вы сможете установить подходящую комиссию. После этого нажмите **Отправить**, чтобы отправить монеты в ваш кошелёк.

source: Where is my wallet file located?
es: Dónde está ubicado el archivo de mi billetera?
ru: Где находится мой кошелёк?
