Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/electrum/installation.po
Languages: ar, de, ru, zh_cn

source: How to install and create a new Axe Electrum wallet on Windows, Linux, macOS and Android
ar: كيفية تثبيت وإنشاء محفظة داش ألكتروم جديدة على ويندوز و لينكس و ماك و الأندرويد
de: Wie man eine neue Axe Electrum Wallet unter Windows, Linux, macOS und Android installiert und erstellt
ru: Как установить и создать новый кошелёк Axe Electrum на Windows, Linux, macOS и Android
zh_cn: 如何在Windows、Linux、macOS和Android系统上安装新的达世币轻钱包

source: axe, mobile, wallet, electrum, android, linux, windows, macos, installation, compile
ar: داش، الهاتف، محفظة، ألكتروم، أندرويد، لينكس، ويندوز، ماك، التتبيث، الصنف
de: axe, mobile, wallet, electrum, android, linux, windows, macos, installation, kompilieren
ru: axe, мобильный телефон, кошелёк, electrum, android, linux, windows, macos, установка, компиляция
zh_cn: 达世币、移动钱包、轻钱包、Android、Linux、Windows、macOS、安装、编译

source: Installation
ar: التتبيث
ru: Установка
zh_cn: 安装

source: Download
ar: تحميل
ru: Загрузка
zh_cn: 下载

source: You can download Axe Electrum from the official Axe website or the Axe Electrum minisite.
ar: يمكنك تنزيل داش ألكتروم من موقع داش الرسمي أو موقع داش ألكتروم minisite.
de: Axe Electrum kann über die offizielle Axe Webseite oder die Axe Electrum Unterseite heruntergeladen werden.
ru: Axe Electrum можно скачать с официального сайта Axe или с мини-сайта Axe Electrum.
zh_cn: 您可以在达世币官网或达世币轻钱包的专题页面进行下载。

source: Linux
ar: لينكس

source: Axe Electrum for Linux is available from a PPA for Ubuntu and Linux Mint, and as a source tarball for other systems. As of version 3.0.6, it requires Python 3 to run. Enter the following commands to install from PPA::
ar: يتوفر داش ألكتروم لنظام التشغيل لينكس من PPA لـ يوبنتو و لينكس Mint ، وكطريقة تربة المصدر للأنظمة الأخرى. اعتبارًا من الإصدار 3.0.6 ، يتطلب الأمر تشغيل بايتون 3. أدخل الأوامر التالية للتثبيت من PPA::
de: Axe Electrum für Linux kann via PPA für Ubuntu und Linux Mint sowie via tar Archiv für andere Systeme installiert werden. 3.0.6 benötigt mindestens Python 3, um einwandfrei zu funktionieren. Für den Installationsvorgang via PPA sind die folgenden Befehle notwendig::
ru: Axe Electrum для Linux доступен с PPA для Ubuntu и Linux Mint, а также в качестве архива с исходным кодом для других систем. Для работы версии 3.0.6 потребуется Python 3. Чтобы установить из PPA, введите следующие команды::
zh_cn: Ubuntu或Linux系统的用户可以通过PPA存储库获取达世币轻钱包的资源，并将它用作其它系统的原始码。3.0.6版本需要运行Python 3。借助PPA存储库进行下载和安装的用户需要输入以下命令::

source: Enter the following commands (changing the version number to match the current version as necessary) in the terminal to install Axe Electrum from the source tarball::
ar: أدخل الأوامر التالية (تغيير رقم الإصدار لمطابقة الإصدار الحالي عند الضرورة) في المحطة الطرفية لتثبيت داش.ألكتروم من المصدر tarball::
de: Für den Installationsvorgang via tar Archiv sind die folgenden Befehle (die Versionsnummern müssen mit der aktuellsten Version übereinstimmen) notwendig::
ru: Введите в командную строку следующие команды (и, если необходимо, изменить номер версии, чтобы он совпадал с последней версией), чтобы установить Axe Electrum из архива с исходным кодом::
zh_cn: 用户需要在终端中输入以下命令（根据需要更改版本号以匹配当前版本），从而借助源文件安装达世币轻钱包::

source: macOS
ar: ماك

source: Simply download and run the DMG file. You may need to grant permission to install, depending on your security settings. Click through the installation wizard and run Axe Electrum from your Applications folder when complete.
ar: ما عليك سوى تنزيل ملف DMG وتشغيله. قد تحتاج إلى منح إذن للتثبيت ، بناءً على إعدادات الأمان الخاصة بك. انقر خلال معالج التثبيت وقم بتشغيل داش ألكتروم من مجلد التطبيقات عند اكتماله.
de: Die DMG Datei muss heruntergeladen und gestartet werden. Je nach Sicherheitseinstellungen muss eine Installationserlaubnis erteilt werden. Nach Abschluss des Installationsprogramms kann Axe Electrum über den Applications Ordner gestartet werden.
ru: Просто скачайте и запустите DMG файл. В зависимости от ваших настроек безопасности, возможно, вам понадобится дать ему разрешение на установку. Следуйте инструкциям мастера установки и запустите Axe Electrum из папки Программы после того, как он установится.
zh_cn: 用户需要下载并运行DMG文件。基于系统的安全设置，用户可能需要授权安装。完成上述步骤后，用户应单击安装向导并通过Applications文件夹运行达世币轻钱包。

source: Windows
ar: ويندوز

source: Simply download and run the installer file to set up Axe Electrum. You may need to grant permission to install, depending on your security settings. Click through the installation wizard and run Axe Electrum from the Start menu when complete.
ar: ما عليك سوى تنزيل ملف المثبت وتشغيله لإعداد داش ألكتروم. قد تحتاج إلى منح إذن للتثبيت ، بناءً على إعدادات الأمان الخاصة بك. انقر خلال معالج التثبيت وقم بتشغيل داش ألكتروم من قائمة ابدأ عند الانتهاء.
de: Die Installationsdatei muss heruntergeladen und gestartet werden, um Axe Electrum zu installieren. Je nach Sicherheitseinstellungen muss eine Installationserlaubnis erteilt werden. Nach Abschluss des Installationsprogramms kann Axe Electrum über das Startmenü gestartet werden.
ru: Чтобы установить Axe Electrum, просто скачайте и запустите файл. В зависимости от ваших настроек безопасности, возможно, вам понадобится дать ему разрешение на установку. Следуйте инструкциям мастера установки и запустите Axe Electrum из меню Пуск после того, как он установится.
zh_cn: 用户只需下载并运行安装程序文件就能设置达世币轻钱包了。基于系统的安全设置，用户可能需要授权安装。完成上述步骤后，用户应单击安装向导并通过开始菜单运行达世币轻钱包。

source: Android
ar: أندرويد
zh_cn: 安卓

source: Download and run the APK file from https://electrum.docs.axerunners.com to set up Axe Electrum. You may need to grant permission to install from unknown sources, depending on your security settings. Click through the installation wizard and run Axe Electrum when complete.
ar: قم بتنزيل ملف APK وتشغيله من https://electrum.docs.axerunners.com لإعداد داش ألكتروم. قد تحتاج إلى منح إذن للتثبيت من مصادر غير معروفة ، اعتمادًا على إعدادات الأمان الخاصة بك. انقر خلال معالج التثبيت وقم بتشغيل داش ألكتروم عند الانتهاء.
de: Die APK muss einfach über https://electrum.docs.axerunners.com heruntergeladen und gestartet werden, um Axe Electrum zu installieren. Je nach Sicherheitseinstellungen muss eine Installationserlaubnis für unbekannte Quellen erteilt werden. Nach Abschluss des Installationsprogramms kann Axe Electrum gestartet werden.
ru: Чтобы установить Axe Electrum, скачайте файл APK с https://electrum.docs.axerunners.com и запустите его. В зависимости от ваших настроек безопасности, возможно, вам понадобится дать ему разрешение на установку из непроверенного источника. Следуйте инструкциям мастера установки и запустите Axe Electrum после того, как он установится.
zh_cn: 用户应从 https://electrum.docs.axerunners.com 网站上下载和运行APK文件，以便安装达世币轻钱包。基于系统的安全设置，用户可能需要授权未知来源的安装。完成上述步骤后，用户应单击安装向导并运行达世币轻钱包。

source: Creating a New Wallet
ar: إنشاء محقظة جديدة
de: Eine neue Wallet erstellen
ru: Как создать новый кошелёк
zh_cn: 创建新钱包

source: Axe Electrum gathers configuration data when run for the first time. For more on the concepts behind this process, skip to the later sections of this guide discussing backups, security, and addresses. When setting up Axe Electrum for the first time, a wizard will guide you through the process of creating your first wallet. The first screen asks how you would like to connect to the remote server. Select **Auto connect** and click **Next** to continue. You will see a notice that no wallet currently exists. Enter a name for your wallet (or accept the default name) and click **Next** to create your wallet.
ar: يقوم داش ألكتروم بجمع بيانات التهيئة عند تشغيلها لأول مرة. لمزيد من المعلومات حول المفاهيم الكامنة وراء هذه العملية ، انتقل إلى الأقسام التالية من هذا الدليل لمناقشة النسخ الاحتياطية والأمان والعناوين. عند إعداد داش ألكتروم للمرة الأولى ، سيرشدك المعالج خلال عملية إنشاء أول محفظتك. تسأل الشاشة الأولى كيف تريد الاتصال بالخادم البعيد. حدد **الاتصال التلقائي** وانقر فوق **التالي** للمتابعة. سترى إشعارًا بعدم وجود محفظة في الوقت الحالي. أدخل اسمًا لمحفظةك (أو قم بقبول الاسم الافتراضي) وانقر فوق **التالي** لإنشاء محفظتك.
de: Axe Electrum sammelt Daten zur Konfiguration, wenn es das erste Mal gestartet wird. Mehr zu dem Thema gibt es in der Anleitung zum Thema Backups, Sicherheit und Adressen, die sich weiter unten befindet. Beim ersten Starten der Axe Electrum Wallet wird ein Menü den Nutzer durch den Erstellprozess einer neuen Wallet leiten. Auf der ersten Folie wird der Nutzer gefragt ob er zu einem außenstehenden Server eine Verbindung aufbauen möchte. Über **Auto connect** und **Next** geht es weiter zum nächsten Menü, das anzeigt, dass bisher keine Wallet existiert. Nachdem ein Name eingegeben wurde (oder der Standardname akzeptiert wurde), kann die Wallet über **Next** erstellt werden.
ru: При первом запуске Axe Electrum собирает данные о настройках. Чтобы узнать больше об этом процессе, перейдите в последний раздел этой инструкции, где идёт речь о бэкапах, безопасности и адресах. При первой установке Axe Electrum, мастер установки поможет вам создать ваш первый кошелёк. В первом окне вас просят, как вы хотите подключаться к удалённому серверу. Выберите **Auto connect** и нажмите **Next**, чтобы продолжить. Вы увидите сообщение, что кошелёк ещё не создан. Введите имя вашего кошелька (или оставьте имя по умолчанию) и нажмите **Next**, чтобы создать кошелёк.
zh_cn: 达世币轻钱包会在初次运行的时候收集配置参数。如需了解相关流程的更多信息，请阅读本指南中有关备份、安全和地址的说明。在初次安装达世币轻钱包时，安装向导会在创建过程中全程指导您。其中，第一个页面将咨询您希望以何种方式连接到远程服务器，您可以选择 **自动连接”** ，再点击 **下一步**。此时，您将会看到一则当前没有钱包的通知。接下来，您可以为个人钱包输入名称（或使用默认名称），并点击 **下一步** 来创建钱包。

source: Selecting the server and naming your first wallet
ar: اختيار الخادم وتسمية محفظتك الأولى
de: Server auswählen und erste Wallet benennen
ru: Выбор сервера и имени для вашего первого кошелька
zh_cn: 选择服务器并命名您的第一个钱包

source: You will be asked what kind of wallet you want to create. Choose between **Standard wallet**, **Multi-signature wallet** and **Watch Axe addresses**. If you are unsure, select **Standard wallet** and click **Next** to continue. You will then be asked how you want to store/recover the seed. If stored safely, a seed can be used to restore a lost wallet on another computer. Choose between **Create a new seed**, **I already have a seed**, **Use public or private keys** or **Use a hardware device**. If you are using Electrum Axe for the first time and not restoring an existing wallet, choose **Create a new seed** and click **Next** to continue.
ar: سيتم سؤالك عن نوع المحفظة التي ترغب في إنشائها. اختر بين **المحفظة العادية**، **إمضاء المحفظة** و **أنظر عناوين داش**. إذا لم تكن متأكدًا ، فحدد **المحفظة العادية** وانقر فوق **اللتالي** للمتابعة. سيتم سؤالك بعد ذلك كيف تريد تخزين / استرداد البذرة. إذا تم تخزينها بأمان ، يمكن استخدام البذور لاستعادة محفظة مفقودة على كمبيوتر آخر. اختر بين **قم بإنشاء بذرة جديدة** ، **لدي بالفعل بذور** ، **استخدم مفاتيح عامة أو خاصة** أو **استخدم جهازًا**. إذا كنت تستخدم داش ألكتروم للمرة الأولى وليس استعادة محفظة موجودة ، اختر **إنشاء بذور جديدة** وانقر فوق **التالي** للمتابعة
de: Bei der Erstellung wird nach der Art der Wallet, die erstellt werden soll, gefragt. Zur Auswahl stehen die Optionen **Standard wallet**, **Multi-signature wallet** und **Watch Axe addresses**. Für die meisten Anwendungsfälle eignet sich die Option **Standard wallet** am ehesten. Nach der Auswahl einer Option wird der Vorgang über **Next** fortgesetzt. Danach wird gefragt, wie der Seed gespeichert/wiederhergestellt werden soll. Wenn er sicher gelagert wird, kann ein Seed dazu verwendet werden, eine verlorene Wallet auf einem anderen Computer wiederherzustellen. Zur Auswahl stehen die Optionen **Create a new seed**, **I already have a seed**, **Use public or private keys** oder **Use a hardware device**. Wenn die Wallet zum ersten Mal verwendet wird und nicht wiederhergestellt werden soll, geht es über **Create a new seed** und **Next** weiter.
ru: Установщик спросит, какой кошелёк вы хотите создать и предложит выбор между *Standard wallet**, **Multi-signature wallet** и **Watch Axe addresses**. Если вы не знаете, какой именно вам нужен, выберите **Standard wallet** и нажмите **Next**, чтобы продолжить. Затем вас спросят, где вы хотите хранить или откуда восстановить мнемоническую фразу. При правильном хранении, мнемоническую фразу можно использовать для восстановления утерянного кошелька на другом компьютере. Вы можете выбрать между **Create a new seed**, **I already have a seed**, **Use public or private keys** или **Use a hardware device**. Если вы впервые пользуетесь Electrum Axe и не восстанавливаете уже существующий кошелёк, выберите **Create a new seed** и нажмите **Next**, чтобы продолжить.
zh_cn: 系统会自动咨询您想要创建哪种钱包，您可以选择 **标准钱包**、 **多重签名钱包** 或 **浏览达世币地址**。如果您不太确定，请选择 **标准钱包** 并单击 **下一步** 进行后续操作。接下来，系统将会咨询您想要如何存储或恢复种子。完成这项操作之后，您就可以使用种子在另一台计算机上恢复丢失的钱包了。您可以选择 **创建新的种子**、**使用已有的种子**、**使用公钥或私钥** 或 **使用硬件设备**。如果您是初次使用达世币轻钱包而不是恢复已有的钱包，那么您应选择 **创建新的种子** 并单击 **下一步** 进行后续操作。

source: Selecting the wallet type and keystore
ar: اختيار نوع المحفظة و keystore
de: Art der Wallet und Keystore auswählen
ru: Выбор типа кошелька и хранилища ключей
zh_cn: 选择钱包种类和密钥库

source: Electrum Axe will generate your wallet and display the recovery seed. Write this seed down, ideally on paper and not in an electronic format, and store it somewhere safe. This seed is the only way you can recover your wallet if you lose access for any reason. To make sure you have properly saved your seed, Electrum Axe will ask you to type it in as a confirmation. Type the words in the correct order and click **Next** to continue.
ar: سوف ألكتروم داش توليد محفظتك وعرض بذور الانتعاش. أكتب هذه البذور لأسفل ، بشكل مثالي على الورق وليس في شكل إلكتروني ، وتخزينها في مكان آمن. هذه البذور هي الطريقة الوحيدة التي يمكنك استرداد محفظتك إذا فقدت الوصول لأي سبب من الأسباب. للتأكد من أنك قمت بحفظ البذور بشكل صحيح ، سيطلب منك ألكتروم داش كتابتها كتأكيد. اكتب الكلمات بالترتيب الصحيح وانقر فوق **التالي** للمتابعة.
de: Electrum Axe wird nun die Wallet erstellen und eine Wiederherstellungsphrase anzeigen. Diese sollte im Idealfall auf Papier und nicht in elektronischer Form niedergeschrieben und sicher aufbewahrt werden. Diese Phrase ist die einzige Möglichkeit eine Wallet wiederherzustellen, wenn der Zugang aus irgendeinem Grund sonst nicht mehr möglich ist. Um sicher zu gehen, dass die Phrase richtig niedergeschrieben wurde, fragt Electrum Axe diese im nächsten Schritt noch einmal an. Zum Fortfahren müssen die Worte in der korrekten Reihenfolge eingegeben und der Vorgang über **Next** fortgesetzt werden.
ru: Electrum Axe создаст ваш кошелёк и отобразит мнемоническую фразу. Запишите её, лучше всего на бумаге, а не в электронном виде, и храните где-нибудь в безопасном месте. Только с помощью мнемонической фразы вы сможете восстановить ваш кошелёк, если по какой-то причине потеряете к нему доступ. Чтобы убедиться, что вы надёжно сохранили мнемоническую фразу, Electrum Axe попросит вас ввести её в качестве подтверждения. Введите слова в правильном порядке и нажмите **Next** , чтобы продолжить.
zh_cn: 达世币轻钱包将生成钱包并显示恢复种子。此时，您应当清晰无误地将种子记录到纸上并妥善保管，请不要以电子格式进行存储。无论您因何缘由、以何种方式丢失钱包，种子都是用户恢复钱包的唯一途径。为了确保您已经妥善保存恢复种子，达世币轻钱包会要求您输入种子。您应以正确的顺序输入，然后单击 **下一步** 进行后续操作。

source: Generating and confirming the recovery seed
ar: توليد وتأكيد كلمات الاسترداد
de: Die Wiederherstellungsphrase generieren und bestätigen
ru: Создание и подтверждение мнемонической фразы для восстановления
zh_cn: 生成并确认恢复种子

source: A password optionally secures your wallet against unauthorized access. Adding a memorable, strong password now improves the security of your wallet by encrypting your seed from the beginning. Skipping encryption at this point by not selecting a password risks potential theft of funds later, however unlikely the threat may be. Enter and confirm a password, ensure the **Encrypt wallet file** checkbox is ticked and click **Next** to continue.
ar: تقوم كلمة المرور تلقائيًا بحفظ محفظتك ضد الوصول غير المصرح به. تؤدي إضافة كلمة مرور قوية وقوية إلى تحسين أمان محفظتك من خلال تشفير البذرة من البداية. إن تخطي التشفير في هذه المرحلة من خلال عدم تحديد كلمة المرور قد يؤدي إلى مخاطر سرقة محتملة للأموال في وقت لاحق ، ولكن من غير المحتمل أن يكون التهديد. أدخل كلمة مرور وقم بتأكيدها ، وتأكد من وضع علامة اختيار على **خانة الاختيار** ملف التشفير وانقر فوق **اللتالي** للمتابعة.
de: Optional kann ein Passwort dazu verwendet werden, die Wallet vor unautorisiertem Zugriff zu schützen. Wenn das Passwort ganz zu Anfang hinzugefügt wurde, wird es den Seed schützen, indem dieser von Anfang an verschlüsselt wird. Die Verschlüsselung am Anfang nicht durchzuführen, setzt das gelagerte Guthaben der Gefahr aus, später gestohlen zu werden, besonders, wenn die Maschine schon zum Zeitpunkt der Erstellung korrumpiert war. Das gewünschte Passwort muss nun eingegeben und über **Encrypt wallet file** und **Next** verschlüsselt werden.
ru: По желанию, вы можете защитить свой кошелёк от несанкционированного доступа с помощью пароля. Добавление запоминающегося, сильного пароля улучшает безопасность вашего кошелька, зашифровывая мнемоническую фразу с самого начала работы. Если вы сейчас пропустите этап шифрования и не выберите пароль, вы рискуете позже потерять свои средства, каким бы маловероятным ни казался такой исход. Введите и подтвердите пароль, убедитесь. что пункт **Encrypt wallet file** отмечен галочкой, и нажмите **Next**, чтобы продолжить.
zh_cn: 选用密码可以保护您的钱包免受未经授权的访问。添加便于记忆的强化密码可以从一开始就对种子进行加密并提高钱包的安全性。如果您此时直接跳过密码设置和加密保护，那么未来就有可能遭遇资金盗窃，虽然这个威胁现在听起来还不太严重。您需要输入并确认密码，确保已勾选 **加密钱包文件**， 然后单击 **下一步** 进行后续操作。

source: Entering and confirming a wallet encryption password
ar: دخول وتأكيد كلمة مرور المشفرة
de: Ein Passwort zur Verschlüsselung der Wallet eingeben und bestätigen
ru: Ввод и подтверждение пароля шифрования кошелька
zh_cn: 输入并确认钱包加密密码

source: Your Axe Electrum wallet is now set up and ready for use.
ar: تم الآن إعداد محفظة داش ألكتروم وجاهزة للاستخدام.
de: Die Axe Electrum Wallet ist nun eingerichtet und kann fortan verwendet werden.
ru: Теперь ваш кошелёк Axe Electrum установлен и готов к работе.
zh_cn: 达世币轻钱包已安装完毕，您可以使用它了。

source: Axe Electrum after setup is complete
ar: داش ألكتروم بعد اكتمال الإعداد
de: Axe Electrum, nachdem der Installationsvorgang abgeschlossen wurde
ru: Axe Electrum после завершения установки
zh_cn: 达世币轻钱包已安装完成。
