Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/android/installation.po
Languages: ar, es, fr, pt, ru

source: How to install the Axe wallet on your Android device
ar: كيفية تثبيت محفظة داش على جهاز الأندرويد الخاص بك
es: Como instalar la billetera Axe en su dispositivo Android
fr: Comment installer le portefeuille logiciel Axe sur votre appareil Android
pt: Como instalar a carteira do Axe no seu dispositivo Android
ru: Как установить кошелёк Axe на ваше устройство Android

source: axe, mobile, wallet, android, installation, compile
ar: داش، الهاتف، المحفظة، الأندرويد، التتبيث، الصنف
es: axe, móvil, billetera, android, instalación, compilar
fr: axe, mobile, portefeuille, android, installation, compilation
pt: axe, mobile, carteira, android, instalação, compilar
ru: axe, дэш, mobile, мобильный, wallet, кошелёк, android, андройд, installation, установка, compile, компиляция

source: Installation
ar: التتبيث
es: Instalación
pt: Instalação
ru: Установка

source: Google Play
ar: قوقل بلاي

source: The easiest way to install the Axe Wallet for Android is from the Google Play Store.
ar: إن أسهل طريقة لتثبيت محفظة داش في الأندرويد هي من متجر قوقل بلاي.
es: La manera más fácil de instalar la Billetera Axe para Android es desde la tienda de Google Play.
fr: La façon la plus simple d'installer le portefeuille Axe Wallet pour Android est d'utiliser le Play Store de Google.
pt: A maneira mais fácil de instalar a Carteira Axe para Android é na Google Play Store.
ru: Самый простой способ установки кошелька Axe- это установка из магазина Google Play.

source: From APK
ar: من APK
es: Desde APK
fr: Depuis un APK
pt: Por APK
ru: Установка из APK

source: Some Android phone do not have access to the Google Play Store because the phone software, network provider or country may not allow it. You can install the app manually by first enabling installation of external sources (if you have not already done so) and then downloading and installing an APK file. Follow these instructions:
ar: لا يتمتع بعض هواتف الأندرويد بحق الوصول إلى متجر قوقل بلاي لأن برنامج الهاتف أو مزود الشبكة أو البلد قد لا يسمح بذلك. يمكنك تثبيت التطبيق يدويًا من خلال تمكين تثبيت المصادر الخارجية أولاً (إذا لم تكن قد قمت بذلك بالفعل) ثم تنزيل ملف APK وتثبيته. اتبع التعليمات التالية:
es: Algunos teléfonos Android no tienen acceso a Google Play Store porque es posible que el software del teléfono, el proveedor de la red o el país no lo permitan. Puedes instalar la aplicación de forma manual primero habilitando la instalación de fuentes externas (si aún no lo ha hecho) y luego descargando e instalando un archivo APK. Sigue estas instrucciones:
fr: Certains téléphones Android n'ont pas accès au Play Store de Google parce que le logiciel du téléphone, le fournisseur d'accès ou le pays ne le permettent pas. Vous pouvez installer manuellement l'application. Il vous faut d'abord activer l'installation depuis des sources externes (si vous ne l'avez pas déjà fait) puis télécharger et installer un fichier APK. Veuillez suivre ces instructions :
pt: Alguns telefones Android não têm acesso à Google Play Store porque o software, o provedor de rede ou o país do telefone podem não permitir isso. Você pode instalar o aplicativo manualmente, primeiro habilitando a instalação de fontes externas (se ainda não o fez) e, em seguida, baixando e instalando um arquivo APK. Siga estas instruções:
ru: Некоторые телефоны на Android не имеют доступа к магазину Google Play из-за особенностей программного обеспечения телефона, мобильного оператора или государственных ограничений. Вы можете установить приложение вручную, для этого, во-первых, необходимо разрешить установку с внешних источников (если вы ещё этого не сделали), а потом скачать и установить APK файл. Следуйте этим инструкциям:

source: Ensure your Android version is at least 4.0.3 by going to **Settings → About phone** and checking the version number.
ar: تأكد من أن إصدار الأندرويد على الأقل هو 4.0.3 من خلال الانتقال إلى **إلإعدادات ← حول الهاتف** والتحقق من رقم الإصدار.
es: Asegúresate de que tu versión de Android sea al menos la 4.0.3 yendo a **Configuración → Acerca del teléfono** y verificando el número de la versión.
fr: Assurez-vous que votre version d'Android soit au moins la 4.0.3, en consultant **Réglages > À propos de ce téléphone** et en vérifiant le numéro de version.
pt: Certifique-se de que sua versão do Android seja pelo menos 4.0.3 acessando **Configurações → Sobre o telefone** e verificando o número da versão.
ru: Удостоверьтесь, что ваша версия Android 4.0.3 или старше, пройдя в **Настройки → О телефоне** и проверив указанную версию.

source: Enable Unknown sources by going to **Settings → Security → Unknown sources**. Read and accept the warning.
ar: تمكين مصادر غير معروفة من خلال الانتقال إلى **الإعدادات ← الأمان ← مصادر غير معروفة**. قراءة وقبول التحذير.
es: Habilita las Fuentes desconocidas yendo a **Ajustes → Seguridad → Fuentes desconocidas**. Lee y acepta la advertencia.
fr: Activer Sources inconnues en allant sur **Réglages > Sécurité > Sources inconnues**. Lisez l'avertissement et acceptez-le.
pt: Habilite fontes desconhecidas acessando **Configurações → Segurança → Fontes desconhecidas**. Leia e aceite o aviso.
ru: Разрешите неизвестные источники, пройдя в **Настройки → Безопасность → Неизвестные источники**. Прочитайте предупреждение и примите его.

source: Using your phone, download the latest version of the APK from `this link <https://github.com/HashEngineering/axe-wallet/releases/latest>`_.
ar: باستخدام هاتفك ، نزّل أحدث إصدار من APK من `هذا الرابط <https://github.com/HashEngineering/axe-wallet/releases/latest>`_.
es: Usando tu teléfono, descarga la última versión de APK desde `este enlace <https://github.com/HashEngineering/axe-wallet/releases/latest>`_.
fr: En utilisant votre téléphone, téléchargez la plus récente version de l'APK depuis `ce lien <https://github.com/HashEngineering/axe-wallet/releases/latest>`_.
pt: Usando seu telefone, baixe a versão mais recente do APK a partir `deste link <https://github.com/HashEngineering/axe-wallet/releases/latest>`_.
ru: Используя телефон, скачайте последнюю версию APK `отсюда <https://github.com/HashEngineering/axe-wallet/releases/latest>`_.

source: If you cannot use your phone to go online, download the APK using your PC instead and copy it to your phone using a cable or Bluetooth. You may need a file browser to find the copied file. `ES File Explorer <http://www.estrongs.com/>`_ is recommended for this.
ar: إذا لم تتمكن من استخدام هاتفك للاتصال بالإنترنت ، قم بتنزيل ملف APK باستخدام الكمبيوتر الخاص بك بدلاً من ذلك وقم بنسخه إلى هاتفك باستخدام كبل أو البلوتوت. قد تحتاج إلى متصفح ملفات للعثور على الملف المنسوخ. `مستكشف الملفات <http://www.estrongs.com/>`_ يوصى بهذا.
es: Si no puedes usar su teléfono para conectarte, descarga el APK usando tu PC y cópialo a tu teléfono usando un cable o Bluetooth. Es posible que necesites un buscador de archivos para encontrar el archivo copiado. `ES File Explorer <http://www.estrongs.com/>`_ se recomienda para esto.
fr: Si votre téléphone ne peut pas aller sur Internet, téléchargez l'APK en utilisant plutôt votre PC et copiez-le sur votre téléphone par connexion filaire ou par Bluetooth. Vous aurez peut-être besoin d'un navigateur de fichier pour trouver le fichier copié. `ES File Explorer <http://www.estrongs.com/>`_ est à recommander pour cette tâche.
pt: Se você não puder usar seu telefone para ficar on-line, faça o download do APK usando o seu PC e copie-o para o seu telefone usando um cabo ou Bluetooth. Você pode precisar de um navegador de arquivos para encontrar o arquivo copiado. `O ES File Explorer <http://www.estrongs.com/>`_ é recomendado para isto.
ru: Если вы не можете использовать телефон для подключения к сети, то скачате APK на ваш компьютер, а потом скопируйте файл на телефон через USB-кабель или Bluetooth. Для поиска скопированного файла может понадобиться файловый браузер. Рекомендуется использовать `ES File Explorer <http://www.estrongs.com/>`_.

source: You can also install an APK file directly from your computer using the Android Debug Bridge (ADB). Follow these instructions:
ar: يمكنك أيضًا تثبيت ملف APK مباشرة من جهاز الكمبيوتر باستخدام تصحيح الأندرويد (ADB). اتبع التعليمات التالية:
es: También puedes instalar un archivo APK directamente desde tu computadora utilizando Android Debug Bridge (ADB). Sige estas instrucciones:
fr: Vous pouvez aussi installer directement un fichier APK depuis votre ordinateur en utilisant Android Debug Bridge (ADB). Veuillez suivre ces instructions :
pt: Você também pode instalar um arquivo APK diretamente do seu computador usando o Android Debug Bridge (ADB). Siga estas instruções:
ru: Так же можно установить АРК напрямую из копьютера, используя Android Debug Bridge (ADB). Следуйте этим инструкциям:

source: Ensure you have a copy of ADB on your PC. This is included in the Android `SDK Platform Tools <https://developer.android.com/studio/releases/platform-tools.html>`_ for Mac, Windows or Linux.
ar: تأكد من حصولك على نسخة من ADB على جهاز الكمبيوتر الخاص بك. هذا مضمّن في الأندرويد `الأدوات النظام الأساسي <https://developer.android.com/studio/releases/platform-tools.html>`_ من اجل ماك أو ويندوز أو لينكس.
es: Asegúrate de tener una copia de ADB en tu PC. Esto está incluido en Android `SDK Platform Tools <https://developer.android.com/studio/releases/platform-tools.html>`_ para Mac, Windows o Linux.
fr: Assurez-vous d'avoir une copie d'ADB sur votre PC. ADB est inclus dans les `Android SDK Platform Tools <https://developer.android.com/studio/releases/platform-tools.html>`_ pour Mac, Windows ou Linux.
pt: Certifique-se de ter uma cópia do ADB no seu PC. Isso está incluído no Android `SDK Platform Tools <https://developer.android.com/studio/releases/platform-tools.html>`_ para Mac, Windows ou Linux.
ru: Удостоверьтесь, что на вашем компьютере есть копия ADB. Она включена в Android `SDK Platform Tools <https://developer.android.com/studio/releases/platform-tools.html>`_ для Mac, Windows или Linux.

source: Enable USB debugging by going to **Settings → Developer options → USB debugging**. If **Developer options** is not available, go to **About phone** instead, scroll down, and tap on the **Build number** seven times.
ar: تمكين تصحيح أخطاء USB عن طريق الانتقال إلى **الإعدادات → خيارات المطورين → تصحيح أخطاء USB**. في حالة عدم توفر **خيارات المطور** ، انتقل إلى **حول الهاتف** بدلاً من ذلك ، قم بالتمرير لأسفل ، ثم انقر فوق **رقم البنية** سبع مرات.
es: Habilita la depuración USB yendo a **Ajustes → Opciones de desarrollador → depuración USB**. Si las **Opciones de desarrollador** no están disponibles, ve a **Acerca del teléfono**,desplácese hacia abajo y toque el **Número de compilación** siete veces.
fr: Activez le débogage USB en allant sur **Réglages > Options développeur > Débogage USB**. Si les **Options développeur** ne sont pas disponibles, allez plutôt sur **À propos de ce téléphone**, descendez en bas et touchez sept fois le **Numéro de build**.
pt: Ative a depuração USB acessando **Configurações → Opções do desenvolvedor → Depuração USB**. Se as **Opções do desenvolvedor** não estiverem disponíveis, vá para **Sobre o telefone**, role para baixo e toque no número **da compilação** sete vezes.
ru: Включите USB-отладку, пройдя в **Настройки → Для разработчиков → Отладка по USB**. Если **Для разработчиков** не доступна, то зайдите в **О телефоне**, прокрутите вниз и нажмите на **Номер сборки** семь раз.

source: Using your PC, download the latest version of the APK from `this link <https://github.com/HashEngineering/axe-wallet/releases/latest>`_.
ar: باستخدام جهاز الكمبيوتر الخاص بك ، قم بتنزيل أحدث إصدار من APK `من هذا الرابط <https://github.com/HashEngineering/axe-wallet/releases/latest>`_.
es: Usando tu PC, descarga la última versión de APK de `este link <https://github.com/HashEngineering/axe-wallet/releases/latest>`_.
fr: Depuis votre PC, téléchargez la plus récente version de l'APK depuis `ce lien <https://github.com/HashEngineering/axe-wallet/releases/latest>`_.
pt: Usando o seu PC, baixe a versão mais recente do APK a partir `deste link <https://github.com/HashEngineering/axe-wallet/releases/latest>`_.
ru: С помощью компьютера, скачайте последнюю версию АРК с `этой ссылки <https://github.com/HashEngineering/axe-wallet/releases/latest>`_.

source: Connect your phone to the PC, open a terminal/command prompt window and type::
ar: قم بتوصيل هاتفك بالكمبيوتر ، افتح نافذة موجه الأوامر/الأمر واكتب ::
es: Conecta tu teléfono a la PC, abre la ventana de terminal/command prompt y escribe::
fr: Connectez votre téléphone à un PC, ouvrez une fenêtre de terminal ou de commandes, et tapez :
pt: Conecte seu telefone ao PC, abra uma janela de prompt de comando/terminal e digite::
ru: Присоедините ваш телефон к компьютеру, откройте окно терминала/командной строки и напечатайте::

source: From source
ar: من المصدر
es: Desde la fuente
fr: Depuis le code source
pt: Da fonte
ru: Из исходного кода

source: The source code for the Axe Android wallet is available on `GitHub <https://github.com/HashEngineering/axe-wallet>`__. The following instructions describe how to compile an APK from source under an up-to- date installation of Ubuntu 18.04 LTS with a single non-root user. Note that NDK version 12b is required, instead of installing the latest version using ``sdkmanager``. Begin by installing dependencies and downloading the latest Android SDK Tools::
ar: يتوفر رمز المصدر لمحافظ داش في الأندرويد على `جيتب <https://github.com/HashEngineering/axe-wallet>`__. تصف الإرشادات التالية كيفية تجميع ملف APK من المصدر في إطار عملية تثبيت حديثة لـ أوبنتو 18.04 LTS مع مستخدم واحد غير أساسي. لاحظ أن NDK الإصدار 12b مطلوب ، بدلاً من تثبيت أحدث إصدار باستخدام ``sdkmanager``. ابدأ بتثبيت التبعيات وتنزيل أحدث الأدوات أندرويد SDK::
es: El código fuente de la billetera de Axe para Android está disponible en `GitHub <https://github.com/HashEngineering/axe-wallet>`__. Las siguientes instrucciones describen cómo compilar un archivo APK desde el origen en una instalación actualizada de Ubuntu 18.04 LTS con un único usuario non-root. Ten en cuenta que se requiere la versión 12b de NDK, en lugar de instalar la última versión con ``sdkmanager``. Comienza instalando dependencias y descargando las últimas herramientas de Android SDK::
fr: Le code source pour le portefeuille Axe Wallet pour Android est disponible sur `GitHub <https://github.com/HashEngineering/axe-wallet>`__. Les instructions suivantes expliquent comment compiler un APK depuis le code source, dans une installation mise à jour d'Ubuntu 18.04 LTS, avec un seul utilisateur non-root. À noter que NDK version 12b est obligatoire, au lieu d'installer la plus récente version en utilisant "sdkmanager". Commencez par installer les dépendances et par télécharger les plus récents Android SDK Tools :
pt: O código-fonte da carteira Android do Axe está disponível no `GitHub <https://github.com/HashEngineering/axe-wallet>`__. As instruções a seguir descrevem como compilar um APK a partir do código-fonte em uma instalação atualizada do Ubuntu 18.04 LTS com um único usuário não-root. Observe que a versão 12b do NDK é necessária, em vez de instalar a versão mais recente usando o ``sdkmanager``. Comece instalando dependências e baixando as últimas ferramentas do Android SDKTools::
ru: Исходный код кошелька Axe Android доступен по адресу `GitHub <https://github.com/HashEngineering/axe-wallet>`__. Дальнейшие инструкции объясняют, как скомпилировать АРК из исходного кода в Ubuntu 18.04 LTS с одним non-root пользователем. Обратите внимание, что необходима NDK версии 12b, не устанавливайте последнюю версию через ``sdkmanager``. Начните процесс, установив зависимости и скачав последнюю версию Android SDK Tools::

source: Next, update the SDK Tools and download the necessary SDK platform bundles and dependencies, then add and load the appropriate environment variables::
ar: بعد ذلك ، قم بتحديث الأدوات SDK وقم بتنزيل حزم النظام الأساسي والتطبيقات التابعة لـ SDK الضرورية ، ثم قم بإضافة وتحميل متغيرات البيئة المناسبة::
es: A continuación, actualiza las Herramientas SDK y descarga los paquetes y dependencias necesarios de la plataforma SDK, luego agrega y carga las variables de entorno apropiadas::
fr: Ensuite, mettez à jour les SDK Tools et téléchargez les paquets SDK nécessaires et les dépendances, puis ajoutez et chargez les variables d'environnement appropriées :
pt: Em seguida, atualize as Ferramentas do SDK e faça o download dos pacotes e dependências da plataforma do SDK necessários, depois adicione e carregue as variáveis de ambiente apropriadas::
ru: Далее, обновите SDK Tools и скачайте необходимые связки и зависимости SDK платформы, а потом добавьте и загрузите соответствующие переменные среды::

source: Now that the build environment is ready, download and build the Axe Android Wallet source::
ar: الآن بعد أن أصبحت بيئة الإنشاء جاهزة ، قم بتنزيل وبناء محفظة داش في الأندرويد::
es: Ahora que el entorno de compilación está listo, descarga y crea la fuente de la billetera de Axe para Android::
fr: Maintenant que l'environnement de compilation est prêt, téléchargez et compilez la source de Axe Wallet pour Android :
pt: Agora que o ambiente de construção está pronto, baixe e construa da fonte da Carteira Axe Android::
ru: Теперь, когда среда для сборки готова, скачайте и соберите исходный код кошелька Axe Android::

source: The built APK files are now available in the ``~/axe-wallet/wallet/build/outputs/apk`` folder.
ar: ملفات APK المبنية متوفرة الآن في مجلد ``~/axe-wallet/wallet/build/outputs/apk``
es: Los archivos APK creados ahora están disponibles en la carpeta ``~/axe-wallet/wallet/build/outputs/apk``.
fr: Les fichiers APK compilés sont disponibles dans le répertoire ``~/axe-wallet/wallet/build/outputs/apk``.
pt: Os arquivos APK construídos estão agora disponíveis na pasta ``~/axe-wallet/wallet/build/outputs/apk`` .
ru: Собранные АРК-файлы доступны в папке `~/axe-wallet/wallet/build/outputs/apk``.
