Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/introduction/about.po
Languages: ar, es, ja, ko, ru, vi, zh_cn

source: Introduction to the Axe cryptocurrency and links to further reading
ar: مقدمة إلى العملات الرقمية داش وروابط لمزيد من القراءة
es: Introducción a la criptomoneda Axe y enlaces a otras lecturas
ja: Axeの紹介および詳細情報
ko: 암호화폐 대시의 소개 및 관련 페이지 링크
ru: Знакомство с криптовалютой Axe и ссылки на дополнительные материалы
zh_cn: 有关加密数字货币达世币的介绍和相关阅读的链接

source: axe, cryptocurrency, videos, documentation, roadmap, governance, funding, payments, whitepaper, roadmap
ar: داش ، العملات الرقمية ، أشرطة الفيديو ، وثائق ، خارطة الطريق ، والحكم ، والتمويل ، والمدفوعات ، دليل العملة ، خارطة الطريق
es: ash, criptomoneda, videos, documentación, roadmap, gobernanza, financiamiento, pagos, whitepaper, roadmap
ja: Axe、暗号化、動画、ファイル、ロードマップ、管理、資金調達、ホワイトペーパー、ロードマップ
ko: 대시, 암호화폐, 비디오, 문서, 로드맵, 거버넌스, 자금 지원, 지불, 백서, 로드맵
ru: axe, криптовалюта, видео, документация, дорожная карта, управление, финансирование, платежи, белая книга, дорожная карта
zh_cn: 达世币，加密数字货币，视频文档，路线图，管理，资金，支付，白皮书，路线图

source: What is Axe?
ar: ما هو الداش؟
es: ¿Qué es Axe?
ja: Axeとは？
ko: Axe란 무엇인가?
ru: Что такое Axe?
vi: Axe là gì?
zh_cn: 什么是达世币？

source: Axe aims to be the most user-friendly and scalable payments-focused cryptocurrency in the world. The Axe network features :ref:`instant transaction confirmation <instantsend>`, double spend protection, :ref:`anonymity <privatesend>` equal to that of physical cash, a :ref:`self-governing, self-funding model <decentralized-governance>` driven by :ref:`incentivized full nodes <masternode-network>` and a `clear roadmap <https://github.com/axerunners/axe-roadmap>`_ for on-chain scaling to up to 400MB blocks using custom-developed open source hardware. While Axe is based on Bitcoin and compatible with many key components of the Bitcoin ecosystem, its two-tier network structure offers significant improvements in transaction speed, anonymity and governance. This section of the documentation describes these and many more key features that set Axe apart in the blockchain economy.
ar: تهدف داش إلى أن تكون أكثر عملة بديهية سهلة الاستخدام وقابلة للتوسعة تركز على الدفعات في العالم. ميزات شبكة داش :ref:`تأكيد المعاملة الفورية <instantsend>` حماية مزدوجة الانفاق :ref:`عدم الكشف عن هويته <privatesend>` مساويا للنقد المادي الحكم الذاتي، :ref:`نموذج التمويل الذاتي <decentralized-governance>` يقودها :ref:`تحفيز العقد الكاملة <masternode-network>` و `خريطة طريق واضحة <https://github.com/axerunners/axe-roadmap>`_ لقياس السلسلة على ما يصل إلى 400 ميغابايت باستخدام أجهزة مفتوحة المصدر تم تطويرها حسب الطلب. بينما تستند داش على البيتكوين ومتوافقة مع العديد من المكونات الرئيسية للنظام الإيكولوجي البيتكوين، فإن هيكلها الشبكي من مستويين يقدم تحسينات كبيرة في سرعة المعاملة، وإخفاء الهوية والحكم. يصف هذا القسم من الوثائق هذه والعديد من الميزات الرئيسية الأخرى التي تحدد داش في اقتصاد البلوكشين.
es: El objetivo de Axe es ser la criptomoneda enfocada en pagos más fácil de usar y escalable del mundo. Las características de la red Axe :ref:`confirmación instantánea de transacción<instantsend>`, protección de doble gasto, :ref:`anonimato<privatesend>` igual al dinero en efectivo, :ref:`auto-gobernanza, modelo de auto-financiamiento<decentralized-governance>` conducido por :ref:`nodos completos incentivados<masternode-network>` y una `hoja de ruta clara <https://github.com/axerunners/axe-roadmap>`_ para el escalado de la cadena de hasta bloques de 400 MB utilizando hardware abierto desarrollado a la medida. Mientras Axe se basa en Bitcoin con muchos componentes clave del ecosistema Bitcoin, su estructura de red de dos niveles ofrece mejoras significativas en la velocidad de las transacciones, el anonimato y la gobernanza. Esta sección de la documentación describe estas y muchas otras características claves que distinguen a Axe en la economía de la cadena de bloques.
ja: 支払い機能を中心にしたAxeは、世界で最も便利で広く使われる暗号化仮想通貨を目指しています。 Axeネットワークは、:ref:`即時取引確認 <instantsend>`、二重支出防止、:ref:`匿名性 <privatesend>`\ など、現金と似たような特徴を持っています。また、Axeネットワークは\ :ref:`インセンティブ化フルノード <masternode-network>`\ に基づく\ :ref:`自治で自己資金調達ができる <decentralized-governance>`\ プログラムで、独自で開発されたープンソースハードウェアを利用し、オンチェーンスケーリングを最大400MBのブロックまで拡張できる\ `明確な計画 <https://github.com/axerunners/axe-roadmap>`_\ もあります。Axeは、Bitcoinに基づいており、Bitcoinのエコシステムの多くの主要コンポーネントと互換性がある一方、2層ネットワーク構造によりトランザクション速度、匿名性および管理機能が大幅に改善されました。 この部分では、ブロックチェーン経済において、ほかの仮想通貨と異なるAxeの重要な特徴について詳しく紹介します。
ko: Axe는 전세계에서 가장 사용자 친화적이고 확장성이 뛰어난 지불 중심의 암호화폐가 되는 것을 목표로 합니다. Axe 네트워크는 :ref:`즉시 거래 <instantsend>` 가 가능하고, 이중 지불이 방지되며, 현금처럼 :ref:`익명 결제 <privatesend>` 가 가능합니다. :ref:`자체 거버닝, 자체 펀딩 <decentralized-governance>` 으로 블록보상이 부여된 :ref:`마스터노드 <masternode-network>` 로 운영되며, 맞춤식으로 개발된 오픈 소스 하드웨어를 사용하여 향후 최대 400MB 블록까지 네트워크 용량을 확대할 `장기적 로드맵 <https://github.com/axerunners/axe-roadmap>`_ 을 가지고 있습니다. Axe는 Bitcoin을 기반으로하고 Bitcoin 생태계의 많은 주요 구성 요소와 호환되지만 2 단계 네트워크 구조는 트랜잭션 속도, 익명 성 및 거버넌스의 상당한 개선을 제공합니다. 이 섹션에서는 블록 체인 경제에서 Axe를 구분하는 주요 기능에 대해 설명하겠습니다.
ru: Миссия Axe - быть самой масштабируемой и дружелюбной к пользователю криптовалютой в мире. Уникальные особенности Axe: :ref:`мгновенное подтверждение транзакции <instantsend>`, защита от двойной траты, :ref:`анонимность <privatesend>` не хуже чем у бумажных денег, :ref:`децентрализованное самоуправление и самофинансирование <decentralized-governance>` на основе :ref:`самоокупаемых полных нод <masternode-network>` и `прозрачный план-концепция <https://github.com/axerunners/axe-roadmap>`__ масштабов операций на блокчейне вплоть до блоков размером в 400MB с применением специального оборудования с открытой архитектурой. Axe основан на том же коде, что и Биткойн, поэтому он легко совместим с ключевыми компонентами биткойн-экосистемы, но, вместе с тем, его двухуровневая сетевая структура может предложить гораздо большую скорость транзакций, анонимность и управляемость сети. Этот раздел документации описывает эти и многие другие ключевые отличительные особенности Axe в криптоэкономике.
vi: Axe nhắm đến việc trở thành loại tiền điện tử tập trung vào lĩnh vực thanh toán có giao diện người dùng thân thiện nhất và khả năng mở rộng nhất trên thế giới. Mạng lưới Axe đặc trưng bởi :ref:`giao dịch xác thực tức thời <instantsend>`, bảo vệ chống tiêu lặp, :ref:`ẩn danh <privatesend>` tương tự như tiền mặt vật lý, có :ref:`cơ chế tự quản trị, mô hình tự cấp vốn <decentralized-governance>` thúc đẩy bởi :ref:`các full node có động lực tài chính <masternode-network>` và một `lộ trình rõ ràng <https://github.com/axerunners/axe-roadmap>`_ cho việc mở rộng trên blockchain đến mức block kích thước 400 MB sử dụng phần cứng mã nguồn mở được thiết kế riêng. Trong khi Axe dựa trên Bitcoin và tương thích với rất nhiều thành phần quan trọng trong hệ sinh thái của Bitcoin, cấu trúc mạng hai tầng của nó cung cấp những cải tiến quan trọng trong tốc độ xử lý giao dịch, tính ẩn danh và khả năng quản trị. Phần tài liệu này sẽ mô tả những tính năng đó và rất nhiều những tính năng quan trọng khác làm cho Axe trở nên khác biệt trong nền kinh tế blockchain.
zh_cn: 达世币的目标是成为一个全球使用最为方便，且可持续发展的基于支付理念的加密数字货币。达世币网络的特点如同现金\ :ref:`即时支付确认 <instantsend>`\ ，双花保护，\ :ref:`匿名性 <privatesend>`\ ，一个由\ :ref:`奖励机制全节点 <masternode-network>`\ 驱动的\ :ref:`管理自主，资金自足的项目 <decentralized-governance>`\ 以及\ `清晰的路线图 <https://github.com/axerunners/axe-roadmap>`_\ 利用定制的开源硬件实现链上可扩展至400MB的区块。一方面，基于比特币的达世币，与比特币生态系统的很多关键单元都兼容；另一方面达世币的双层网络结构又使它在交易速度，隐私保护及管理的特性上有显著的提升。这一部分的文件描述了达世币在区块链经济中的重要特性。

source: The videos, links and documentation collected here can help you get started, or use the table of contents on the left to find a specific topic of interest. New users may be interested in getting started with an appropriate :ref:`wallet <wallets>`, learning about :ref:`how to buy Axe <how-to-buy>` and :ref:`where to spend Axe <earning-spending>`, learning about :ref:`safety <safety>` or joining one of the many :ref:`Axe community sites <information>`.
ar: يمكن أن تساعدك مقاطع الفيديو والروابط والوثائق التي تم جمعها هنا في البدء ، أو استخدام جدول المحتويات على اليسار للعثور على موضوع اهتمام محدد. قد يكون المستخدمون الجدد مهتمين ببدء الاستخدام المناسب :ref:`المحفظة<wallets>`, تعلم عن :ref:`كيف لشراء داش <how-to-buy>` و :ref:`أين تنفق داش<earning-spending>`, التعلم عن :ref:`السلامة <safety>`, أو الانضمام إلى واحد من العديد من :ref:`مواقع مجتمع داش <information>`.
es: Los vídeos, enlaces y documentación recopilados aquí pueden ayudarte a comenzar, o utiliza la table de contenido a la izquierda para encontrar tópicos específicos de interés. Nuevos usuarios pueden estar interesados en comenzar con una :ref:`billetera <wallets>` apropiada, aprendiendo acerca de :ref:`como comprar Axe <how-to-buy>` y :ref:`donde gastar Axe <earning-spending>`, aprendiendo acerca de :ref:`seguridad <safety>` o uniéndose a una de las muchas :ref:`comunidades Axe <information>`.
ja: Axeについてもっと詳しく知るには、説明動画、リンクとファイルのまとめをご利用ください。また、左側の目次を利用し、気になる話題を選ぶことができます。初心者におすすめの話題\ :ref:`ウォレット <wallets>`\ 、\ :ref:`Axeの購入 <how-to-buy>`\ 、\ :ref:`Axeの利用方法 <earning-spending>`\ 、\ :ref:`安全性 <safety>`\ および\ :ref:`Axeコミュニティ <information>`\ 。
ko: 본 페이지에 업로드된 비디오, 링크, 문서 등은 Axe를 이해하는데 도움이 될 것입니다. 또한 메뉴 왼편에서 특정 관심 주제를 검색할 수도 있습니다. 신규 유저는 :ref:`지갑 만들기 <wallets>`, :ref:`Axe 구매방법 <how-to-buy>`, :ref:`Axe 사용처 <earning-spending>` , :ref:`안전성 <safety>` 에 대해 더 많은 정보를 얻을 수 있으며, :ref:`Axe 커뮤니티 사이트 <information>` 에 참여하실 수 있습니다.
ru: Видеоролики, ссылки и документация собранные здесь помогут вам начать работу с криптовалютой, либо можете воспользоваться оглавлением слева для поиска интересующей вас темы. Новым пользователям может быть интересно начать работу со скачивания соответствующего :ref:`кошелька <wallets>`, с изучения информации о том :ref:`как приобрести AXE <how-to-buy>` и :ref:`где потратить AXE <earning-spending>`, а также информации о :ref:`безопасности <safety>` или присоединится к одному из многочисленных :ref:`сайтов сообщества Axe <information>`.
vi: Những video, các đường link và tài liệu được thu thập ở đây có thể sẽ giúp bạn bắt đầu, hoặc bạn có thể sử dụng mục lục ở bên trái để tìm ra những chủ đề cụ thể mà mình quan tâm. Những người dùng mới có thể sẽ quan tâm đến phần bắt đầu với một :ref:`ví <wallets>` phù hợp, tìm hiểu về :ref:`làm thế nào để mua Axe <how-to-buy>` và :ref:`tiêu Axe ở những đâu <earning-spending>`, tìm hiểu về :ref:`an toàn <safety>` hoặc tham gia một trong rất nhiều :ref:`các website cộng đồng của Axe <information>`.
zh_cn: 在这里汇总的视频，链接和文件可以帮助你开始了解项目，你可以使用左侧的目录来选择具体感兴趣的话题。新用户可能更适合学习\ :ref:`钱包 <wallets>`\ ，了解\ :ref:`如何购买达世币 <how-to-buy>`\ 以及\ :ref:`在哪里花费达世币 <earning-spending>`\ ，熟记\ :ref:`安全性 <safety>`\ 或加入它们中的一个\ :ref:`达世币社区网站 <information>`\ 。

source: Axe Videos
ar: فيديوهات داش
es: Videos de Axe
ja: Axe 説明動画
ko: Axe 비디오
ru: Видео
zh_cn: 达世币视频

source: Axe School
ar: مدرسة داش
es: Escuela Axe
ja: Axe通信講座
ko: Axe 스쿨
ru: Школа Axe
zh_cn: 达世币学堂

source: Axe School is a six-part video series produced by Amanda B. Johnson. It explains Axe from a beginner's level up to descriptions of the more advanced features.
ar: مدرسة داش هي سلسلة فيديو من ستة أجزاء أنتجتها أماندا ب. جونسون. يشرح داش من مستوى المبتدئين إلى وصف للميزات الأكثر تقدما.
es: La Escuela Axe es una serie de vídeos de seis partes producida por Amanda B. Johnson. Explica Axe desde un nivel de principiante hasta descripciones de las características mas avanzadas.
ja: Axe通信講座はAmanda B. Johnsonより製作された6話の動画シリーズからなっています。Axeの特徴について初心者から上級者向けまで、詳しく説明する講座です。
ko: Axe 스쿨은 Amanda B. Johnson이 제작한 6 부작 영상입니다. 초급자부터 고급 기능에 이르기까지 Axe에 대해 설명합니다.
ru: Школа Axe это шестисерийное видео, подготовленное Амандой Джонсон. В них она объясняет принципы работы Axe от самых основ до чуть более сложных технических деталей.
vi: Axe School là một chuỗi video gồm 6 phần được sản xuất bởi Amanda B. Johnson. Nó giải thích về Axe cho người từ mức mới bắt đầu trở lên và mô tả nhiều tính năng nâng cao.
zh_cn: 达世币学堂是一个视频系列节目，分为六期，由Amanda B. Johnson制作。它从入门到非常深入地解释了达世币项目特性。

source: Axe 101
ar: داش 101
zh_cn: 达世币 101

source: Axe 101 is an eight-part video series produced by Aaron Koenig. It covers unique features and functions only available on the Axe network, and is available in `English <https://www.youtube.com/watch?v=DzH7cMbZQHI&list=PLiFMZOlhgsYIDP2V2XsuTFZu1C1sV5ohr>`__, `French <https://www.youtube.com/watch?v=CMGXChAR9f4&list=PLiFMZOlhgsYJvvpWN9xGSxwIVejOWVXKZ>`__, `German <https://www.youtube.com/watch?v=0YyDGu17IE4&list=PLiFMZOlhgsYKrbanA3ng7oh2aNRh7D98V>`__, `Spanish <https://www.youtube.com/watch?v=AwqrG_K8nzw&list=PLiFMZOlhgsYK8P_NViNEJKCzADzdT8k0R>`__ and `Russian <https://www.youtube.com/watch?v=cAPgPUMVwzo&list=PLiFMZOlhgsYKBYORZIReix5hejKj08nUk>`__.
ar: داش 101 عبارة عن سلسلة فيديو من ثمانية أجزاء من إنتاج Aaron Koenig. يغطي الميزات والوظائف الفريدة المتاحة فقط على شبكة داش ، ومتاح `بالإنجليزية <https://www.youtube.com/watch?v=DzH7cMbZQHI&list=PLiFMZOlhgsYIDP2V2XsuTFZu1C1sV5ohr>`__, `الفرنسية <https://www.youtube.com/watch?v=CMGXChAR9f4&list=PLiFMZOlhgsYJvvpWN9xGSxwIVejOWVXKZ>`__, `الألمانية <https://www.youtube.com/watch?v=0YyDGu17IE4&list=PLiFMZOlhgsYKrbanA3ng7oh2aNRh7D98V>`__, `الإسبانية <https://www.youtube.com/watch?v=AwqrG_K8nzw&list=PLiFMZOlhgsYK8P_NViNEJKCzADzdT8k0R>`__ و `ااروسية <https://www.youtube.com/watch?v=cAPgPUMVwzo&list=PLiFMZOlhgsYKBYORZIReix5hejKj08nUk>`__
es: Axe 101 es una serie de vídeos de ocho partes producida por Aaron Koenig. Cubre caracteristicas unicas y funciones solo disponibles en la red Axe, y esta disponible en `Ingles <https://www.youtube.com/watch?v=DzH7cMbZQHI&list=PLiFMZOlhgsYIDP2V2XsuTFZu1C1sV5ohr>`__, `Frances <https://www.youtube.com/watch?v=CMGXChAR9f4&list=PLiFMZOlhgsYJvvpWN9xGSxwIVejOWVXKZ>`__, `Aleman <https://www.youtube.com/watch?v=0YyDGu17IE4&list=PLiFMZOlhgsYKrbanA3ng7oh2aNRh7D98V>`__, `Español <https://www.youtube.com/watch?v=AwqrG_K8nzw&list=PLiFMZOlhgsYK8P_NViNEJKCzADzdT8k0R>`__ y `Ruso <https://www.youtube.com/watch?v=cAPgPUMVwzo&list=PLiFMZOlhgsYKBYORZIReix5hejKj08nUk>`__.
ja: Axe 101はAaron Koenigより製作された8話の動画シリーズです。Axeネットワークのユニークな特徴と機能について説明しています。多言語対応の動画です。`英語 <https://www.youtube.com/watch?v=DzH7cMbZQHI&list=PLiFMZOlhgsYIDP2V2XsuTFZu1C1sV5ohr>`__, `フランス語 <https://www.youtube.com/watch?v=CMGXChAR9f4&list=PLiFMZOlhgsYJvvpWN9xGSxwIVejOWVXKZ>`__, `ドイツ語 <https://www.youtube.com/watch?v=0YyDGu17IE4&list=PLiFMZOlhgsYKrbanA3ng7oh2aNRh7D98V>`__, `スペイン語 <https://www.youtube.com/watch?v=AwqrG_K8nzw&list=PLiFMZOlhgsYK8P_NViNEJKCzADzdT8k0R>`__ と `ロシア語 <https://www.youtube.com/watch?v=cAPgPUMVwzo&list=PLiFMZOlhgsYKBYORZIReix5hejKj08nUk>`__.
ko: Axe 101은 Aaron Koenig이 제작 한 8 부작 영상 시리즈입니다. Axe 네트워크에서만 가능한 고유 특징과 기능을 다루고 있습니다. 현재 지원되는 언어는 다음과 같습니다. `영어 <https://www.youtube.com/watch?v=DzH7cMbZQHI&list=PLiFMZOlhgsYIDP2V2XsuTFZu1C1sV5ohr>`__, `프랑스어 <https://www.youtube.com/watch?v=CMGXChAR9f4&list=PLiFMZOlhgsYJvvpWN9xGSxwIVejOWVXKZ>`__, `독일어 <https://www.youtube.com/watch?v=0YyDGu17IE4&list=PLiFMZOlhgsYKrbanA3ng7oh2aNRh7D98V>`__, `스페인어 <https://www.youtube.com/watch?v=AwqrG_K8nzw&list=PLiFMZOlhgsYK8P_NViNEJKCzADzdT8k0R>`__ `러시아어 <https://www.youtube.com/watch?v=cAPgPUMVwzo&list=PLiFMZOlhgsYKBYORZIReix5hejKj08nUk>`__.
ru: Axe 101 это восемь видеороликов, снятых Аароном Кэнигом. В них рассказывается про уникальные особенности и функции, доступные только в сети Axe. Видео доступно на `английском <https://www.youtube.com/watch?v=DzH7cMbZQHI&list=PLiFMZOlhgsYIDP2V2XsuTFZu1C1sV5ohr>`__, `французском <https://www.youtube.com/watch?v=CMGXChAR9f4&list=PLiFMZOlhgsYJvvpWN9xGSxwIVejOWVXKZ>`__, `немецком <https://www.youtube.com/watch?v=0YyDGu17IE4&list=PLiFMZOlhgsYKrbanA3ng7oh2aNRh7D98V>`__, `испанском <https://www.youtube.com/watch?v=AwqrG_K8nzw&list=PLiFMZOlhgsYK8P_NViNEJKCzADzdT8k0R>`__ и `русском <https://www.youtube.com/watch?v=cAPgPUMVwzo&list=PLiFMZOlhgsYKBYORZIReix5hejKj08nUk>`__.
vi: Axe 101 là một chuỗi video gồm 8 phần được sản xuất bởi Aaron Koenig. Nó mở ra những tính năng độc đáo và những chức năng chỉ có được trên mạng lưới của Axe, và nó có bản `tiếng Anh: <https://www.youtube.com/watch?v=DzH7cMbZQHI&list=PLiFMZOlhgsYIDP2V2XsuTFZu1C1sV5ohr>`__, `Bản tiếng Pháp <https://www.youtube.com/watch?v=CMGXChAR9f4&list=PLiFMZOlhgsYJvvpWN9xGSxwIVejOWVXKZ>`__, `Bản tiếng Đức <https://www.youtube.com/watch?v=0YyDGu17IE4&list=PLiFMZOlhgsYKrbanA3ng7oh2aNRh7D98V>`__, `Bản tiếng Tây Ban Nha <https://www.youtube.com/watch?v=AwqrG_K8nzw&list=PLiFMZOlhgsYK8P_NViNEJKCzADzdT8k0R>`__ và `Bản tiếng Nga <https://www.youtube.com/watch?v=cAPgPUMVwzo&list=PLiFMZOlhgsYKBYORZIReix5hejKj08nUk>`__.
zh_cn: 达世币 101系列节目由Aaron Koenig制作，分为八期。它讲述了达世币网络独有的特点和功能，并为多国语言版。\ `英语 <https://www.youtube.com/watch?v=DzH7cMbZQHI&list=PLiFMZOlhgsYIDP2V2XsuTFZu1C1sV5ohr>`__、`法语 <https://www.youtube.com/watch?v=CMGXChAR9f4&list=PLiFMZOlhgsYJvvpWN9xGSxwIVejOWVXKZ>`__、`德语 <https://www.youtube.com/watch?v=0YyDGu17IE4&list=PLiFMZOlhgsYKrbanA3ng7oh2aNRh7D98V>`__、`西班牙语\ <https://www.youtube.com/watch?v=AwqrG_K8nzw&list=PLiFMZOlhgsYK8P_NViNEJKCzADzdT8k0R>`__\ 和\ `俄语 <https://www.youtube.com/watch?v=cAPgPUMVwzo&list=PLiFMZOlhgsYKBYORZIReix5hejKj08nUk>`__。

source: Whitepaper
ar: معلومات عن العملة
ja: ホワイトペーパー
ko: 화이트페이퍼
ru: Техническая концепция
vi: Cáo bạch
zh_cn: 白皮书

source: The Axe Whitepaper describes the unique value proposition and key innovations in Axe from an academic and theoretical perspective. It is a living document maintained as a GitHub wiki, receiving ongoing updates and frequent community translations as new features are implemented. Various other whitepapers describing particular features in additional detail and (for historical reasons) the original whitepaper are available for download as PDF files.
ar: تصف ورقة عمل داش القيمة الفريدة والابتكارات الرئيسية في داش من منظور أكاديمي ونظري. إنها وثيقة حية يتم الاحتفاظ بها كموقع GitHub ، وتتلقى تحديثات مستمرة وترجمات جماعية متكررة مع تنفيذ ميزات جديدة. توجد بيئات أخرى متنوعة تصف ميزات معينة بالتفصيل الإضافي (ولأسباب تاريخية) ، فإن الورقة الأصلية الأصلية متوفرة للتنزيل بملفات PDF.
es: El whitepaper de Axe describe la propuesta de valor única y las innovaciones clave en Axe desde una perspectiva académica y teórica. Es un documento vivo mantenido como wiki de GitHub, recibiendo actualizaciones continuas y frecuentes traducciones de la comunidad a medida que se implementan nuevas caracteristicas. Varios otros whitepapers que describen características particulares con detalles adicionales y (por razones históricas) el whitepaper original están disponibles para descargar como archivos PDF.
ja: Axeホワイトペーパーでは、Axeのユニークな価値提案と主要な革新が学術的および理論的観点から説明されています。GitHub wikiのように随時更新され、新しい機能が開発される度に更新され、さらにコミュニティの解読も更新されます。Axeの特徴を詳細に解説される最新のホワイトペーパーおよびオリジナル（記録用）のホワイトペーパーをPDFファイルとしてダウンロードできます。
ko: Axe 화이트페이퍼는 Axe의 독창적인 가치 제안과 핵심 혁신을 학문적, 이론적 관점에서 설명합니다. 또한 깃허브GitHub 위키에 유지되는 실시간 문서로, 새로운 기능이 구현되면 지속적인 업데이트를 비롯하여 커뮤니티 내에서도 관련내용 번역이 끊임없이 진행되고 있습니다. 추가 세부 사항과 기존의 화이트페이퍼의 특정 기능을 설명하는 각종 화이트페이퍼는 (역사적 이유로) PDF 파일로 다운로드 가능합니다.
ru: Техническая концепция Axe описыват уникальные черты и ключевые инновации Axe с академической и теоретической точек зрения. Это живой документ, хранящийся на вики GitHub, он постоянно обновляется и переводится членами сообщества по мере развития кода Axe. Другие технические концепции, детально описывающие различные функции Axe, а также оригинальная техническая концепция (из исторически-документальных соображений) доступны для скачивания в PDF-формате.
vi: Bản cáo bạch của Axe mô tả những giá trị độc đáo và những đổi mới chủ chốt của Axe từ gốc độ học thuật và lý thuyết. Nó là một tài liệu thường xuyên cập nhật và duy trì như là một wiki trên GitHub, chính việc thường xuyên được cập nhận cũng như được cộng đồng biên dịch cũng là một tính năng mới được thực hiện. Có rất nhiều những cáo bạch khác mô tả những tính năng cụ thể nào đó một cách chi tiết hơn và (cho lý do theo dõi lịch sử quá trình) phiên bản cáo bạch đầu tiên ở dạng PDF cho mọi người có thể download.
zh_cn: 达世币白皮书从学术和理论的角度阐述了达世币独一无二的价值观和重要创新。这是一个像GitHub wiki一样实时更新维护，当有新的特性实施时，随时有不间断的更新和频繁的社区解读。各种详细阐述附加特别功能的新版白皮书和原始的白皮书（有根可寻）都有PDF格式文件下载。

source: `Latest whitepaper and official translations <https://github.com/axerunners/axe/wiki/Whitepaper>`_
ar: `أحدت دليل للعملة و الترجمات الرسمية <https://github.com/axerunners/axe/wiki/Whitepaper>`_
es: `El último Whitepaper y traducciones oficiales <https://github.com/axerunners/axe/wiki/Whitepaper>`_
ja: `最新のホワイトペーパーおよび公式翻訳 <https://github.com/axerunners/axe/wiki/Whitepaper>`_
ko: `최신 백서 및 공식 번역 <https://github.com/axerunners/axe/wiki/Whitepaper>`_
ru: `Актуальная техническая концепция и официальные переводы <https://github.com/axerunners/axe/wiki/Whitepaper>`_
vi: `Những cáo bạch mới nhất và các bản dịch chính thức <https://github.com/axerunners/axe/wiki/Whitepaper_vi>`_
zh_cn: `最新白皮书及官方翻译 <https://github.com/axerunners/axe/wiki/Whitepaper>`_

source: `PDF whitepaper <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20V2.pdf>`_
ar: `مسار العملة <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20V2.pdf>`_
ja: `PDF ホワイトペーパー <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20V2.pdf>`_
ko: `백서 PDF <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20V2.pdf>`_
ru: `Белая книга в PDF <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20V2.pdf>`_
vi: `Bản cáo bạch PDF <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20V2.pdf>`_
zh_cn: `PDF 白皮书 <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20V2.pdf>`_

source: `Original Darkcoin whitepaper (PDF) <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20Darkcoin.pdf>`_
ar: `دليل عملة دارك كوين الأصلي <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20Darkcoin.pdf>`_
es: `Whitepaper Original de Darkcoin (PDF) <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20Darkcoin.pdf>`_
ja: `オリジナル Darkcoin ホワイトペーパー (PDF) <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20Darkcoin.pdf>`_
ko: `기존 다크코인 화이트페이퍼 (PDF) <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20Darkcoin.pdf>`_
ru: `Оригинальная техническая концепция Darkcoin (PDF) <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20Darkcoin.pdf>`_
vi: `Bản cáo bạch ban đầu của Darkcoin (PDF) <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20Darkcoin.pdf>`_
zh_cn: `原始暗黑币白皮书 (PDF) <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20Darkcoin.pdf>`_

source: `InstantSend whitepaper (PDF) <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20Transaction%20Locking%20and%20Masternode%20Consensus.pdf>`_
ar: `دليل لإرسال الفوري <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20Transactionckingnd%20Masternode%20Consensus.pdf>`_
ja: `インスタントセンド ホワイトペーパー (PDF) <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20Transaction%20Locking%20and%20Masternode%20Consensus.pdf>`_
ko: `인스턴드샌드 화이트페이퍼 (PDF) <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20Transaction%20Locking%20and%20Masternode%20Consensus.pdf>`_
ru: `Техническая концепция InstantSend (PDF) <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20Transaction%20Locking%20and%20Masternode%20Consensus.pdf>`_
vi: `Bản cáo bạch của InstantSend (PDF) <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20Transaction%20Locking%20and%20Masternode%20Consensus.pdf>`_
zh_cn: `即时支付白皮书 (PDF) <https://github.com/axerunners/docs/raw/master/binary/Axe%20Whitepaper%20-%20Transaction%20Locking%20and%20Masternode%20Consensus.pdf>`_

source: Roadmap
ar: خريطة العملة
es: Mapa de ruta
ja: ロードマップ
ko: 로드맵
ru: План-концепция
vi: Lộ trình
zh_cn: 路线图
