Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/introduction/about.po
Languages: ar, es, ja, ko, ru, vi, zh_cn

source: The Axe Roadmap sets out delivery milestones for future releases of Axe and includes specific technical details describing how the development team plans to realise each challenge. Like the Whitepaper, it is versioned and maintained as a project on GitHub.
ar: تحدد خارطة طريق داش معالم التسليم للإصدارات المستقبلية من داش وتتضمن تفاصيل تقنية محددة تصف كيفية تخطيط فريق التطوير لتحقيق كل تحدٍ. مثل الاوراق البيضاء ، يتم اصدارها وصيانتها كمشروع على جيثب.
es: El mapa de ruta de Axe establece hitos de entrega para lanzamientos futuros de Axe e incluye detalles técnicos específicos que describen cómo el equipo de desarrollo planea realizar cada desafío. Al igual que el Whitepaper, está versionado y mantenido como un proyecto en GitHub.
ko: Axe 로드맵은 Axe의 향후 릴리스에 대한 전달 일정을 제시하고 개발 팀이 각 과제를 실현할 계획을 설명하는 특정 기술 세부 사항을 말합니다. 화이트페이퍼처럼, GitHub의 프로젝트로 버전이 생성되고 유지됩니다.
ru: План-концепция Axe описывает разрабатываемые и планируемые версии, устанавливает сроки внедрения каждой и включает технические детали, описывающие их схему реализации. Как и техническая концепция, этот документ меняется со временем и хранится в виде проекта на GitHub.
vi: Lộ trình của Axe đặt ra các mốc cho những phiên bản ra mắt trong tương lai của Axe và bao gồm những chi tiết đặc tả về mặt kỹ thuật mô tả nhóm phát triển lập kế hoạch thế nào và nhận thức ra sao về những thách thức. Cũng giống như bản cáo bạch, nó có nhiều phiên bản khác nhau và được duy trì như là một dự án trên GitHub.
zh_cn: 达世币路线图陈述了将来达世币发展的交付里程碑，包括阐述开发团队打算如何去认识各种挑战的具体技术细节。如同白皮书，路线图将在GitHub上更新维护。

source: `Axe Roadmap <https://github.com/axerunners/axe-roadmap>`_
ar: `خريطة الداش <https://github.com/axerunners/axe-roadmap>`_
es: `Mapa de ruta de Axe <https://github.com/axerunners/axe-roadmap>`_
ja: `Axeロードマップ <https://github.com/axerunners/axe-roadmap>`_
ko: `Axe 로드맵 <https://github.com/axerunners/axe-roadmap>`_
ru: `План-концепция Axe <https://github.com/axerunners/axe-roadmap>`_
vi: `Lộ trình của Axe <https://github.com/axerunners/axe-roadmap>`_
zh_cn: `达世币路线图 <https://github.com/axerunners/axe-roadmap>`_
