Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/introduction/features.po
Languages: es, pt

source: Axe features several unique value propositions including masternodes, PrivateSend, InstantSend and a decentralized governance system
es: Axe presenta varias propuestas de valor únicas incluyendo masternodes, PrivateSend, InstantSend y un sistema de gobernanza descentralizado
pt: Axe apresenta várias características exclusivas, incluindo masternodes, PrivateSend, InstantSend e um sistema de governança descentralizado

source: axe, cryptocurrency, features, masternodes, privatesend, instantsend, sporks, x11, dgw, governance, sentinel, evolution
es: axe, criptomoneda, características, masternodes, privatesend, instantsend, sporks, x11, dgw, gobernanza, centinela, evolution
pt: axe, criptomoedas, características, masternodes, privatesend, instantsend, sporks, x11, dgw, governança, sentinel, evolução

source: Features
es: Características
pt: Características

source: Specifications
es: Especificaciones
pt: Especificações

source: First block mined at 11PM EST, 18th January 2014
es: Primer bloque minado a las 11 pm, el 18 de enero de 2014
pt: Primeiro bloco minerado às 23:00 horas EST, em 18 de janeiro de 2014

source: No premine
es: Sin pre-minado
pt: Sem premine

source: X11 hashing algorithm, CPU/GPU/ASIC mining available
es: Algoritmo hash X11, disponibilidad de minería con CPU/GPU/ASIC
pt: Algoritmo X11, mineração CPU/GPU/ASIC disponível

source: 2.6 minute block time, 2MB blocks, ~56 transactions per second
es: Tiempo de bloque de 2.6 minutos, bloques de 2MB, ~56 transacciones por segundo
pt: Tempo de bloco 2,6 minutos, blocos de 2MB, ~56 transações por segundo

source: Block reward decreases by 7.14% per year
es: La recompensa por bloques se reduce en un 7.14% cada año
pt: Recompensa por bloco diminui em 7,14% ao ano

source: Dark Gravity Wave difficulty adjustment algorithm
es: Algoritmo para el ajuste de la dificultad: Dark Gravity Wave
pt: Algoritmo de ajuste de dificuldade Dark Gravity Wave

source: Between 17.74M and 18.92M total coin supply
es: Emisión total de monedas: entre 17.74 millones y 18.92 millones
pt: Entre 17,74M e 18,92M o fornecimento total de moedas

source: Decentralized second-tier masternode network
es: Red descentralizada de segundo nivel de masternodes
pt: Rede descentralizada de masternode

source: Superior transaction anonymity using PrivateSend
es: Anonimato superior en las transacciones usando PrivateSend
pt: Anonimato de transação superior usando PrivateSend

source: Instant transactions using InstantSend
es: Transacciones instantáneas usando InstantSend
pt: Transações instantâneas usando o InstantSend

source: Decentralized Governance By Blockchain allows masternode owners to vote on budget proposals and decisions that affect Axe
es: La Gobernanza Descentralizada por cadena de bloques le permite a los propietarios de los masternodes votar en las propuestas de la tesorería y en decisiones que afecten a Axe
pt: Governança Descentralizada Por Blockchain permite que os proprietários de masternode votem em propostas de orçamento e decisões que afetam Axe

source: In addition to traditional Proof of Work (PoW) rewards for mining Axe, users are also rewarded for running and maintaining special servers called masternodes. Thanks to this innovative two tier network, Axe can offer innovative features in a trustless and decentralized way. Masternodes are used to power PrivateSend, InstantSend, and the governance and treasury system. Users are rewarded for running masternodes; 45% of the block reward is allocated to pay the masternode network. You can view practical guides on all topics relating to masternodes :ref:`here <masternodes>`.
es: Además de las recompensas tradicionales por la minería de Axe con Prueba de Trabajo (PoW), los usuarios también son recompensados por ejecutar y mantener servidores especiales llamados Masternodes. Gracias a esta red innovadora de dos niveles, Axe puede ofrecer características innovadoras de forma descentralizada y independiente de la confianza. Los Masternodes son usados para ejecutar la función Privatesend, InstantSend y el sistema de gobernanza y tesorería. Los usuarios son recompensados por ejecutar Masternodes; el 45% de la recompensa de los bloques es separado para pagarle a la red de Masternodes. Se pueden ver guías prácticas de todos los temas relacionados con Masternodes :ref:`aquí <masternodes>`.
pt: Além das recompensas tradicionais da Proof of Work (PoW) para o Axe de mineração, os usuários também são recompensados por executar e manter servidores especiais chamados de masternodes. Graças a essa inovadora rede de dois níveis, o Axe pode oferecer recursos inovadores de maneira confiável e descentralizada. Os Masternodes são usados para impulsionar o PrivateSend, o InstantSend e o sistema de governança e tesouraria. Os usuários são recompensados por executar masternodes; 45% da recompensa do bloco é alocada para pagar a rede do masternode. Você pode ver guias práticos sobre todos os tópicos relacionados a masternodes :ref:`here <masternodes>`.

source: Masternodes enable the following services:
es: Los masternodes permiten los siguientes servicios:
pt: Masternodes permitem os seguintes serviços:

source: **InstantSend** allows for near-instant transactions. Axe InstantSend transactions are fully confirmed within two seconds.
es: **InstantSend** permite transacciones casi instantáneas. Las transacciones de Axe con InstantSend son confirmadas en dos segundos.
pt: **InstantSend** permite transações quase instantâneas. As transações do Axe InstantSend são totalmente confirmadas em dois segundos.

source: **PrivateSend** gives financial privacy by obscuring the source of funds on the blockchain.
es: **PrivateSend** ofrece privacidad financiera al ocultar el origen de los fondos en la cadena de bloques.
pt: **PrivateSend** oferece privacidade financeira ao esconder a origem dos fundos no blockchain.

source: **Governance and Treasury** allows stakeholders in Axe to determine the direction of the project and devotes 10% of the block reward to development of the project and ecosystem (as of May 2018, our annual budget exceeds $30 million).
es: **Gobernanza y Tesorería** le permite a los poseedores de Axe determinar la direccón del proyecto y dedicar el 10% de la recompensa de bloques al desarrollo del proyecto y el ecosistema (para mayo del 2018, nuestro presupuesto anual excede los $30 millones de dólares)
pt: **Governança e Tesouraria** permite que as partes interessadas em Axe determinem a direção do projeto e dediquem 10% da recompensa no bloco ao desenvolvimento do projeto e do ecossistema (em maio de 2018, nosso orçamento anual excede US $ 30 milhões).

source: **Axe Evolution** will make using cryptocurrency as easy as using PayPal.
es: **Axe Evolution** hará que el uso de las criptomonedas sea tan fácil como usar PayPal.
pt: **O Axe Evolution** tornará o uso da criptomoeda tão fácil quanto usar o PayPal.

source: Masternode owners must have possession of 1000 AXE, which they prove by signing a message and broadcasting to the network. Those coins can be moved at any time, but moving them will cause the masternode to fall out of queue and stop earning rewards. Masternode users are also given **voting rights** on proposals. Each masternode has one vote and this vote can be used on budget proposals or important decisions that affect Axe.
es: Los propietarios de masternodes deben tener posesión de 1000 AXE, lo cual prueban al firmar un mensaje y transmitirlo a la red. Esas monedas pueden ser movidas en cualquier momento, pero el hacerlo provoca que el masternode se retire de la lista de espera y deje de ganar recompensas. A los usuarios de masternodes también se les da el **derecho al voto** en las propuestas. Cada masternode tiene un voto y éste puede ser usado en propuestas de presupuesto o decisiones importantes que afecten a Axe.
pt: Os proprietários da Masternode devem ter a posse de 1000 AXE, o que eles comprovam assinando uma mensagem e transmitindo para a rede. Essas moedas podem ser movidas a qualquer momento, mas movê-las fará com que o masternode caia fora da fila e pare de ganhar recompensas. Os usuários da Masternode também recebem **direitos de voto** nas propostas. Cada masternode tem um voto e esta votação pode ser usada em propostas de orçamento ou decisões importantes que afetam o Axe.

source: Masternodes cost money and effort to host so they are paid a percentage of the block reward as an incentivize. With current masternode numbers and rewards, masternodes earn approximately a 8% return on 1000 Axe (which means 6.97 Axe or USD1360 in July 2017) for the year of 2017. This `tool <https://stats.masternode.me/>`_ shows a live calculation of masternode earnings. These rewards decrease by 7% each year, but the rising value of Axe may offset these reductions. As a matter of fact, masternodes were receiving 140 Axe per month at the beginning of 2016, but this was actually less money than today: USD600 per month. There is also the possibility for masternodes to earn money from fees in the future.
es: Los masternodes cuestan dinero y esfuerzo para ser mantenidos, así que ellos son pagados con un porcentaje de la recompensa de bloques como un incentivo. Con el número actual de masternodes y recompensas, los masternodes ganan aproximadamente un 8% de retorno por 1000 Axe (lo cual significa 6.97 Axe o 1360 USD en julio de 2017) para el año 2017. Esta `herramienta <https://stats.masternode.me/>`_ muestra un cálculo en vivo de las ganancias de los masternodes. Estas ganancias se reducen un 7% cada año, pero el aumento en el valor de Axe puede compensar estas reducciones. Como una cuestión de hecho, los masternodes recibían 140 Axe por mes a comienzos del 2016, pero en aquel momento representaba menos dinero que hoy: 600 USD por mes. También está la posibilidad de que los masternodes ganen dinero de comisiones en un futuro.
pt: Os masternodes custam dinheiro e esforço para serem hospedados, de modo que recebem uma porcentagem da recompensa no bloco como incentivo. Com os atuais números e recompensas do masternode, os masternodes ganham um retorno de aproximadamente 8% em 1000 Axe (o que significa 6,97 Axe ou US $ 1360 em julho de 2017) para o ano de 2017. Esta `ferramenta <https://stats.masternode.me/>`_ mostra um cálculo ao vivo dos ganhos do masternode. Essas recompensas diminuem 7% a cada ano, mas o aumento do valor de Axe pode compensar essas reduções. Na verdade, os masternodes estavam recebendo 140 Axe por mês no começo de 2016, mas isso era menos dinheiro do que hoje: US $ 600 por mês. Existe também a possibilidade de os masternodes ganharem dinheiro com taxas no futuro.

source: PrivateSend gives you true financial privacy by obscuring the origins of your funds. All the Axe in your wallet is comprised of different "inputs", which you can think of as separate, discrete coins. PrivateSend uses an innovative process to mix your inputs with the inputs of two other people, without having your coins ever leave your wallet. You retain control of your money at all times.
es: PrivateSend te brinda una verdadera privacidad financiera al oscurecer el origen de tus fondos. Todo el Axe en tu billetera está compuesto por diferentes "entradas", que puedes pensar como monedas separadas y discretas. PrivateSend utiliza un proceso innovador para mezclar tus entradas con las entradas de otras dos personas, sin que tus monedas salgan de tu billetera. Tu retienes el control de tu dinero en todo momento.
pt: O PrivateSend oferece privacidade financeira, escondendo as origens dos seus fundos. Todo o Axe em sua carteira é composto de diferentes "entradas", que você pode imaginar como moedas separadas e discretas. O PrivateSend usa um processo inovador para misturar suas entradas com as entradas de duas outras pessoas, sem que suas moedas saiam da sua carteira. Você mantém o controle do seu dinheiro em todos os momentos.

source: You can view a practical guide to use PrivateSend :ref:`here <axecore-privatesend-instantsend>`.
es: Puedes ver una guía práctica sobre el uso de PrivateSend :ref:`aquí <axecore-privatesend-instantsend>`.
pt: Você pode ver um guia prático para usar o PrivateSend :ref:`aqui<axecore-privatesend-instantsend>`.

source: The PrivateSend process works like this:
es: El proceso de PrivateSend funciona así:
pt: O processo PrivateSend funciona assim:

source: Your wallet then sends requests to specially configured software nodes on the network, called "masternodes". These masternodes are informed then that you are interested in mixing a certain denomination. No identifiable information is sent to the masternodes, so they never know "who" you are.
es: A continuación tu billetera envía una solicitud a nodos de software especialmente configurados en la red, llamados "masternodes". A esos masternodes se les informa que tu estás interesado en mezclar cierta denominación. Nunca se les envía información identificable a los masternodes, así que ellos nunca saben "quién" eres tu.
pt: Sua carteira envia solicitações para os nós especialmente configurados na rede, chamados "masternodes". Estes masternodes são informados então que você está interessado em misturar uma certa denominação. Nenhuma informação identificável é enviada para os masternodes, então eles nunca sabem "quem" você é.

source: When two other people send similar messages, indicating that they wish to mix the same denomination, a mixing session begins. The masternode mixes up the inputs and instructs all three users' wallets to pay the now-transformed input back to themselves. Your wallet pays that denomination directly to itself, but in a different address (called a change address).
es: Cuando otras dos personas envíen mensajes similares, indicando que quieren mezclar en la misma denominación, comienza la sesión de mezclado. El masternode mezcla los inputs y le da instrucciones a las tres billeteras de los usuarios que se paguen los inputs recién transformados a ellos mismos. Su billetera paga esa denominación directamente a sí misma, pero en una dirección diferente (llamada dirección de cambio).
pt: Quando duas outras pessoas enviam mensagens semelhantes, indicando que desejam misturar a mesma denominação, começa uma sessão de mistura. Sua carteira paga essa denominação diretamente para si mesma, mas em um endereço diferente (chamado de endereço de alteração).

source: This mixing process happens in the background without any intervention on your part. When you wish to make a transaction, your funds will already be anonymized. No additional waiting is required.
es: Este proceso de mezclado ocurre en el fondo sin ninguna intervención de su parte. Cuando desee hacer una transacción, sus fondos ya serán anónimos, sin necesidad de una espera adicional.
pt: Este processo de mistura acontece em segundo plano sem qualquer intervenção da sua parte. Quando você deseja fazer uma transação, seus fundos já serão anonimos. Nenhuma espera adicional é necessária.

source: Note that PrivateSend transactions will be rounded up so that all transaction inputs are spent. Any excess Axe will be spent on the transaction fee.
es: Ten en cuenta que las transacciones de PrivateSend se redondearán para que se gasten todas las entradas de transacción. Cualquier exceso de Axe se gastará en la comisión de transacción.
pt: Observe que as transações do PrivateSend serão arredondadas para que todas as entradas de transação sejam gastas. Qualquer excesso de Axe será gasto na taxa de transação.

source: **IMPORTANT:** Your wallet only contains 1000 of these "change addresses". Every time a mixing event happens, one of your addresses is used up. Once enough of them are used, your wallet must create more addresses. It can only do this, however, if you have automatic backups enabled. Consequently, users who have backups disabled will also have PrivateSend disabled.
es: **IMPORTANTE:** Tu billetera solo contiene 1000 de estas "direcciones de cambio". Cada vez que ocurre un evento de mezcla, una de tus direcciones de cambio es utilizada. Una vez que se hayan utilizado la mayoría, tu billetera debe crear más direcciones. Sin embargo, solo puede hacer esto si tiene habilitadas las copias de seguridad automáticas. En consecuencia, los usuarios que tienen las copias de seguridad deshabilitadas también tendrán PrivateSend deshabilitado.
pt: **IMPORTANTE:** Sua carteira contém apenas 1000 desses "endereços de alteração". Toda vez que um evento de mixagem acontece, um de seus endereços é usado. Uma vez que o total deles seja usado, sua carteira deve criar mais endereços. Isso só pode ser feito, no entanto, se você tiver backups automáticos ativados. Consequentemente, os usuários que tiverem backups desativados também terão o PrivateSend desativado.

source: Traditional decentralized cryptocurrencies must wait for certain period of time for enough blocks to pass to ensure that a transaction is both irreversible and not an attempt to double-spend money which has already been spent elsewhere. This process is time-consuming, and may take anywhere from 15 minutes to one hour for the widely accepted number of six blocks to accumulate. Other cryptocurrencies achieve faster transaction confirmation time by centralizing authority on the network to various degrees.
es: Las criptomonedas descentralizadas tradicionales deben esperar cierto período de tiempo para que pasen suficientes bloques y poder garantizar que una transacción sea irreversible y no un intento de gastar nuevamente dinero que ya se gastó en otra parte. Este proceso lleva consume tiempo y puede tardar de 15 minutos a una hora en acumular el número ampliamente aceptado de seis bloques. Otras criptomonedas logran un tiempo de confirmación de transacción más rápido al centralizar la autoridad en la red en varios grados.
pt: Criptomoedas descentralizadas devem esperar por um certo período de tempo para que blocos suficientes passem para garantir que uma transação seja irreversível e não uma tentativa de gasto duplo o dinheiro que já foi gasto em outro lugar. Esse processo é demorado e pode levar de 15 minutos a uma hora para que o número amplamente aceito de seis blocos se acumule. Outras criptomoedas atingem um tempo de confirmação de transação mais rápido centralizando a autoridade na rede em vários níveis.

source: Axe suffers from neither of these limitations thanks to its second-layer network of masternodes. Masternodes can be called upon to form voting quorums to check whether or not a submitted transaction is valid. If it is valid, the masternodes "lock" the inputs for the transaction and broadcast this information to the network, effectively promising that the transaction will be included in subsequently mined blocks and not allowing any other spending of these inputs during the confirmation time period.
es: Axe no sufre ninguna de estas limitaciones gracias a su red de masternodes de segundo nivel. Se puede solicitar a los Masternodes que formen quórumes de votación para comprobar si una transacción es válida o no. Si es válido, los nodos maestros "bloquean" las entradas para la transacción y transmiten esta información a la red, prometiendo efectivamente que la transacción se incluirá en los bloques extraídos posteriormente y evitando cualquier otro gasto de estas entradas durante el período de confirmación.
pt: Axe não sofre dessas limitações graças à sua rede de masternodes de segunda camada. O Masternodes pode ser chamado para formar quoruns de votação para verificar se uma transação enviada é válida ou não. Se for válido, os masternodes "bloquearão" as entradas da transação e transmitirão essas informações para a rede, prometendo efetivamente que a transação será incluída em blocos minerados subsequentemente e não permitindo nenhum outro gasto dessas entradas durante o período de confirmação.

source: InstantSend technology will allow for cryptocurrencies such as Axe to compete with nearly instantaneous transaction systems such as credit cards for point-of-sale situations while not relying on a centralized authority. Widespread vendor acceptance of Axe and InstantSend could revolutionize cryptocurrency by shortening the delay in confirmation of transactions from as long as an hour (with Bitcoin) to as little as a few seconds.
es: La technología de InstantSend permitirá que las criptomonedas como Axe compitan con sistemas de transacción casi instantáneos, como tarjetas de crédito en puntos de venta sin depender de una autoridad centralizada. La aceptación generalizada por parte de los vendedores de Axe e InstantSend podría revolucionar la criptomoneda acortando el retraso en la confirmación de las transacciones desde una hora (con Bitcoin) hasta tan solo unos pocos segundos.
pt: A tecnologia InstantSend permitirá que moedas criptografadas, como o Axe, concorram com sistemas de transação quase instantâneos, como cartões de crédito para situações de ponto de venda, sem depender de uma autoridade centralizada. A aceitação generalizada por parte do fornecedor do Axe e do InstantSend poderá revolucionar a criptomoeda, encurtando o atraso na confirmação de transações de uma hora (com o Bitcoin) para apenas alguns segundos.

source: You can view a practical guide to use InstantSend :ref:`here <axecore-privatesend-instantsend>`. InstantSend was introduced in a whitepaper called `Transaction Locking and Masternode Consensus: A Mechanism for Mitigating Double Spending Attacks <https://github.com/axerunners/docs/blob/master/binary/Axe%20Whitepaper%20-%20Transaction%20Locking%20and%20Masternode%20Consensus.pdf>`_.
es: Puedes ver una guía práctica para usar InstantSend :ref:`aquí <axecore-privatesend-instantsend>`. InstantSend se introdujo en un documento técnico llamado `Bloqueo de transacciones y consenso masternode: un mecanismo para mitigar los ataques de doble gasto <https://github.com/axerunners/docs/blob/master/binary/Axe%20Whitepaper%20-%20Transaction%20Locking%20and%20Masternode%20Consensus.pdf>`_.
pt: Você pode ver um guia prático para usar o InstantSend :ref:`here <axecore-privatesend-instantsend>`. O InstantSend foi introduzido em um white paper chamado `Transaction Locking e Masternode Consensus: um mecanismo para reduzir os ataques de gastos duplos <https://github.com/axerunners/docs/blob/master/binary/Axe%20Whitepaper%20-%20Transaction%20Locking%20and%20Masternode%20Consensus.pdf>`_.

source: **How Axe 'InstantSend' Protects Merchants from Double Spends**, Axe Detailed by Amanda B. Johnson, 16 September 2016
es: **Como Axe 'InstantSend' protege a los comercios de gastos dobles**, Axe detallado por Amanda B. Johnson, 16 de Septiembre 2016
pt: **Como o Axe 'InstantSend' protege os comerciantes de duplos gastos**, Axe Detailed de Amanda B. Johnson, 16 de setembro de 2016
