Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/introduction/features.po
Languages: es, pt

source: **AXE Decentralized Wallets:** These wallets are light clients connected to the network via DAPI and run on various platforms
es: **AXE Decentralized Wallets:** Estas carteras son clientes ligeros conectados a la red a través de DAPI y se ejecutan en varias plataformas
pt: **AxePay Carteiras Descentralizadas:** Essas carteiras são clientes leves conectados à rede via DAPI e executados em várias plataformas

source: **Second Tier:** The masternode network, which provides compensated infrastructure for the project
es: **Segundo nivel:** La red de masternode, que proporciona una infraestructura compensada para el proyecto
pt: **Segunda Camada:** A rede masternode, que fornece infraestrutura compensada para o projeto

source: **Budgets:** The second tier is given voting power to allocate funds for specific projects on the network via the budget system
es: **Presupuestos:** El segundo nivel tiene poder de voto para asignar fondos para proyectos específicos en la red a través del sistema de presupuesto
pt: **Budgets:** O segundo nível é dado o poder de voto para alocar fundos para projetos específicos na rede através do sistema de orçamento

source: **Governance:** The second tier is given voting power to govern the currency and chart the course the currency takes
es: **Governanza:** Al segundo nivel se le otorga el poder de voto para gobernar la moneda y trazar el rumbo que tome la moneda.
pt: **Governanca:** O segundo escalão tem poder de voto para governar a moeda e traçar o rumo que a moeda leva.

source: **Quorum Chain:** This feature introduces a permanent stable masternode list, which can be used to calculate past and present quorums
es: **Cadena de quórum:** Esta característica introduce una lista permante y estable de Masternodes, que se puede usar para calcular quórumes pasados y presentes
pt: **Quorum Chain:** Esse recurso introduz uma lista de masternodes estáveis permanentes, que pode ser usada para calcular os quóruns passados e presentes

source: **Social Wallet:** We introduce a social wallet, which allows friends lists, grouping of users and shared multisig accounts.
es: **Billetera Social:** Presentamos una billetera social, que permite listas de amigos, agrupación de usuarios y cuentas multigrupo compartidas.
pt: **Carteira Social:** Introduzimos uma carteira social, que permite listas de amigos, agrupamento de usuários e contas compartilhadas multisig.

source: Evolution Previews
es: Avances de Evolution

source: The following videos featuring Axe Founder Evan Duffield and Head of UI/UX Development Chuck Williams describe the development process and upcoming features of the Axe Evolution platform.
es: Los siguientes videos con el fundadore de Axe, Evan Duffield y el Jefe de Desarrollo de UI / UX, Chuck Williams, describen el proceso de desarrollo y las próximas características de la plataforma Axe Evolution.
pt: Os vídeos a seguir, com o Axe Founder Evan Duffield e o Chefe de Desenvolvimento UI/UX, Chuck Williams, descrevem o processo de desenvolvimento e os recursos futuros da plataforma Axe Evolution.

source: **Evolution Demo #1 - The First Axe DAP**, 16 March 2018
es: **Evolution Demo #1 - El primer Axe DAP**, 16 Marzo 2018
pt: **Evolution Demo #1 - O Primeiro Axe DAP**, 16 Março 2018

source: **Evolution Demo #2 - Mobile Evolution**, 25 April 2018
es: **Evolution Demo #2 - Móvil Evolution**, 25 Abril 2018
pt: **Evolution Demo #2 - Mobile Evolution**, 25 Abril2018

source: **Evolution Demo #3 - Axepay User Experience**, 15 May 2018
es: **Evolution Demo #3 - Axepay experiencia de usuario**, 15 Mayo 2018
pt: **Evolution Demo #3 - Axepay User Experience**, 15 Maio2018

source: **Chuck Williams on Evolution**, Axe Conference London, 14 September 2017
es: **Chuck Williams en Evolution**, Conferencia de Axe Londres, 14 Septiembre 2017
pt: **Chuck Williams on Evolution**, Axe Conferencia em London, 14 Setembro de 2017

source: **Evan Duffield on the Evolution Roadmap**, Axe Force News, 28 June 2017
es: **Evan Duffield en el mapa de Evolution**, Axe noticias, 28 Junio 2017
pt: **Evan Duffield on the Evolution Roadmap**, Axe Force News, 28 Junho 2017
