Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/introduction/features.po
Languages: es, pt

source: In response to unforeseen issues with the rollout of the major "RC3" update in June 2014, the Axe development team created a mechanism by which updated code is released to the network, but not immediately made active ("enforced"). This innovation allows for far smoother transitions than in the traditional hard fork paradigm, as well as the collection of test data in the live network environment. This process of multi-phased forking was originally to be called "soft forking" but the community affectionately dubbed it "the spork" and the name stuck.
es: En respuesta a problemas imprevistos con el lanzamiento de la principal actualización de "RC3" en junio de 2014, el equipo de desarrollo de Axe creó un mecanismo mediante el cual se libera el código actualizado a la red, pero no se activa inmediatamente ("aplicado"). Esta innovación permite transiciones mucho más suaves que en el paradigma de hard fork tradicional, así como la recopilación de datos de prueba en el entorno de red. Este proceso de bifurcación en múltiples fases originalmente se llamaría "soft forking", pero la comunidad cariñosamente lo denominó "el spork" y el nombre se quedó.
pt: Em resposta a problemas imprevistos com o lançamento da atualização "RC3" principal em junho de 2014, a equipe de desenvolvimento do Axe criou um mecanismo pelo qual o código atualizado é liberado para a rede, mas não imediatamente ativado ("imposto"). Essa inovação permite transições muito mais suaves do que no paradigma do fork rígido tradicional, bem como a coleta de dados de teste no ambiente de rede ao vivo. Esse processo de forjamento em várias fases era originalmente chamado de "soft forking", mas a comunidade o apelidou carinhosamente de "the spork" e o nome ficou.

source: New features or versions of Axe undergo extensive testing on testnet before they are released to the main network. When a new feature or version of Axe is released on mainnet, communication is sent out to users informing them of the change and the need for them to update their clients. Those who update their clients run the new code, but it is not activated until a sufficient percentage of network participants (usually 80%) reach consensus on running it. In the event of errors occurring with the new code, the client’s blocks are not rejected by the network and unintended forks are avoided. Data about the error can then be collected and forwarded to the development team. Once the development team is satisfied with the new code’s stability in the mainnet environment – and once acceptable network consensus is attained – enforcement of the updated code can be activated remotely by multiple members of the core development team signing a network message together with their respective private keys. Should problems arise, the code can be deactivated in the same manner, without the need for a network-wide rollback or client update. For technical details on individual sporks, see :ref:`here <understanding-sporks>`.
es: Las nuevas características o versiones de Axe son sometidas a extensas pruebas en la testnet o red de prueba antes de ser lanzadas a la red principal. Cuando se lanza una nueva característica o versión de Axe en la mainnet o red principal, la comunicación se envía a los usuarios informándoles del cambio y la necesidad de que ellos actualicen a sus clientes. Aquellos que actualizan sus clientes ejecutan el nuevo código, pero no se activa hasta que un porcentaje suficiente de participantes de la red (generalmente 80%) llegue a un consenso para ejecutarlo. En caso de que se produzcan errores con el nuevo código, la red no rechaza los bloques del cliente y se evitan los forks no deseados. Los datos sobre el error pueden recopilarse y enviarse al equipo de desarrollo. Una vez que el equipo de desarrollo está satisfecho con la estabilidad del nuevo código en el entorno de la mainnet o red principal, y una vez que se alcanza el consenso de red mínimo, varios miembros del equipo de desarrollo central pueden activar la aplicación del código actualizado de forma remota, firmando un mensaje de red junto con sus respectivas llaves privadas o private keys. En caso de que surjan problemas, el código se puede desactivar de la misma manera, sin la necesidad de una reversión en toda la red o actualización del cliente. Para obtener detalles técnicos sobre sporks individuales, ver :ref:`here <understanding-sporks>`.
pt: Novos recursos ou versões do Axe passam por testes extensivos no testnet antes de serem liberados para a rede principal. Quando um novo recurso ou versão do Axe é lançado na mainnet, a comunicação é enviada aos usuários informando sobre a alteração e a necessidade de atualizar seus clientes. Aqueles que atualizam seus clientes executam o novo código, mas ele não é ativado até que uma porcentagem suficiente de participantes da rede (geralmente 80%) chegue a um consenso sobre sua execução. No caso de ocorrerem erros com o novo código, os blocos do cliente não serão rejeitados pela rede e os forks indesejados serão evitados. Os dados sobre o erro podem então ser coletados e encaminhados para a equipe de desenvolvimento. Uma vez que a equipe de desenvolvimento esteja satisfeita com a estabilidade do novo código no ambiente mainnet - e uma vez atingido o consenso de rede aceitável - o cumprimento do código atualizado pode ser ativado remotamente por vários membros da equipe principal de desenvolvimento assinando uma mensagem de rede junto com seus respectivos parceiros privados. chaves. Caso ocorram problemas, o código pode ser desativado da mesma maneira, sem a necessidade de uma reversão em toda a rede ou de uma atualização do cliente. Para detalhes técnicos sobre sporks individuais, consulte :ref:`here <understanding-sporks>`.

source: X11 Hash Algorithm
es: Algoritmo X11
pt: Hash Algoritimo X11

source: X11 is a widely used hashing algorithm created by Axe core developer Evan Duffield. X11’s chained hashing algorithm utilizes a sequence of eleven scientific hashing algorithms for the proof-of-work. This is so that the processing distribution is fair and coins will be distributed in much the same way Bitcoin’s were originally. X11 was intended to make ASICs much more difficult to create, thus giving the currency plenty of time to develop before mining centralization became a threat. This approach was largely successful; as of early 2016, ASICs for X11 now exist and comprise a significant portion of the network hashrate, but have not resulted in the level of centralization present in Bitcoin. Information on mining with X11 can be found in the :ref:`Mining <mining>` section of this documentation.
es: X11 es un algoritmo ampliamente utilizado creado por el desarrollador de Axe core, Evan Duffield. X11 es un algoritmo en cadena que utiliza una secuencia de once algoritmos criptográficos para la prueba de trabajo. Esto es así de manera que la distribución de procesamiento sea justa y las monedas sean distribuidas de manera parecida a la forma como las monedas de Bitcoin fueron distribuidas originalmente. X11 tiene la intención de hacer que los ASICs fueran mucho más difíciles de crear, dando así a la moneda tiempo sudiciente para desarrollarse antes de que la centralización minera se convirtiera en una amenaza. Este enfoque fue en gran medida exitoso; a partir de principios de 2016, los ASIC para X11 ahora existen y comprenden una porción significativa del hash de la red, pero no han resultado en el nivel de centralización presente en Bitcoin. La información sobre minería con X11 se puede encontrar en la sección :ref:`Minería <mining>` de esta documentación.
pt: O X11 é um algoritmo de hash amplamente utilizado, criado pelo desenvolvedor do núcleo do Axe, Evan Duffield. O algoritmo de hashing encadeado do X11 utiliza uma sequência de onze algoritmos de hashing científico para a prova de trabalho. Isso é para que a distribuição do processamento seja justa e as moedas sejam distribuídas da mesma maneira que as do Bitcoin eram originalmente. O X11 pretendia tornar os ASICs muito mais difíceis de criar, dando à moeda muito tempo para se desenvolver antes que a centralização da mineração se tornasse uma ameaça. Esta abordagem foi amplamente bem sucedida; a partir do início de 2016, os ASICs para o X11 agora existem e compreendem uma porção significativa do hashrate da rede, mas não resultaram no nível de centralização presente no Bitcoin. Informações sobre mineração com X11 podem ser encontradas na seção :ref:`Mining <mining>` section of this documentation.

source: X11 is the name of the chained proof-of-work (**PoW**) algorithm that was introduced in Axe (launched January 2014 as "Xcoin"). It was partially inspired by the chained-hashing approach of Quark, adding further "depth" and complexity by increasing the number of hashes, yet it differs from Quark in that the rounds of hashes are determined *a priori* instead of having some hashes being randomly picked.
es: X11 es el nombre de el algoritmo encadenado de prueba de trabajo (**PoW**) que fue introducido en Axe (lanzado en Enero de 2014 como "Xcoin"). Este fue parcialmente inspirado por el algoritmo en cadena de Quark, añadiendo mas profundidad y complejidad mediante el aumento del numero de hashes, difiere con respecto a Quark en que las rondas de hash son determinadas *a priori* en vez de ser seleccionadas aleatoriamente.
pt: X11 é o nome do algoritmo de prova de trabalho (**PoW**) que foi introduzido no Axe (lançado em janeiro de 2014 como "Xcoin"). Foi parcialmente inspirado pela abordagem hashing encadeada de Quark, acrescentando mais "profundidade" e complexidade, aumentando o número de hashes, ainda difere de Quark em que as rodadas de hashes são determinadas *a priori* em vez de ter alguns hashes sendo escolhido aleatoriamente.

source: The X11 algorithm uses multiple rounds of 11 different hashes (blake, bmw, groestl, jh, keccak, skein, luffa, cubehash, shavite, simd, echo), thus making it one of the safest and more sophisticated cryptographic hashes in use by modern cryptocurrencies. The name X11 is not related to the open source X11 windowing system common on UNIX-like operating systems.
es: El algoritmo X11 utiliza rondas múltiples de 11 hashes diferentes (blake, bmw, groestl, jh, keccak, skein, luffa, cubehash, shavite, simd, echo), lo que lo convierte en uno de los más seguros y sofisticados hashes criptográficos, en el uso de las criptomonedas modernas. El nombre X11 no está relacionado con el sistema de código abierto X11, común en los sistemas operativos tipo UNIX.
pt: O algoritmo X11 usa várias rodadas de 11 hashes diferentes (blake, bmw, groestl, jh, keccak, meada, luffa, cubehash, shavite, simd, eco), tornando-o um dos hashes criptográficos mais seguros e sofisticados em uso pelos modernos criptomoedas. O nome X11 não está relacionado ao sistema de janelas X11 de código-fonte aberto comum em sistemas operacionais semelhantes a UNIX.

source: Advantages of X11
es: Ventajas de X11
pt: Vantagens do X11

source: The increased complexity and sophistication of the chained algorithm provides enhanced levels of security and less uncertainty for a digital currency, compared to single-hash PoW solutions that are not protected against security risks like SPOF (Single Point Of Failure). For example, a possible but not probable computing breakthrough that "breaks" the SHA256 hash could jeopardize the entire Bitcoin network until the network shifts through a hard fork to another cryptographic hash.
es: El incremento de la complejidad y la sofisticación de un algoritmo en cadena provee mejores niveles de seguridad y menos incertidumbre para una moneda digital, comparado con las soluciones de un solo hash de PoW que no están protegidos contra riesgos de seguridad como: SPOF (Punto individual de falla). Por ejemplo: Un posible pero no probable avance computacional que logre vulnerar el SHA-256 puede arriesgar toda la red Bitcoin hasta que la red migre a través de un hard fork a otro algoritmo criptográfico.
pt: A maior complexidade e sofisticação do algoritmo encadeado fornece níveis aprimorados de segurança e menos incerteza para uma moeda digital, em comparação com soluções de PoW com um único hash que não estão protegidas contra riscos de segurança, como SPOF (Single Point Of Failure). Por exemplo, um avanço de computação, mas não provável, que "quebra" o hash SHA256 poderia colocar em risco toda a rede Bitcoin até que a rede mude através de uma bifurcação para outro hash criptográfico.

source: In the event of a similar computing breakthrough, a digital currency using the X11 PoW would continue to function securely unless all 11 hashes were broken simultaneously. Even if some of the 11 hashes were to prove unreliable, there would be adequate warning for a currency using X11 to take measures and replace the problematic hashes with other more reliable hashing algorithms.
es: En caso de un avance computacional de esa escala, una moneda digital que utilice el algoritmo de PoW X11 continuaría funcionando seguramente a menos que los 11 hashes sean vulnerados simultáneamente. Incluso si alguno de los 11 hashes no sea fidedigno, habría una alerta adecuada para utilizar X11 como algoritmo, la moneda debería reemplazar la función problemática con algún otro algoritmo más confiable.
pt: No caso de uma descoberta de computação semelhante, uma moeda digital usando o X11 PoW continuaria a funcionar com segurança, a menos que todos os 11 hashes fossem quebrados simultaneamente. Mesmo se alguns dos 11 hashes se provassem não confiáveis, haveria um aviso adequado para uma moeda usando o X11 para tomar medidas e substituir os hashes problemáticos por outros algoritmos hash mais confiáveis.

source: Given the speculative nature of digital currencies and their inherent uncertainties as a new field, the X11 algorithm can provide increased confidence for its users and potential investors that single-hash approaches cannot. Chained hashing solutions, like X11, provide increased safety and longevity for store of wealth purposes, investment diversification and hedging against risks associated with single-hash currencies plagued by SPOF (Single Point Of Failure).
es: Debido a la naturaleza especulativa de las monedas digitales y su inherente incertidumbre al ser un campo nuevo, el algoritmo X11 puede proveer mas confianza a sus usuarios y a inversores potenciales que los algoritmos de hash individual. Estos algoritmos pueden proveer más seguridad y longevidad al momento de almacenarlos con el objetivo de almacenamiento de riqueza, diversificación de inversiones y cobertura contra los riesgos asociados a estos algoritmos afectados por SPOF (Puntos individuales de fallo).
pt: Dada a natureza especulativa das moedas digitais e suas incertezas inerentes como um novo campo, o algoritmo X11 pode fornecer maior confiança para seus usuários e potenciais investidores que as abordagens single-hash não podem. Soluções de hashing encadeadas, como o X11, proporcionam maior segurança e longevidade para fins de armazenamento de riqueza, diversificação de investimentos e proteção contra riscos associados a moedas com hashing único afetadas por SPOF (Single Point Of Failure - Ponto Único de Falha).

source: Evan Duffield, the creator of Axe and X11 chained-hash, has written on several occasions that X11 was integrated into Axe not with the intention to prevent ASIC manufacturers from creating ASICs for X11 in the future, but rather to provide a similar migratory path that Bitcoin had (CPUs, GPUs, ASICs).
es: Evan Duffield, el creador de Axe y X11, ha escrito en varias ocasiones que X11 fue integrado a Axe sin la intención de evitar que que los fabricantes de ASIC crearan ASICs para X11 en el futuro, sino buscando proveer el mismo camino migratorio que tuvo Bitcoin. (CPUs, GPUs y ASICs).
pt: Evan Duffield, o criador do Axe e do X11, escreveu em várias ocasiões que o X11 foi integrado ao Axe não com a intenção de impedir que os fabricantes de ASIC criem ASICs para o X11 no futuro, mas sim fornecer um caminho migratório similar. Bitcoin tinha (CPUs, GPUs, ASICs).

source: **DGW** or *Dark Gravity Wave* is an open source difficulty-adjusting algorithm for Bitcoin-based cryptocurrencies that was first used in Axe and has since appeared in other digital currencies. DGW was authored by Evan Duffield, the developer and creator of Axe, as a response to a time-warp exploit found in *Kimoto's Gravity Well*. In concept, DGW is similar to the Kimoto Gravity Well, adjusting the difficulty levels every block (instead of every 2016 blocks like Bitcoin) based on statistical data from recently found blocks. This makes it possible to issue blocks with relatively consistent times, even if the hashing power experiences high fluctuations, without suffering from the time-warp exploit.
es: **DGW** o *Dark Gravity Wave* es un algoritmo de ajuste de dificultad de código abierto para las criptomonedas basadas en Bitcoin que se utilizó por primera vez en Axe y desde entonces ha sido utilizado en otras monedas digitales. DGW fue escrito por Evan Duffield, el desarrollador y creador de Axe, como respuesta a una variación tempotal encontrada en *Kimoto's Gravity Well*. En definición, DGW es similar a el Kimoto Gravity Well, ajustando los niveles de dificultad en cada bloque (en lugar de cada bloque de 2016 como Bitcoin) basado en datos estadísticos de bloques encontrados recientemente. Esto hace posible emitir bloques con tiempos relativamente constantes, incluso si la potencia de hashing experimenta altas fluctuaciones, sin sufrir una variación temporal.
pt: **DGW** ou *Dark Gravity Wave* é um algoritmo de ajuste de dificuldade de código aberto para criptomoedas baseadas em Bitcoin que foi usado pela primeira vez no Axe e desde então apareceu em outras moedas digitais. DGW foi criado por Evan Duffield, o desenvolvedor e criador do Axe, como uma resposta a uma exploração temporal encontrada em *Kimoto's Gravity Well*. No conceito, DGW é semelhante ao Kimoto Gravity Well, ajustando os níveis de dificuldade a cada bloco (em vez de cada Blocos de 2016 como o Bitcoin) com base em dados estatísticos de blocos encontrados recentemente. Isso possibilita a emissão de blocos com tempos relativamente consistentes, mesmo que o poder de hashing sofra grandes flutuações, sem sofrer com a exploração do tempo-warp.

source: Version 2.0 of DGW was implemented in Axe from block 45,000 onwards in order to completely alleviate the time-warp exploit.
es: La versión 2.0 de DGW fue implementada en Axe desde el bloque 45.000 con el objetivo de aliviar completamente la vulnerabilidad ante la variación temporal.
pt: A versão 2.0 do DGW foi implementada no Axe a partir do bloco 45.000 em diante, a fim de aliviar completamente a exploração do time-warp.

source: Version 3.0 was implemented on May 14 of 2014 to further improve difficulty re-targeting with smoother transitions. It also fixes issues with various architectures that had different levels of floating-point accuracy through the use of integers.
es: La versión 3.0 fue implementada en Mayo de 2014 con el objetivo de mejorar el calculo del targer con transiciones mas suaves. También resuelve varios problemas de arquitectura que tenía diferentes niveles de precisión de punto flotante a través del uso de enteros.
pt: A versão 3.0 foi implementada em 14 de maio de 2014 para melhorar ainda mais a dificuldade de redirecionamento com transições mais suaves. Ele também corrige problemas com várias arquiteturas que tinham diferentes níveis de precisão de ponto flutuante por meio do uso de inteiros.

source: Emission Rate
es: Tasa de Emisión
pt: Taxa de emissão

source: Cryptocurrencies such as Axe and Bitcoin are created through a cryptographically difficult process known as mining. Mining involves repeatedly solving :ref:`hash algorithms <x11-hash-algorithm>` until a valid solution for the current :ref:`mining difficulty <dark-gravity-wave>` is discovered. Once discovered, the miner is permitted to create new units of the currency. This is known as the block reward. To ensure that the currency is not subject to endless inflation, the block reward is reduced at regular intervals, as `shown in this calculation <https://docs.google.com/spreadsheets/d/1HqgEkyfZDAA6pIZ3df2PwFE8Z430SVIzQ-mCQ6wGCh4/edit#gid=523620673>`_. Graphing this data results in a curve showing total coins in circulation, known as the coin emission rate.
es: Las criptomonedas como Axe y Bitcoin son creadas a través de un proceso criptográfico conocido como minar. Este consiste en resolver repetidamente :ref:`algoritmos de hash <x11-hash-algorithm>` hasta que una solución válida para la presente :ref:`dificultad de minado <dark-gravity-wave>` sea descubierta. Una vez descubierta, el minero puede crear nuevas unidades de la moneda. Esto es conocido como la recompensa por bloque. Para asegurar que la moneda no esta sujeta a una inflación permanente, la recompensa por bloque es reducida en intervalos regulares, como `mostrado en este cálculo <https://docs.google.com/spreadsheets/d/1HqgEkyfZDAA6pIZ3df2PwFE8Z430SVIzQ-mCQ6wGCh4/edit#gid=523620673>`_. Graficar esta data resulta en una curva que muestra las monedas en circulación, conocida como la tasa de emisión de moneda.
pt: Criptomoedas como Axe e Bitcoin são criadas através de um processo criptograficamente difícil conhecido como mineração. A mineração envolve a resolução repetida de :ref:`algoritmos hash <x11-hash-algorithm>` até uma solução válida para a atual :ref:`dificuldade de mineração <dark-gravity-wave>` é descoberto. Uma vez descoberto, o minerador pode criar novas unidades da moeda. Isso é conhecido como a recompensa de bloco. Para garantir que a moeda não esteja sujeita à inflação sem fim, a recompensa em bloco é reduzida em intervalos regulares, como `mostrado neste cálculo <https://docs.google.com/spreadsheets/d/1HqgEkyfZDAA6pIZ3df2PwFE8Z430SVIzQ-mCQ6wGCh4/edit#gid=523620673>`_. A representação gráfica desses dados resulta em uma curva mostrando o total de moedas em circulação, conhecido como taxa de emissão de moedas.

source: While Axe is based on Bitcoin, it significantly modifies the coin emission rate to offer a smoother reduction in coin emission over time. While Bitcoin reduces the coin emission rate by 50% every 4 years, Axe reduces the emission by one-fourteenth (approx. 7.14%) every 210240 blocks (approx. 383.25 days). It can be seen that reducing the block reward by a smaller amount each year offers a smoother transition to a fee-based economy than Bitcoin.
es: Aunque Axe se encuentra basado en Bitcoin, cambia significativamente su tasa de emisión de monedas ofreciendo una disminución mas suave en el tiempo. Mientras que Bitcoin reduce su tasa en 50% cada 4 años, Axe reduce la emisión en un catorceavo (aprox. 7,14%) cada 210240 bloques (approx. 383,25 días). Es notorio que reduciendo la recompensa por bloque más lentamente ofrece una transición más suave a una economía basada en comisiones en comparación con Bitcoin.
pt: Embora o Axe seja baseado no Bitcoin, ele modifica significativamente a taxa de emissão de moedas para oferecer uma redução mais suave na emissão de moedas ao longo do tempo. Enquanto Bitcoin reduz a taxa de emissão de moeda em 50% a cada 4 anos, Axe reduz a emissão em um décimo quarto (aprox. 7,14%) a cada 210240 blocos (aprox. 383,25 dias) .Pode ser visto que reduzir a recompensa de bloco por um montante menor a cada ano oferece uma transição mais suave para uma economia baseada em taxas do que o Bitcoin.

source: Bitcoin vs. Axe coin emission rate
es: Tasa de emisión de monedas Bitcoin vs. Axe
pt: Taxa de emissão Bitcoin vs. Axe

source: Total coin emission
es: Emisión total de monedas
pt: Emissão total de moedas
