Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/introduction/features.po
Languages: es, pt

source: `Bitcoin's total coin emission <https://docs.google.com/spreadsheets/d/1 2tR_9WrY0Hj4AQLoJYj9EDBzfA38XIVLQSOOOVePNm0/pubhtml?gid=0&single=true>`_ can be calculated as the sum of a geometric series, with the total emission approaching (but never reaching) 21,000,000 BTC. This will continue until 2140, but the mining reward reduces so quickly that 99% of all bitcoin will be in circulation by 2036, and 99.9% by 2048.
es: `Emisión total de las monedas de Bitcoin <https://docs.google.com/spreadsheets/d/1 2tR_9WrY0Hj4AQLoJYj9EDBzfA38XIVLQSOOOVePNm0/pubhtml?gid=0&single=true>`_ puede ser calculado como la suma de series geométricas, con una emisión total aproximandose a (pero nunca alcanzando) 21,000,000 BTC. Esto continuará hasta el 2140,pero la recompensa del minado se reduce tan rápido que el 99% de todos los Bitcoins estarán en circulación para el 2036, y el 99.9% para el 2048.
pt: `Emissão total de moeda do Bitcoin <https://docs.google.com/spreadsheets/d/12tR_9WrY0Hj4AQLoJYj9EDBzfA38XIVLQSOOOVePNm0/pubhtml?gid=0&single=true>`_ pode ser calculado como a soma de uma série geométrica, com a emissão total se aproximando (mas nunca atingindo) 21.000.000 BTC. Isso continuará até 2140, mas a recompensa da mineração reduz tão rapidamente que 99% de todos os bitcoins estarão em circulação até 2036 e 99,9% até 2048.

source: `Axe's total coin emission <https://docs.google.com/spreadsheets/d /1JUK4Iy8pjTzQ3Fvc-iV15n2qn19fmiJhnKDDSxebbAA/edit#gid=205877544>`_ is also the sum of a geometric series, but the ultimate total coin emission is uncertain because it cannot be known how much of the 10% block reward reserved for budget proposals will actually be allocated, since this depends on future voting behavior. Axe will continue to emit coins for approximately 192 years before a full year of mining creates less than 1 AXE. After 2209 only 14 more AXE will be created. The last AXE will take 231 years to be generated, starting in 2246 and ending when emission completely stops in 2477. Based on these numbers, a maximum and minimum possible coin supply in the year 2254 can be calculated to be between:
es: `Emisión total de las monedas de Axe <https://docs.google.com/spreadsheets/d /1JUK4Iy8pjTzQ3Fvc-iV15n2qn19fmiJhnKDDSxebbAA/edit#gid=205877544>`_ es también la suma de series geométricas, pero la emisión total final de la moneda es incierta porque no se puede saber cuánto de la recompensa por bloque del 10% reservada para las propuestas presupuestarias se asignará realmente, ya que esto depende del comportamiento futuro de la votación. Axe continuará emitiendo monedas durante aproximadamente 192 años antes de que un año completo de minería genere menos de 1 AXE. Después de 2209 solo se crearán 14 AXE más. El último AXE tardará 231 años en generarse, comenzando en 2246 y terminando cuando las emisiones se detengan por completo en 2477. Con base en estos números, se puede calcular una oferta de monedas máxima y mínima posible en el año 2254 entre:
pt: `Emissão total de moeda da Axe <https://docs.google.com/spreadsheets/d /1JUK4Iy8pjTzQ3Fvc-iV15n2qn19fmiJhnKDDSxebbAA/edit#gid=205877544>`_ é também a soma de uma série geométrica, mas a emissão total final da moeda é incerta porque não se pode saber quanto da recompensa do bloco de 10% reservada para propostas do orçamento será alocada realmente, desde que esta depende do comportamento de votação futuro. Axe continuará a emitir moedas por aproximadamente 192 anos antes de um ano inteiro de mineração cria menos de 1 traço. Após 2209 apenas mais 14 traço será criado. O último Axe levará 231 anos para ser gerado, começando em 2246 e terminando quando a emissão pára completamente em 2477. Com base nesses números, uma oferta de moeda máxima e mínima possível no ano 2254 pode ser calculada entre:

source: Assuming zero treasury allocation
es: Asumiendo una asignación nula de tesorería
pt: Assumindo a alocação de tesouraria zero

source: Assuming full treasury allocation
es: Asumiendo un asignación completa de tesorería
pt: Assumindo a alocação total de tesouraria

source: Block reward allocation
es: Asignación de recompensa de bloque
pt: Alocação de recompensas de bloco

source: Unlike Bitcoin, which allocates 100% of the block reward to miners, Axe holds back 10% of the block reward for use in the decentralized :ref:`budget system <decentralized-governance>`. The remainder of the block, as well as any transaction fees, are split 50/50 between the :ref:`miner <mining>` and a :ref:`masternode <masternodes>`, which is deterministically selected according to the :ref:`payment logic <payment-logic>`. Axe features superblocks, which appear every 16616 blocks (approx. 30.29 days) and can release up to 10% of the cumulative budget held back over that :ref:`budget cycle period <budget-cycles>` to the winning proposals in the budget system. Depending on budget utilization, this results in an approximate coin reward allocation over a budget cycle as follows:
es: A diferencia de Bitcoin, que asigna el 100% de la recompensa de los bloques a los mineros, Axe retiene el 10% de la recompensa del bloque para su uso en el sistema descentralizado :ref:`sistema de presupuesto <decentralized-governance>`. El restante del bloque, asi como cualquier comisión de transacción, son divididos 50/50 entre el :ref:`minero <mining>` y un :ref:`masternode <masternodes>`, que es seleccionado de forma determinista según la :ref:`lógica de pago <payment-logic>`. Axe presenta superblocks, que aparecen cada 16616 bloques (aproximadamente 30,29 días) y puede liberar hasta 10% del presupuesto acumulativo retenido sobre ese :ref:`período del ciclo presupuestario <budget-cycles>` a las propuestas ganadoras en el sistema de presupuesto. Dependiendo de la utilización del presupuesto, esto resulta en una asignación de recompensa de monedas aproximada a lo largo de un ciclo presupuestario de la siguiente manera:
pt: Ao contrário do Bitcoin, que aloca 100% da recompensa em bloco aos mineiros, Axe retém 10% da recompensa em bloco para uso no sistema descentralizado :ref:`budget system <decentralized-governance>`. O restante do bloco, bem como quaisquer taxas de transação, são divididos 50/50 entre os :ref:`mineiros <mining>` e o :ref:`masternode <masternodes>`, que é deterministicamente selecionado de acordo com a :ref:`lógica de pagamento <payment-logic>`. O Axe apresenta superblocos, que aparecem a cada 16616 blocos (aproximadamente 30,29 dias) e podem liberar até 10% do orçamento acumulado retido sobre :ref:`período do ciclo orçamentário <budget-cycles>` para as propostas vencedoras no sistema orçamentário. Dependendo da utilização do orçamento, isso resulta em uma alocação de recompensa aproximada de moedas ao longo de um ciclo orçamentário, como segue:

source: Mining Reward
es: Recompensa por minería
pt: Recompensa de Mineração

source: Masternode Reward for Proof-of-service
es: Recompensa de los masternodes por su Prueba-de-Servicio
pt: Recompensa do Masternode para a Prova de Serviço

source: Decentralized Governance Budget
es: Presupuesto de governanza descentralizada
pt: Orçamento de Governança Descentralizada

source: This documentation is based on calculations and posts by moocowmoo. Please see `this reddit post <https://www.reddit.com/r/axerunners/comments/ 7fc2on/axe_over_1000_in_a_few_weeks/dqb4pjn/>`_ for more details, or run your own `emission calculations using this tool <https://repl.it/@moocowmoo/axe-minmax-coin-generation>`_. See `this site <https://stats.masternode.me>`_ for live data on current network statistics.
es: Esta documenación esta basada en cálculos y publicaciones de moocowmoo. Por favor ver `esta publicación de reddit <https://www.reddit.com/r/axerunners/comments/ 7fc2on/axe_over_1000_in_a_few_weeks/dqb4pjn/>`_ Para más detalles, o para correr tu propia `Emisión de cálculos usar esta herramienta <https://repl.it/@moocowmoo/axe-minmax-coin-generation>`_. Ver `este sitio web <https://stats.masternode.me>`_ para datos en vivo sobre las estadísticas actuales de la red.
pt: Esta documentação é baseada em cálculos e posts de moocowmoo. Por favor, veja `este post do reddit <https://www.reddit.com/r/axerunners/comments/ 7fc2on/axe_over_1000_in_a_few_weeks/dqb4pjn/>`_ para mais detalhes, ou execute seus próprios cálculos de emissões usando `esta ferramenta <https://repl.it/@moocowmoo/axe-minmax-coin-generation>`_. Veja `este site <https://stats.masternode.me>`_ para dados ao vivo nas estatísticas atuais da rede.

source: Decentralized Governance
es: Gobernanza descentralizada
pt: Governança Descentralizada

source: Decentralized Governance by Blockchain, or DGBB, is Axe's attempt to solve two important problems in cryptocurrency: governance and funding. Governance in a decentralized project is difficult, because by definition there are no central authorities to make decisions for the project. In Axe, such decisions are made by the network, that is, by the owners of masternodes. The DGBB system allows each masternode to vote once (yes/no/abstain) for each proposal. If a proposal passes, it can then be implemented (or not) by Axe's developers. A key example is early in 2016, when Axe's Core Team submitted a proposal to the network asking whether the blocksize should be increased to 2 MB. Within 24 hours, consensus had been reached to approve this change. Compare this to Bitcoin, where debate on the blocksize has been raging for nearly three years.
es: La gobernanza descentralizada por cadena de bloques en ingles: (Decentralized Governance by Blockchain DGBB) es un intento de Axe que tiene como objetivo de resolver los problemas de manejo en proyectos descentralizados como el desarrollo de Axe. Debido a que no hay autoridades centrales que decidan enrumbar o tomar las decisiones del proyecto. Las decisiones son tomadas por la red, específicamente la red de master-nodos. El sistema DGBB permite a cada master-nodo votar (si/no/abstengo) para cada propuesta. Si la propuesta pasa, puede ser implementada (o no) por los desarrolladores de Axe. Un ejemplo clave es: cuando en el 2016, el equipo núcleo de Axe envió una propuesta a la red preguntando si el tamaño del bloque debería ser incrementado a 2MB. Dentro de las primeras 24 horas se alcanzaron los votos para aprobar este cambio. Comparando con Bitcoin donde el debate del tamaño del bloque está sucediendo desde hace 3 años.
pt: Governança Descentralizada pela Blockchain, ou DGBB, é a tentativa de Axe de resolver dois problemas importantes em criptomoeda: governança e financiamento. A governança em um projeto descentralizado é difícil, porque, por definição, não há autoridades centrais para tomar decisões sobre o projeto. No Axe, tais decisões são tomadas pela rede, isto é, pelos donos dos masternodes. O sistema DGBB permite que cada masternode vote uma vez (sim / não / abstém) para cada proposta. Se uma proposta for aprovada, ela poderá ser implementada (ou não) pelos desenvolvedores do Axe. Um exemplo importante é no início de 2016, quando o Core Team do Axe submeteu uma proposta à rede perguntando se o tamanho do bloco deveria ser aumentado para 2 MB. Dentro de 24 horas, o consenso foi alcançado para aprovar essa mudança. Compare isso com Bitcoin, onde o debate sobre o tamanho do bloco tem durado por quase três anos.

source: DGBB also provides a means for Axe to fund its own development. While other projects have to depend on donations or premined endowments, Axe uses 10% of the block reward to fund its own development. Every time a block is mined, 45% of the reward goes to the miner, 45% goes to a masternode, and the remaining 10% is not created until the end of the month. During the month, anybody can make a budget proposal to the network. If that proposal receives net approval of at least 10% of the masternode network, then at the end of the month a series of "superblocks" will be created. At that time, the block rewards that were not paid out (10% of each block) will be used to fund approved proposals. The network thus funds itself by reserving 10% of the block reward for budget projects.
es: El sistema DGBB también le da los medios a Axe para obtener financiamiento para su desarrollo. Mientras otros proyectos dependen de donaciones o dotes pre-minadas. Axe utiliza el 10% de la recompensa del bloque para esto. Cada vez que un bloque es minado, 45% de la recompensa van al minero, 45% al Masternode, y el 10% restante no es creado hasta final de mes. Durante el mes,, cualquiera puede solicitar financiamiento a la red. Si la propuesta llega a aprobarse por al menos 10% de la red de masternodes, al final de mes una serie de "superbloques" será creada. Para ese momento, la recompensa del bloque que no fue pagada (10% de cada bloque) será usada para el financiamiento de las propuestas aprovadas. Por lo tanto, la red se financia a sí misma al reservar el 10% de la recompensa en bloque para proyectos de presupuesto.
pt: O DGBB também fornece um meio para o Axe financiar seu próprio desenvolvimento. Enquanto outros projetos têm que depender de doações ou dotações pré-estabelecidas, Axe usa 10% da recompensa em bloco para financiar seu próprio desenvolvimento. Toda vez que um bloco é extraído, 45% da recompensa vai para o minerador, 45% vai para um masternode e os 10% restantes não são criados até o final do mês. Durante o mês, qualquer pessoa pode fazer uma proposta de orçamento para a rede. Se essa proposta receber aprovação líquida de pelo menos 10% da rede do masternode, no final do mês será criada uma série de "superblocos". As recompensas do bloco que não foram pagas (10% de cada bloco) serão usadas para financiar propostas aprovadas. A rede, portanto, se financia, reservando 10% da recompensa em bloco para projetos orçamentários.

source: You can read more about Axe governance in the :ref:`governance` section of this documentation.
es: Puedes leer más sobre la governanza de Axe en la sección :ref:`governance` de esta documentación.
pt: Você pode ler mais sobre a governança do Axe na seção :ref:`governance` desta documentação.

source: Sentinel
es: Sentinela

source: Sentinel is an autonomous agent for persisting, processing and automating Axe 12.1 governance objects and tasks, and for expanded functions in the upcoming Axe V13 release (Evolution). Sentinel is implemented as a Python application that binds to a local version 12.1 axed instance on each Axe 12.1 masternode.
es: Sentinel es un agente autónomo para persistir, procesar y automatizar los objetos y tareas de la governanza de Axe 12.1, y para expandir las funciones del próximo lanzamiento de Axe V13 (Evolution). Sentinel es implementado como una aplicación de Python que se une a una instancia de una versión local de Axe 12.1 en cada Masternode de Axe 12.1.
pt: O Sentinel é um agente autônomo para persistir, processar e automatizar objetos e tarefas de controle do Axe 12.1 e para funções expandidas na próxima versão do Axe V13 (Evolution). O Sentinel é implementado como um aplicativo Python que se liga a uma instância axed da versão 12.1 local em cada masternode do Axe 12.1.

source: A Governance Object (or "govObject") is a generic structure introduced in Axe Core 12.1 to allow for the creation of Budget Proposals, Triggers, and Watchdogs. Class inheritance has been utilized to extend this generic object into a "Proposal" object to supplant the current Axe budget system.
es: Un objeto de governanza ( o "govObject") es una estructura genérica introducida en Das Core 12.1 para permitir la creación de propuestas de presupuesto, Desencadenadores y perros guardianes. La herencia de clase se ha utilizado para extender este objeto genérico a un objeto "Propuesta" para suplantar el sistema presupuestario actual de Axe.
pt: Um Objeto de Governança (ou "govObject") é uma estrutura genérica introduzida no Axe Core 12.1 para permitir a criação de Propostas de Orçamento, Triggers e Watchdogs. A herança de classes foi utilizada para estender esse objeto genérico a um objeto "Proposta" para suplantar o atual sistema de orçamento do Axe.

source: Diagram highlighting the relationship between Axe Sentinel and Core
es: Diagrama que destaca la relación entre Axe Sentinel y Core
pt: Diagrama destacando a relação entre Axe Sentinel e Core

source: *"The differences with Sentinel are really architectural and not easy/ interesting to explain to users as they are a bridge from 12.0 towards Evo features (but not fully implementing them), and Sentinel was only a part of 12.1 improvements anyway. Pre-Sentinel, governance functions were 'hard wired' into core code. Sentinel abstracts this process because in Evolution there are many Object types from Users to Accounts to Contacts etc, and if we didn't make this change first, future changes / improvements in Evolution (e.g. adding a new type of Object) would require changing core code. Now Core is agnostic to types of objects and we can take this forward for user experience and not just governance. In terms of documentation, there is no whitepaper specific to Sentinel, but we have various docs for Evo in an on-going RFC process which are used as the basis for Evo development."*
es: *"Las diferencias con Sentinel son realmente arquitectónicas y no fáciles / interesantes de explicar a los usuarios, ya que son un puente de 12.0 hacia las características de Evo (pero no implementándolos por completo), y Sentinel fue solo una parte de las mejoras 12.1 de todos modos. Pre-Sentinel, las funciones de gobiernanza estaban 'conectadas' al código central. Sentinel abstrae este proceso porque en Evolution hay muchos tipos de objetos de usuarios a cuentas a contactos, etc., y si no hicimos este cambio primero, cambios / mejoras futuras en Evolution (e.g. agregar un nuevo tipo de objeto) requeriría cambiar el código central. Ahora Core es independiente de los tipos de objetos y podemos llevar esto adelante para la experiencia del usuario y no solo para la gobernanza. En términos de la documentación, no hay un whitepaper específico para Sentinel, pero tenemos varios documentos para Evo en un proceso continuo de RFC que se utilizan como base para el desarrollo de Evo."*
pt: *"As diferenças com o Sentinel são realmente arquitetônicas e não são fáceis/interessantes de explicar aos usuários, pois são uma ponte de 12.0 para os recursos do Evo (mas não totalmente implementados) e o Sentinel era apenas uma parte das melhorias do 12.1. As funções de governança estavam "hard wired" no código principal. O Sentinel abstrai esse processo porque no Evolution há muitos tipos de Objeto de Usuários para Contas para Contatos etc, e se não fizermos essa mudança primeiro, mudanças/melhorias futuras no Evolution ( Por exemplo, adicionar um novo tipo de Objeto) exigiria alteração do código principal. Agora, o Core é agnóstico em relação a tipos de objetos e podemos levar isso adiante para a experiência do usuário e não apenas para a governança. No caso de documentação, não há whitepaper específico ao Sentinel, mas temos vários documentos para o Evo em um processo RFC em andamento que são usados como base para o desenvolvimento do Evo."*

source: Andy Freer, Evolution Developer
es: Andy Freer, desarrollador de Evolution
pt: Andy Freer, Desenvolvedor Evolution

source: Fees
es: Comisiones
pt: Taxas

source: Transaction type
es: Tipo de transacción
pt: Tipo de transação

source: Recommended fee
es: Comisión recomendada
pt: Taxa recomendada

source: Per unit
es: Por unidad
pt: Por unidade

source: Standard transaction
es: Transacción estándar
pt: Transação padrão

source: Per kB of transaction data
es: Por Kb de data de transacción
pt: Por kB de dados de transação

source: Per transaction input
es: Por entrada de transacción
pt: Por entrada de transação

source: Per 10 rounds of mixing (average)
es: Por 10 rondas de mezcla (promedio)
pt: Por 10 rodadas de mixagem (média)

source: `Axe Evolution <https://www.axerunners.com/evolution/>`_ is the code name for a decentralized currency platform built on Axe blockchain technology. The goal is to provide simple access to the unique features and benefits of Axe to assist in the creation of decentralized technology. Axe introduces a tiered network design, which allows users to do various jobs for the network, along with decentralized API access and a decentralized file system.
es: `Axe Evolution <https://www.axerunners.com/evolution/>`_ es el nombre en clave de una plataforma para una moneda descentralizada basada en la tecnología Axe blockchain. El objetivo es proporcionar un acceso simple a las características y beneficios únicos de Axe para ayudar en la creación de tecnología descentralizada. Axe presenta un diseño de red por niveles, que permite a los usuarios hacer varios trabajos para la red, junto con acceso descentralizado API y un sistema de archivos descentralizado.
pt: `Axe Evolution <https://www.axerunners.com/evolution/>`_ é o nome de código para uma plataforma de moeda descentralizada construída na tecnologia Axe blockchain. O objetivo é fornecer acesso simples aos recursos e benefícios exclusivos do Axe para auxiliar na criação de tecnologia descentralizada. O Axe apresenta um projeto de rede em camadas, que permite que os usuários façam vários trabalhos para a rede, juntamente com o acesso descentralizado à API e um sistema de arquivos descentralizado.

source: Axe Evolution will be released in stages. Axe Core releases 12.1 through to 12.4 will lay the groundwork for the decentralized features behind the scenes. An alpha version of Evolution is expected in the first half of 2018, including a basic implementation of AxeDrive, Primitives, DAPI and a simple T3 wallet. This will be released together with a series of Axe Improvement Proposals (DIPs), followed by a testnet phase with most basic functionality, and a first stable release in summer 2018.
es: Axe Evolution se lanzará por etapas. Las versiones de Axe Core 12.1 a 12.4 sentarán las bases para las funciones descentralizadas detrás de escena. Se espera una versión alfa de Evolution en la primera mitad de 2018, que incluye una implementación básica de AxeDrive, Primitives, DAPI y una billetera simple T3. Esto se lanzará junto con una serie de Propuestas de Mejora de Axe (DIPs), seguidas de una fase de testnet o red de prueba con la funcionalidad más básica y una primera versión estable en el verano de 2018.
pt: Axe Evolution será lançado em etapas. Os lançamentos do Axe Core de 12.1 a 12.4 lançarão as bases para os recursos descentralizados. Espera-se uma versão alfa do Evolution no primeiro semestre de 2018, incluindo uma implementação básica do AxeDrive, Primitives, DAPI e uma simples carteira T3. Este será lançado juntamente com uma série de Propostas de Melhoria do Axe (DIPs), seguido por uma fase de teste com a funcionalidade mais básica, e uma primeira versão estável no verão de 2018.

source: Included below is our current work on Evolution, that adds many components such as:
es: A continuación se incluye nuestro trabajo actual sobre Evolution, que agrega muchos componentes tales como:
pt: Incluído abaixo está o nosso trabalho atual no Evolution, que adiciona muitos componentes como:

source: **AxeDrive:** A decentralized shared file system for user data that lives on the second tier network
es: **AxeDrive:** Un sistema de archivos compartidos descentralizado para los datos del usuario que vive en la red de segundo nivel
pt: **AxeDrive:** Um sistema de arquivos compartilhados descentralizado para dados do usuário que residem na rede de segundo nível

source: **DAPI:** A decentralized API which allows third tier users to access the network securely
es: **DAPI:** Una API descentralizada que permite a los usuarios de tercer nivel acceder a la red de forma segura
pt: **DAPI:** Uma API descentralizada que permite que usuários de terceira camada acessem a rede com segurança
