Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/governance/eight-steps.po
Languages: ar, es, ru, zh_cn

source: If you are requesting a significant amount of funding, there is an understandable concern that you will deliver on your promises to the network. Reach out to trusted intermediaries such as `Axe Core Group, Inc. <bradley.zastrow@docs.axerunners.com>`_ or `Green Candle, Inc. <https://greencandle.io>`_ in advance for advice on escrow, and make the conditions for escrow release public and part of the proposal. If your proposal is so large that uses a significant percentage of the budget, there is a risk that approving your proposal will bump smaller proposals out of the budget. Consider breaking your proposal into smaller monthly payments instead.
ar: إذا كنت تطلب مبلغًا كبيرًا من التمويل ، فهناك مخاوف مفهومة من أنك ستفي بوعودك إلى الشبكة. تواصل مع الوسطاء الموثوق بهم مثل `Axe Core Group، Inc. <bradley.zastrow@docs.axerunners.com>`_ أو `Green Candle، Inc. <https://greencandle.io>`_ مسبقًا للحصول على المشورة بشأن الضمان ، وجعل الشروط للافراج عن الضمان العام وجزء من الاقتراح. إذا كان اقتراحك كبيرًا جدًا بحيث يستخدم نسبة مئوية كبيرة من الميزانية ، فهناك خطر من أن الموافقة على اقتراحك سيؤدي إلى تجاوز المقترحات الصغيرة خارج الميزانية. فكر في تقسيم اقتراحك إلى دفعات شهرية أصغر بدلاً من ذلك
es: Si estas pidiendo una cantidad razonable de dinero, hay una preocupación entendible de que cumplirás tus promesas a la red. Comunícate con intermediarios de confianza como `Axe Core Group, Inc. <bradley.zastrow@docs.axerunners.com>`_ O `Green Candle Inc. <https://greencandle.io>`_ De manera de obtener un servicio de garantías y escrutinio, las condiciones deben ser públicas y partes de la propuesta. No olvides considerar a las propuestas pequeñas y si es posible divide tu propuesta en pagos mensuales más pequeños si es posible.
ru: Если вы запрашиваете значительную сумму финансирования, то должны обязательно позаботиться о том, как именно вы будете выполнять взятые обязательства в сети. Заблаговременно обратитесь к доверенным посредникам, таким как `Axe Core Group, Inc. <bradley.zastrow@docs.axerunners.com>` _ или `Green Candle, Inc. <https://greencandle.io>` _ за консультациями по условному депонированию, а условия для выпуска депонирования сделайте публичными и частью предложения. Если ваше предложение настолько обширное, что использует значительную часть бюджета, существует риск, что одобрение вашего предложения приведет к удалению из бюджета небольших предложений. Подумайте о том, чтобы разбить финансирование своего предложения на более мелкие ежемесячные платежи.
zh_cn: 如果您想要申请大资金，那么担心您是否可以履行您对网络的承诺是可以理解的。提前与诸如\ `Axe Core Group, Inc. <bradley.zastrow@docs.axerunners.com>`_\ 或\ `Green Candle, Inc. <https://greencandle.io>`_\ 等受信任的中介机构联系以获得关于托管的建议，并将托管发行的条件和提案的一部分公之于众。如果您的提案资金太大，占用了预算的很大一部分，那么批准您的提案就有将较小资金的提案从预算中剔除的风险。替代办法是考虑将您的提案分成较小的金额按多月支付。

source: See :ref:`this documentation <using-governance>` for specific instructions on how to create a proposal when you are ready. Good luck!
ar: أنظر :ref:`هذه الوتيقة <using-governance>` للحصول على إرشادات محددة حول كيفية إنشاء اقتراح عندما تكون مستعدًا. حظا سعيدا!
es: Ver :ref:`esta documentación <using-governance>` para obtener instrucciones específicas sobre cómo crear una propuesta cuando estés listo. ¡Buena suerte!
ru: О специалных указаниях, как создать предложение, когда вы уже готовы к этому, вы можете почитать по ссылке: :ref:`документация <using-governance>` . Удачи!
zh_cn: 请参阅 :ref:`此文档 <using-governance>` 查看在您做好准备时如何创建提案的具体说明。祝您好运！

source: For an example of good reporting, reputation management and use of a video to request funding in a pre-proposal, see this video from Amanda B. Johnson's extremely popular **AXE: Detailed** proposal:
ar: للحصول على مثال للتقارير الجيدة ، وإدارة السمعة واستخدام مقطع الفيديو لطلب التمويل في الاقتراح المسبق ، يمكنك مشاهدة هذا الفيديو من اقتراح **تفاصيل حول داش** الأكثر رواجًا من Amanda B. Johnson.
es: Para tener un ejemplo de buenos informes, gestión de la reputación y el uso de un video para solicitar financiación en una propuesta previa, consulta este video de la extremadamente popular propuesta **AXE: en detalle** de Amanda B. Johnson:
ru: В качестве хорошего примера отчётности, управления репутацией и использования видеороликов для запроса финансирования в предварительном предложении посмотрите это видео из чрезвычайно популярного предложения **Подробности о Axe** Аманды Б. Джонсон:
zh_cn: 关于良好报道、声誉管理和使用视频在预提案中申请资金的例子，请参阅来自 Amanda B. Johnson非常受欢迎的 **AXE: Detailed** 提案的视频：

source: A few additional points:
ar: بعض النقاط الإضافية:
es: Algunos puntos adicionales:
ru: Немного дополнительной информации:
zh_cn: 补充几点：

source: It is currently not possible to pay a budget proposal to a multisig address, or to change the payment address after the proposal is posted to the blockchain.
ar: ليس من الممكن حاليًا دفع عرض ميزانية إلى عنوان متعدد المهام ، أو لتغيير عنوان الدفع بعد نشر الاقتراح إلى بلوكشين.
es: Actualmente no es posible pagar una propuesta de presupuesto a una dirección de multifirmas, o cambiar la dirección de pago después de que la propuesta se publique en la cadena de bloques.
ru: В настоящее время не представляется возможной оплата бюджетного предложения на адреса кошельков с мультиподписью или изменение адреса платежа после того, как предложение опубликовано на блокчейне.
zh_cn: 目前不可能将预算提案支付给多重签名地址，也无法在提案被发布到区块链后更改支付地址。

source: To avoid accusations of favouritism and inside trading, Axe Core cannot promote your proposal for you. If your proposal is an integration, reach out to the business development team in advance. Once your product is live, it may be possible to announce it from Axe Core channels.
ar: لتجنب اتهامات المحسوبية والداخلية ، لا تستطيع داش كور الترويج لمقترحك. إذا كان اقتراحك يمثل تكاملاً ، فيمكنك التواصل مع فريق تطوير الأعمال مقدمًا. بمجرد أن يتم بث منتجك ، قد يكون من الممكن الإعلان عنه من قنوات داش كور.
es: Para evitar acusaciones de favoritismo y comercio interno, Axe Core no puede promocionar tu propuesta por ti. Si su propuesta es una integración, comunícate con el equipo de desarrollo de negocios por adelantado. Una vez que tu producto esté en vivo, puede ser posible anunciarlo desde los canales de Axe Core.
ru: Чтобы избежать обвинений в фаворитизме и внутренней торговле, команда Axe Core не занимается продвижением чьих-либо предложений. Если ваше предложение является интеграцией, заранее свяжитесь с командой развития бизнеса. Как только ваш продукт станет жизнеспособным, о нём можно будет объявить на каналах Axe Core.
zh_cn: 为了避免偏袒和内部交易的指责，Axe Core不能为您推广您的提案。如果您的提案是整合提案，请提前与业务开发团队联系。当您的产品上线后，或许可以从Axe Core 渠道对其进行宣传。

source: If your proposal is for news, promotion or marketing, make sure you synchronise your efforts with major existing organisations such as Axe Force News or marketing firms contracted by Axe Core.
ar: إذا كان اقتراحك للأخبار أو الترويج أو التسويق ، فتأكد من مزامنة جهودك مع المؤسسات الرئيسية القائمة مثل أخبار داش أو شركات التسويق المتعاقد معها بواسطة داش كور.
es: Si tu propuesta es para noticias, promociones o marketing, asegúrate de sincronizar tus esfuerzos con las principales organizaciones existentes como Noticias Axe Force o las empresas de marketing contratadas por Axe Core.
ru: Если ваше предложение связано с новостями, продвижением или маркетингом, убедитесь, что работа над ним синхронизирована с такими крупными существующими организациями, как Axe Force News или маркетинговыми фирмами, нанятыми Axe Core.
zh_cn: 如果您的提案用于新闻，推广或营销，确保将您的努力与现有的主要机构，如Axe Force News或Axe Core保持同步。

source: You are responsible for your own planning to hedge against price volatility. If your proposal involves significant payments to third parties in fiat currency, reach out to `Axe Core Group, Inc. <bradley.zastrow@docs.axerunners.com>`_ or `Green Candle, Inc. <https://greencandle.io>`_ for advice on escrow, price maintenance, converting currencies and hedging against volatility.
ar: أنت مسؤول عن التخطيط الخاص بك للتحوط ضد تقلبات الأسعار. إذا كان اقتراحك يتضمن مدفوعات كبيرة لأطراف ثالثة بالعملة الورقية ، فعليك بالوصول إلى `مجموعة داش كور <bradley.zastrow@docs.axerunners.com>`_ أو `غرين كاندل <https://greencandle.io>`_ للحصول على المشورة بشأن الضمان ، وصيانة الأسعار ، وتحويل العملات والتحوط ضد التقلبات.
es: Tu eres responsable de tu propia planificación para protegerte contra la volatilidad de los precios. Si tu propuesta implica pagos significativos a terceros en moneda fiduciaria, comunícate con `Axe Core Group, Inc. <bradley.zastrow@docs.axerunners.com>`_ o `Green Candle, Inc. <https://greencandle.io>`_ para obtener asesoramiento sobre custodia, mantenimiento de precios, conversión de divisas y cobertura contra la volatilidad.
ru: Вы несёте ответственность за собственное планирование и самостоятельно должны страховать себя от волатильности цен. Если ваше предложение связано с существенными платежами третьим сторонам в фиатной валюте, обратитесь в `Axe Core Group, Inc. <bradley.zastrow@docs.axerunners.com>`_ или `Green Candle, Inc. <https://greencandle.io>`_ для консультаций по условному депонированию, ценовому сопровождению, конвертации валют и страхованию от волатильности.
zh_cn: 您负责自己的计划，以对冲价格波动。如果您的提案涉及以法定货币向第三方支付大量款项，请联系\ `Axe Core Group, Inc. <bradley.zastrow@docs.axerunners.com>`_\ 或\ `Green Candle, Inc. <https://greencandle.io>`_\ 以获得关于托管、价格维持、兑换货币和对冲波动性的建议。

source: For the same reason, it is not recommended to request funding for period of longer than three months. Masternodes don't want to see and vote on the same proposal without updates several months in a row, and price volatility makes it a risky proposition both to the network and yourself.
ar: للسبب نفسه ، لا يوصى بطلب التمويل لفترة أطول من ثلاثة أشهر. لا يريد ماسترنود أن يرى ويصوت على نفس الاقتراح دون تحديثات عدة أشهر متتالية ، وتقلب الأسعار يجعله عرضًا محفوفًا بالمخاطر على الشبكة ونفسك.
es: Por el mismo motivo, no se recomienda solicitar financiación por un período superior a tres meses. Los masternodes no quieren ver y votar la misma propuesta sin actualizaciones durante varios meses seguidos, y la volatilidad del precio la convierte en una propuesta arriesgada tanto para la red como para ti.
ru: По этой же причине не рекомендуется запрашивать финансирование на срок более трёх месяцев. Мастерноды не хотят видеть и голосовать за одно и то же предложение без публикации новостей по нему несколько месяцев подряд, а ценовая волатильность делает его рискованным предложением как для сети, так и для вас самих.
zh_cn: 出于同样的原因，建议不要申请超过三个月的资金提案。主节点不希望在连续几个月没有更新的情况下查看同一提案并对其进行投票，价格波动使得申请超过三个月的资金提案对网络和您自己来说都是一个冒险。

source: Before entering your budget proposal on the blockchain, check how many proposals already exist for the current budget cycle. If it is likely to become very crowded or if some proposals are requesting a significant portion of the budget, voting is likely to be very competitive with weaker projects being forced out of the budget, even if they collect sufficient votes to pass the 10% threshold. See :ref:`here <understanding-governance>` for more details.
ar: قبل إدخال اقتراح الميزانية الخاص بك على بلوكشين ، تحقق من عدد المقترحات الموجودة بالفعل لدورة الميزانية الحالية. إذا كان من المرجح أن تصبح مزدحمة للغاية أو إذا طلبت بعض المقترحات جزءًا كبيرًا من الميزانية ، فمن المرجح أن يكون التصويت منافسًا للغاية مع إجبار المشروعات الأضعف على الخروج من الميزانية ، حتى إذا جمعت ما يكفي من الأصوات لتمرير الحد الأدنى 10٪ . أنظر :ref:`هنا <understanding-governance>` لمزيد من المعلومات.
es: Antes de ingresar a su propuesta de presupuesto en la cadena de bloques, verifica cuántas propuestas ya existen para el ciclo presupuestario actual. Si los cupos se llenan de propuestas o si algunas propuestas solicitan una porción significativa del presupuesto, es probable que la votación sea muy competitiva y los proyectos más débiles se vean obligados a salir del presupuesto, incluso si reúnen suficientes votos para superar el umbral del 10%. Ver :ref:`aquí <understanding-governance>` para más detalles.
ru: Прежде чем публиковать бюджетное предложение на блокчейне, проверьте, сколько предложений для текущего бюджетного цикла уже существует на данный момент. Если бюджетный цикл окажется переполненным или если некоторые предложения потребуют значительной части бюджета, голосование, вероятно, будет проходить в атмосфере конкурентной борьбы по отношению к более слабым проектам, которые будут вытеснены из бюджета, даже если наберут достаточное количество голосов для прохождения 10-процентного порога. Для дополнительных сведений см. сслыку :ref:`здесь <understanding-governance>`.
zh_cn: 在区块链上输入您的预算提案之前，请检查当前预算周期内已经存在了多少提案。如果提案过多可能会变得非常拥挤，或者如果有一些提案的申请占据预算总金额的很大一部分，投票很可能非常有竞争力，即使他们获得足够的票数超过了10%的门槛，也可能被迫踢出预算。请参阅 :ref:`此处 <understanding-governance>` 以了解更多详细信息。
