Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/governance/eight-steps.po
Languages: ar, es, ru, zh_cn

source: How to prepare and submit a successful proposal for the Axe treasury system
ar: كيفية إعداد وتقديم اقتراح ناجح لنظام خزانة داش
es: Como preparar y montar una propuesta exitosa para el sistema de tesorería de Axe
ru: Как подготовить и успешно подать предложение для Бюджетной системы Axe
zh_cn: 如何准备并向达世币预算系统提交一份成功的提案。

source: axe, treasury, proposal, recommendations, communication, escrow
ar: داش ، الخزانة ، اقتراح ، توصيات ، الاتصالات ، الضمان
es: axe, tesorería, propuesta, recomendaciones, comunicación, garantia
ru: axe, Бюджет, предложение, рекомендации, коммуникация, эскроу
zh_cn: 达世币，预算，提案，建议，交流，代管

source: 8 Steps to a Successful Proposal
ar: 8 خطوات لنجاح الإقتراح
es: 8 Pasos para Lograr una Propuesta Exitosa
ru: 8 шагов для подачи успешного предложения
zh_cn: 成功提案的8个步骤

source: Proposals in the Axe governance system are subject to voting by masternodes. So, like any voting, you need to convince the voters that your proposal should pass. Here are some key points to consider in every proposal:
ar: تخضع الاقتراحات في نظام إدارة داش للتصويت بواسطة ماسترنود. لذا ، مثل أي تصويت ، تحتاج إلى إقناع الناخبين بضرورة تمرير اقتراحك. فيما يلي بعض النقاط الأساسية التي يجب وضعها في الاعتبار في كل اقتراح:
es: Las propuestas en el sistema de gobernanza de Axe están sujetas a votación por los masternodes. Entonces, como en cualquier votación, necesitas convencer a los votantes que tu propuesta debe pasar. Aquí hay algunos puntos importantes que se deben considerar en cada propuesta:
ru: Бюджетные предложения это часть системы управления Axe и они являются предметом голосования Мастернод. Поэтому, как и при любом другом голосовании, вам необходимо убедить голосующих в том, что именно ваше предложение достойно получения финансирования. Вот несколько ключевых моментов, о которых стоит помнить при подаче любого бюджетного предложения:
zh_cn: 达世币管理系统中的提案由主节点进行投票。所以，就像任何投票一样，您需要让选民相信您的提案应该通过。以下是每项提案中需要考虑的一些关键点：

source: Keep your proposal clear
ar: حافظ على اقتراحك واضحًا
es: Mantén tu propuesta clara
ru: Сделайте ваше предложение понятным
zh_cn: 保持您的提案清晰

source: Your proposal should have a clear title, followed by a short and simple description of the objectives. Explain early in your proposal exactly how it will benefit the Axe network, how much Axe you are requesting, how you arrived at this value, and finally who you are and how you plan to do the work. Masternodes should be able to immediately get an idea of what you are proposing from the first few lines of your proposal.
ar: يجب أن يكون لمقترحك عنوان واضح ، يليه وصف قصير وبسيط للأهداف. اشرح مبكراً في الاقتراح الخاص بك بالضبط كيف ستفيد شبكة داش ، وكم من داش تطلب ، وكيف وصلت إلى هذه القيمة ، وأخيراً من أنت وكيف تخطط للقيام بهذا العمل. يجب أن يكون ماسترنود قادرًا على الحصول على فكرة عما تقترحه على الفور من الأسطر القليلة الأولى من اقتراحك.
es: Tu propuesta debe tener un título claro, seguido por una corta y simple descripción de los objetivos. Al comienzo explica detalladamente como tu propuesta beneficiara a la red Axe, cuantos Axe solicitas, como llegaste a este valor y finalmente quien eres y como planeas hacer el trabajo. Los masternodes deben obtener una idea inmediata de lo que estas proponiendo desde las primeras líneas de tu propuesta.
ru: У вашего предложения должно быть понятное название, за которым следует короткое и простое описание целей предложения. Постарайтесь сразу объяснить, какую пользу от него получит сеть Axe, сколько AXE на его реализацию вы просите, почему вы решили, что сумма должна быть именно такой и, наконец, кто вы и как вы планируете выполнять намеченную работу. Необходимо, чтобы Мастерноды могли сразу, с первых нескольких строк, понять суть вашего предложения.
zh_cn: 您的提案应该有一个明确的标题，然后对目标进行一个简短和简单的描述。在您的提案中应该尽早明确地解释：该提案如何使达世币网络受益，您要花费多少达世币，您如何得出这个价值，以及最后您是谁且您计划如何完成这项工作。主节点应该能够立即从您的提案的前几行中了解到您提议的内容。

source: Run a pre-proposal discussion
ar: قم بتشغيل مناقشة ما قبل الاقتراح
es: Lleva a cabo una discusión previa a la propuesta.
ru: Перед подачей предложения создайте предварительное обсуждение
zh_cn: 进行提案前的讨论

source: Get feedback from the community before you post your proposal to the blockchain. A discussion period of around two weeks will help you find out if someone has proposed something similar in the past, and whether it succeeded or failed. There are `pre-proposal channels on the forum <https://www.axerunners.com/forum/topic/pre-budget-proposal- discussions.93>`__ and `Axe Nation Discord <http://axechat.org>`__, and `Reddit <https://www.reddit.com/r/axerunners>`__ also attracts a lot of views - consider the discussion on these channels to be the research phase of your proposal. Later, you can post a link to the forum discussion when your proposal goes live to show you are including community feedback in your work.
ar: احصل على تعليقات من المجتمع قبل نشر الاقتراح الخاص بك إلى بلوكشين. ستساعدك فترة المناقشة التي تدوم أسبوعين على معرفة ما إذا كان هناك من اقترح شيئًا مماثلاً في الماضي ، وما إذا كان قد نجح أو فشل. هناك `قنوات ما قبل الاقتراح في المنتدى <https://www.axerunners.com/forum/topic/pre-budget-proposal- discussions.93>`__ و `محادتات في ديسكور شات <http://axechat.org>`__, و أيضا `في ريديت <https://www.reddit.com/r/axerunners>`__ كما يجذب الكثير من وجهات النظر - النظر في مناقشة هذه القنوات لتكون مرحلة البحث في الاقتراح الخاص بك. لاحقًا ، يمكنك نشر رابط إلى مناقشة المنتدى عندما يبدأ عرض الاقتراح ليبين أنك تقوم بتضمين ملاحظات المجتمع في عملك.
es: Obtén una respuesta de la comunidad antes de publicar tu propuesta a la cadena de bloques. Un periodo de discusión de alrededor de dos semanas te ayudará a saber si alguien ha propuesto algo similar en el pasado si fue exitoso o fallo. Hay `canales de pre-propuestas en el forum <https://www.axerunners.com/forum/topic/pre-budget-proposal- discussions.93>`__, en el `Discord de Axe Nation <http://axechat.org>`__ y `Reddit <https://www.reddit.com/r/axerunners>`__ también atrae muchas lecturas. Considera la discusión en estos canales como una etapa de investigación en tu propuesta. Después, puedes publicar un enlace a la discusión en el forum cuando tu propuesta este en linea para mostrar que estas tomando en cuenta la respuesta de la comunidad en tu trabajo.
ru: Прежде чем опубликовать своё предложение на блокчейне, соберите отзывы от сообщества о нём. Период предварительного обсуждения составляет примерно две недели и за это время вам удастся выяснить, не предлагали ли уже нечто подобное ранее и если да, то прошло это предложение или нет. По ссылке вы найдёте канал для `предварительного обсуждения бюджетных предложений на форуме <https://www.axerunners.com/forum/topic/pre-budget-proposal- discussions.93>`__ и `Axe Nation Discord <http://axechat.org>`__ и `Reddit <https://www.reddit.com/r/axerunners>`__ тоже весьма популярные ресурсы, поэтому подумайте над тем, чтобы изучить мнения путём дискуссии и на них. Потом, когда вы опубликуете рабочий вариант предложения, то сможете сослаться в нём на мнение сообщества о вашей работе.
zh_cn: 在您把您的提案发布到区块链之前，先从社区中得到反馈。为期约两周的讨论将帮助您了解是否有人曾在过去提出过类似的建议，以及该提案是成功还是失败。论坛上的\ `pre-proposal专区 <https://www.axerunners.com/forum/topic/pre-budget-proposal- discussions.93>`__\ 和\ `Axe Nation Discord频道 <http://axechat.org>`__\ ，以及\ `Reddit社区 <https://www.reddit.com/r/axerunners>`__\ 都能得到不少反馈。把对这些渠道的讨论作为您提案的研究阶段。此后，当您的提案提交到预算系统后，将链接发送到论坛的讨论帖中，以表明您有将社区反馈纳入工作。

source: Manage your identity and reputation
ar: إدارة هويتك وسمعتك
es: Maneja tu identidad y reputación
ru: Дайте понять, кто вы есть и создайте себе репутацию
zh_cn: 管理您的身份和声誉

source: The Axe community is one of the network's strongest features, and newcomers are always welcome. However, because of the way proposals work, there needs to be reasonable trust that the work promised in the proposal will be completed if it passes. If you are new, consider starting with a smaller proposal first to prove your ability to deliver on time and budget. Attaching your real name or `Keybase <https://keybase.io>`_ identity to a proposal also helps build trust. If you are a making a large proposal, get a team together and nominate (or hire) one person to serve as community liaison, since posting from multiple accounts can be confusing.
ar: يعد مجتمع داش واحدًا من أقوى ميزات الشبكة ، كما يرحب بالقادمين الجدد دائمًا. ومع ذلك ، وبسبب الطريقة التي تعمل بها المقترحات ، يجب أن تكون هناك ثقة معقولة بأن العمل الموعود في الاقتراح سيكتمل في حال تمريره. إذا كنت جديدًا ، ففكر في البدء بمقترح أصغر أولاً لإثبات قدرتك على التسليم في الوقت المحدد والميزانية. إرفاق اسمك الحقيقي أو `Keybase <https://keybase.io>`_ تساعد الهوية على الاقتراح أيضًا على بناء الثقة. إذا كنت تقدم مقترحًا كبيرًا ، فاحصل على فريق معًا ورشح (أو استفد) شخصًا واحدًا ليكون بمثابة مسؤول اتصال بالمجتمع ، نظرًا لأن النشر من حسابات متعددة قد يكون مربكًا.
es: La comunidad de Axe es una de la característica más fuerte de la red y los nuevos usuarios siempre son bienvenidos. Aunque debido a como las propuestas trabajan hay una necesidad razonable de ganar confianza de manera que el trabajo prometido en la propuesta sea ejecutado. Si eres nuevo considera comenzando con una propuesta pequeña primero para demostrar tu habilidad para entregar a tiempo y en el presupuesto acordado. Añadir tu nombre real o tu identidad `Keybase <https://keybase.io>`_ a una propuesta también ayuda a generar confianza. Si estás haciendo una propuesta grande haz un equipo y nómina (o contrata) a una persona que sirva como enlace de la comunidad, ya que postear de diferentes cuentas puede ser confuso.
ru: Сообщество Axe является одной из самых сильных сторон этой сети и новые участники в нём всегда приветствуются. Тем не менее, система подачи предложений такова, что требуется уверенность в заверешении работы по реализации предложения, если оно пройдёт голосование. Если вы новичёк, то начните с простых предложений, чтобы доказать, что вы способны показать результат, уложившись в отведённый срок и бюджет. Если вы укажете своё реальное имя или идентификатор `Keybase <https://keybase.io>`_, это тоже поможет повысить степень доверия к вам. Если вы готовите крупное бюджетне предложение, то создайте команду и выдвините (или наймите) одного человека, который бы представлял вашу группу, поскольку посты, опубликованные с разных профилей могут создавать путаницу.
zh_cn: 达世币社区是该网络最强大的特性之一，而且它总是欢迎新人。但是，由于提案的运作方式，需要存在一定的信任，相信当提案通过后，所承诺的工作能够完成。如果您是新来的，可以考虑先从一个较小的提案开始，以证明您有能力根据时间和预算完成任务。在提案上附上您的真名或 `Keybase <https://keybase.io>`_ 有助于建立信任。如果您提出了一个很大金额的提案，那就召集团队，委派 (或雇佣) 一个人作为社区联络人，因为以多个账户进行交流沟通可能会产生问题。

source: Run an enthusiastic campaign for your proposal
ar: قم بتشغيل حملة متحمسة لاقتراحك
es: Haz una campaña entusiasta de tu propuesta
ru: Создайте увлечённую кампанию для продвижения вашего предложения
zh_cn: 为您的提案组织一波激情的宣传

source: Proposals with a video or website have a far greater chance of succeeding! Uploading a video gives your proposal a human touch and a chance to convey your enthusiasm in a way that isn't always possible in text. Post your video to the `forum <https://www.axerunners.com/forum/topic/pre-budget-proposal- discussions.93>`_ and `AxeCentral <https://www.axecentral.org/budget>`_, become a regular on Discord or run a webinar to explain the proposal and answer questions. Put some work in before you ask for funding to demonstrate your involvement with Axe - but don't be annoying and spam many channels asking for votes.
ar: الإقتراحات التي تحتوي على فيديو أو موقع ويب لها فرصة أكبر للنجاح! يمنح تحميل مقطع فيديو اقتراحك بلمسة إنسانية وفرصة للتعبير عن حماستك بطريقة غير ممكنة دائمًا في النص. أضف الفيديو الخاص بك إلى `المنتدى <https://www.axerunners.com/forum/topic/pre-budget-proposal- discussions.93>`_ و `داش سنترال <https://www.axecentral.org/budget>`_, أصبح منتظمًا أو قم بتشغيل برنامج تعليمي على الويب لشرح الاقتراح والإجابة على الأسئلة. ضع بعض الأعمال قبل أن تطلب التمويل لإثبات مشاركتك مع داش - ولكن لا تكون مزعجًا وتزعج العديد من القنوات التي تطلب الأصوات.
es: ¡Las propuestas con video o página web tienen mucho más chance de ser exitosa! Subir un video le da a tu propuesta un toque humano y una oportunidad para transmitir tu entusiasmo en una manera que no es posible en texto. Sube tu video en el `foro <https://www.axerunners.com/forum/topic/pre-budget-proposal- discussions.93>`_ y en `AxeCentral <https://www.axecentral.org/budget>`_, vuélvete un regular en Discord o haz un webinar para explicar la propuesta y responder preguntas. Pon algo de trabajo antes de pedir dinero para demostrar tu compromiso con Axe - pero no seas molesto inundando los canales de Axe para pedir votos.
ru: Предложения, которые сопровождаются видеоматериалами или веб-сайтом, имеют больше шансов на успех! С прикреплённым видео ваше предложение уже не будет обезличенным, что повысит шансы передать ваш энтузиазм другим. Ведь это не всегда возможно с помощью одного лишь текста. Опубликуйте ваше видео на `forum <https://www.axerunners.com/forum/topic/pre-budget-proposal- discussions.93>`_ и `AxeCentral <https://www.axecentral.org/budget>`_, станьте завсегдатаем Discord или запустите вебинар, на котором объясните суть предложения и ответите на вопросы. Прежде, чем просить финансирование, приложите усилия, продемонстрируйте увлечённость Axe, но не будьте навязчивы и не забрасывайте спам на разные каналы с просьбой проголосовать.
zh_cn: 附带视频或网站的提案成功几率更大！上传一段视频，为您的提案赋予人情味，并使您的提案有机会传递您的热情，而这种方式在文本中却不可能实现。将您的视频上传至\ `论坛 <https://www.axerunners.com/forum/topic/pre-budget-proposal- discussions.93>`_\ 和\ `AxeCentral <https://www.axecentral.org/budget>`_\ ，从而成为Discord上的常客或者举办一个网络研讨会来解释提案并回答问题。在您申请资金之前先做些工作以证明您和达世币之间的关系 - 但要适度宣传，请不要在多渠道发送垃圾邮件信息以拉票。

source: Demonstrate your commitment to the network
ar: أظهر التزامك بالشبكة
es: Postea tu propuesta temprano y hazte disponible para preguntas
ru: Продемонстрируйте свою приверженность сети
zh_cn: 展示您对网络的承诺

source: If you are asking for significant funding to start up or expand a for-profit business built on Axe, you need to explain why and for how long this funding is required, and what you are offering in return. It can be very helpful to show you have skin in the game by matching the contribution provided in Axe with funds from your own business or investors. Equity or exclusivity agreements can be reached with `Axe Core Group, Inc. <bradley.zastrow@docs.axerunners.com>`_, but must be clarified in writing before the proposal is posted.
ar: إذا كنت تطلب تمويلًا كبيرًا لبدء أو توسيع أعمال ربحية مبنية على داش ، فأنت بحاجة إلى توضيح سبب وطول مدة هذا التمويل ، وما تقدمه في المقابل. يمكن أن يكون من المفيد جداً أن تظهر لك بشرتك في اللعبة عن طريق مطابقة المساهمة المقدمة في داش بأموال من عملك أو مستثمرك. يمكن التوصل إلى اتفاقات حقوق الملكية أو التفرد `فريق داش كور <bradley.zastrow@docs.axerunners.com>`_, ولكن يجب توضيحها كتابة قبل نشر الاقتراح.
es: Si usted esta pidiendo una suma significativa de fondos para iniciar o expandir un negocio lucrativo construido en Axe, necesitara explicar por que y por cuanto tiempo es requerido este financiamiento, y que esta ofreciendo en retribución. Puede ser muy útil demostrar que tienes la piel en el juego, haciendo coincidir la contribución prevista en la rociada con fondos de su propio negocio o inversores. Acuerdos de equidad o exclusividad pueden ser alcanzados con `Axe Core Group, Inc. <bradley.zastrow@docs.axerunners.com>`_, pero debe estar claramente escrito antes de que la propuesta sea posteada.
ru: Если вам требуются значительные инвестиции для запуска или расширения коммерческого бизнеса, построенного на Axe, вам нужно объяснить, почему и на какой срок потребуется финансирование на это и что вы предлагаете взамен. Может оказаться очень полезным продемонстрировать, что у вас есть собственные интересы в этом деле, сопоставляя вклад, предоставленный в Axe со средствами вашего собственного бизнеса или инвесторов. Соглашения об эксклюзивности могут быть заключены при помощи `Axe Core Group, Inc. <bradley.zastrow@docs.axerunners.com> `_, но должны быть уточнены в письменной форме до публикации предложения.
zh_cn: 如果您想要申请大量资金来建立或扩大一家建立在达世币项目上的盈利性企业，您需要解释：为什么需要这笔资金，需要多长时间，以及您所提供的回报。通过将达世币中提供的资金与您自己的业务或投资者的资金相匹配，展示您在项目中的利益和风险是非常有帮助的。股权协议或排他性协议可以与\ `Axe Core Group, Inc. <bradley.zastrow@docs.axerunners.com>`_\ 达成，但在发布提案之前必须以书面形式澄清。

source: Post your proposal early and make yourself available for questions
ar: انشر اقتراحك مبكرًا واجعل نفسك متاحًا للأسئلة
es: Postea tu propuesta temprano y hazte disponible para preguntas
ru: Опубликуйте своё предложение заранее и будьте доступны для ответов на вопросы
zh_cn: 尽早发布您的提案，使自己有时间回答问题

source: The voting window closes 1662 blocks (or just under 3 days) before the superblock. To give the masternode operators enough time to consider, discuss and vote on your proposal, you must post it well in advance of the voting deadline - it's better to wait for the next superblock than to rush! Most masternodes will see your proposal for the first time once it appears on the blockchain or when you claim it on AxeCentral. The first few hours of discussion between masternode owners typically bring up a lot of questions and can be critical to influence opinion and voting, so make yourself available during this time.
ar: تغلق نافذة التصويت 1662 قطعة (أو أقل بقليل من 3 أيام) قبل الحظر الفائق. لإعطاء مشغلي ماسترنود ما يكفي من الوقت للنظر في الاقتراح الخاص بك ومناقشته والتصويت عليه ، يجب أن تنشره قبل الموعد النهائي للتصويت بشكل جيد - من الأفضل أن تنتظر superblock التالي بدلاً من الاندفاع! سيرى معظم ماسترنود الاقتراح الخاص بك لأول مرة بمجرد ظهوره على بلوكشين أو عند المطالبة به على داش سنترال. عادةً ما تطرح الساعات القليلة الأولى من النقاش بين مالكي ماسترنود الكثير من الأسئلة ويمكن أن تكون حاسمة للتأثير على الرأي والتصويت ، لذلك عليك أن تكون متاحًا خلال هذه الفترة.
es: La ventana de votación Cierra 1662 bloques (solo 3 días antes del superbloque). De esa manera los operadores de masternodes tienen suficiente tiempo para considerar, discutir y votar en tu propuesta, debes postearla con suficiente antelación. Es mejor esperar al próximo superbloque que apurarse! La mayoría de los masternodes verán tu propuesta cuando aparezca en la cadena de bloques o cuando la reclames en AxeCentral. Las primeras horas de discusión entre los dueños de masternodes usualmente acarrean muchas preguntas y pueden ser críticas para influenciar la opinión y las votaciones, así que asegúrate de estar disponible.
ru: Окно голосования закрывается через 1662 блока (или чуть менее, чем через 3 дня) перед суперблоком. Чтобы дать операторам Мастернод достаточно времени для рассмотрения, обсуждения и голосования по вашему предложению, опубликовать его стоит задолго до крайнего срока голосования - лучше не спешить и подождать следующего суперблока! Большинство Мастернод впервые увидит ваше предложение, как только оно появится на блокчейне или когда вы заявите об этом на AxeCentral. Первые несколько часов обсуждения между владельцами Мастернод обычно вызывают множество вопросов и могут иметь решающее значение для влияния на мнение и голосование, поэтому следует быть на связи в это период.
zh_cn: 投票窗口将在超级块的前1662个区块(前3天)关闭。为了给主节点运营者足够的时间对您的提案进行考虑、讨论和投票，您必须在投票截止日期之前发布提案 - 等待下一个超级块好于仓促发布！当提案出现在区块链上或您在AxeCentral上对提案发出声明时，大多数主节点将第一时间看到您的提案。主节点所有者之间最初几个小时的讨论通常会提出许多问题，且这些讨论对影响意见和投票至关重要，所以在这段时间内请让自己空闲出来回答问题。

source: Keep the community updated when your proposal passes
ar: حافظ على تحديث المجتمع عندما يمر اقتراحك
es: Mantén la comunidad actualizada cuando tu propuesta pase
ru: Держите сообщество в курсе последних новостей о работе над вашим предложением после прохождения этапа голосования
zh_cn: 当您的提案通过时，保持与社区的更新

source: Your proposal should include details of how you plan to keep the community and network informed of your work. Meet your commitments and post regular reports so your output is clear, and make yourself available on social channels to answer questions. Remember, your ability to pass future proposals depends on your demonstrated ability to deliver and communicate.
ar: يجب أن يتضمن اقتراحك تفاصيل حول كيفية التخطيط للحفاظ على المجتمع والشبكات على علم بعملك. قم بتلبية التزاماتك ونشر تقارير منتظمة حتى يكون الناتج الخاص بك واضحا ، وجعل نفسك متاحًا على القنوات الاجتماعية للإجابة على الأسئلة. تذكر أن قدرتك على تمرير المقترحات المستقبلية تعتمد على قدرتك المثبتة على التوصيل والتواصل.
es: Tu propuesta debe incluir detalles de cómo planeas mantener a la comunidad actualizada e informada de tu trabajo. Mantén tus compromisos y postea reportes regulares de manera de que la información sea clara, mantente disponible en los canales sociales de manera que puedas responder preguntas. Recuerda que tu capacidad de pasar en propuestas futuras depende de que hallas demostrado tu capacidad para entregar a tiempo y comunicarte.
ru: Ваше предложение должно содержать сведения о том, как вы планируете информировать сообщество и сеть о своей работе. Выполняйте свои обязательства и публикуйте регулярные отчёты, чтобы результаты вашей работы были понятными и будьте доступны на социальных каналах для ответов на вопросы. Помните, что ваша способность продвигать будущие предложения зависит от продемонстрированного вами умения доносить информацию и общаться.
zh_cn: 您的提案应该包括您计划如何让社区和网络了解您的工作的详细信息。履行您的承诺且定期发布报告，这样可以使您的工作量清晰明确，并使您自己可以在社交渠道上回答问题。请记住，您能否通过未来的提案议取决于您的表达和沟通能力。

source: Consider arrangements for large requests
ar: النظر في الترتيبات لطلبات كبيرة
es: Considera arreglos para pedir grandes sumas
ru: Рассмотрите механизмы для крупных финансовых запросов
zh_cn: 大金额提案的酌情安排
