Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/ios/getting-started.po
Languages: de, fr, pt, ru

source: Getting started with sending and receiving Axe on your iOS device
de: Axe auf einem iOS-Gerät empfangen und versenden
fr: Apprendre comment envoyer et recevoir des axes sur votre appareil iOS
pt: Primeiros passos no envio e recebimento do Axe no seu dispositivo iOS
ru: Знакомство с методом отправки и получения Axe на ваше iOS устройство

source: axe, mobile, wallet, ios, send, receive, addresses, getting started
de: axe, mobile, wallet, ios, senden, empfangen, adressen, starten
fr: axe, mobile, portefeuille, iOS, envoyer, recevoir, adresses, apprendre
pt: axe, mobile, carteira, ios, enviar, receber, endereço, começando
ru: axe, мобильный, кошелёк, ios, отправить, получить, адреса, начало работы

source: Getting started
de: Implementierung beginnen
fr: Démarrage
pt: Começando
ru: Начало работы

source: Creating a new wallet
de: Eine neue Wallet erstellen
fr: Création d'un nouveau portefeuille
pt: Criando uma nova carteira
ru: Создание нового кошелька

source: When you first start your Axe Wallet, you will be prompted to choose between creating a new wallet or recovering an existing wallet. Choose **New Wallet** to create a new wallet unless you have existing funds stored in another wallet using a recovery phrase. Your new wallet will be generated, and a recovery phrase will appear so you can recover the funds later if you lose or damage your phone or need to transfer the account to another device. Write the phrase down and store it in a safe place - if you lose this, you will also lose access to your funds forever.
de: Beim ersten Starten der Axe Wallet kann entweder eine neue Wallet erstellt oder eine bereits existierende wiederhergestellt werden. Die Funktion **Neue Wallet** sollte verwendet werden, solange der Nutzer nicht über die Wiederherstellungsphrase einer bereits benutzten Wallet verfügt. Nach dem Erstellen der neuen Wallet muss die Wiederherstellungsphrase aufgeschrieben werden. Diese Phrase ist notwendig um den Zugang zum Guthaben wiederherzustellen, wenn das Gerät zerstört wird oder verloren geht. Sie kann zudem verwendet werden, wenn das gesamte Guthaben auf ein neues Gerät übertragen werden soll. Die Phrase muss niedergeschrieben und an einem sicheren Ort aufbewahrt werden - wer sie verliert, verliert eventuell den Zugang zu seinem gesamten Guthaben.
fr: Au premier démarrage, l'application Axe Wallet vous demandera si vous souhaitez créer un nouveau portefeuille ou récupérer un portefeuille existant. Choisissez **Nouveau portefeuille** pour en créer un nouveau, sauf si vous avez déjà des fonds stockés dans un autre portefeuille et disposez d'une phrase de récupération. Votre nouveau portefeuille sera généré, et une phrase de récupération s'affichera pour que vous puissiez récupérer ultérieurement vos fonds si jamais vous perdez ou endommagez votre téléphone, ou bien si vous avez besoin de les transférer sur un autre appareil. Écrivez la phrase quelque part et stockez-la dans un endroit sûr — si vous la perdez, vous perdrez également et pour toujours l'accès à vos fonds.
pt: Quando você iniciar a sua carteira do Axe pela primeira vez, você será solicitado a escolher entre criar uma nova carteira ou recuperar uma carteira existente. Escolha **Nova Carteira** para criar uma nova carteira, a menos que você tenha fundos existentes armazenados em outra carteira usando uma frase de recuperação. Sua nova carteira será gerada e uma frase de recuperação aparecerá para que você possa recuperar os fundos posteriormente se perder ou danificar seu telefone ou precisar transferir a conta para outro dispositivo. Escreva a frase e guarde-a em um lugar seguro, se você perder isso, você também perderá o acesso aos seus fundos para sempre.
ru: При первом запуске кошелька Axe Wallet вам будет предложено выбрать между созданием нового кошелька или восстановлением существующего кошелька. Выберите **Новый кошелёк**, чтобы создать новый кошелёк, если у вас нет средств, хранящихся на другом кошельке, который можно восстановить с помощью фразы восстановления. Ваш новый кошелёк будет создан, и появится фраза восстановления, чтобы вы могли восстановить средства позже, если вы потеряете или повредите свой телефон, или вам потребуется перенести аккаунт на другое устройство. Запишите фразу и храните её в надёжном месте - если вы её потеряете, то вы навсегда утратите доступ к своим средствам.

source: *Creating a new wallet and generating the recovery phrase in iOS Axe Wallet*
de: *Eine neue Wallet erstellen und die Wiederherstellungsphrase der iOS Axe Wallet generieren*
fr: *Création d'un nouveau portefeuille et génération d'une phrase de récupération dans Axe Wallet pour iOS*
pt: *Criando uma nova carteira e gerando a frase de recuperação no iOS Axe Wallet*
ru: *Создание нового кошелька и создание фразы восстановления в кошельке Axe для iOS*

source: You may also be asked to specify a PIN or link the app with your TouchID. You can tap the Axe logo at the top of the app to view your balance. You will need to unlock your wallet for this, as well as to view your transaction history or send Axe.
de: Es ist außerdem möglich eine PIN zu erstellen oder die App mit der TouchID zu verbinden. Das aktuelle Guthaben kann über das Axe Logo am oberen Rand der App abgerufen werden. Hierfür, zum Ansehen der Transaktionsgeschichte und zum Versenden von Axe muss die Wallet entsperrt werden.
fr: Il vous sera aussi peut-être demandé de choisir un code PIN ou d'associer l'application à votre TouchID. Vous pouvez toucher le logo Axe en haut de l'application pour voir votre solde. Pour cela vous devez déverrouiller votre portefeuille, tout comme pour voir l'historique de vos transactions ou envoyer des fonds Axe.
pt: Você também pode ser solicitado a especificar um PIN ou vincular o aplicativo ao seu TouchID. Você pode tocar no logotipo do painel na parte superior do aplicativo para ver seu saldo. Você precisará desbloquear sua carteira para isso, bem como visualizar seu histórico de transações ou enviar o Axe.
ru: Так же вам может поступить запрос указать PIN или запрос на привязку приложения к TouchID. Можно увидеть свой баланс, нажав на логотип Axe в верхней части приложения. Для просмотра баланса необходимо разблокировать кошелёк, также разблокировка необходима для просмотра истории транзакций или отправки Axe.

source: Receiving
de: Empfangen
fr: Recevoir des fonds
pt: Recebendo
ru: Получение

source: Once you have set up your wallet, you will have two screens available to send and receive Axe. You can swipe left and right between the screens. To receive Axe, the app will generate an address which appears at the bottom of the screen. You can tap this to copy and share, or scan the QR code directly. Once the transfer is complete, you can view your balance, transaction history and the status of any pending transactions by clicking the menu button at the top left.
de: Nach dem Einrichten der Wallet stehen zwei Bildschirme zum Senden und Empfangen von Axe zur Verfügung. Diese Bildschirme werden durch das Wischen nach rechts oder links aufgerufen. Zum Empfangen von Axe generiert die App eine Adresse, welche am unteren Rand des Bildschirms erscheint. Diese kann kopiert, geteilt oder als QR-Code eingescannt werden. Nach dem Abschluss der Transaktion ist es möglich das aktuelle Guthaben, die Transaktionsgeschichte und den Status der aktuellen Transaktionen durch Druck auf den Menüknopf oben links abzurufen.
fr: Une fois votre portefeuille configuré, vous disposez de deux écran pour envoyer et recevoir des axes. Vous pouvez balayer vers la gauche et vers la droite pour changer d'écran. Pour recevoir des axes, l'application générera une adresse qui apparaîtra au bas de l'écran. Vous pouvez la toucher pour la copier et la partager, ou bien scanner directement le QR-code. Une fois la transaction achevée, vous pouvez consulter votre solde, votre historique de transactions et l'état de toute transaction en cours, en touchant le bouton menu en haut à gauche.
pt: Depois de ter configurado sua carteira, você terá duas telas disponíveis para enviar e receber Axe. Você pode deslizar para a esquerda e direita entre as telas. Para receber o Axe, o aplicativo irá gerar um endereço que aparece na parte inferior da tela. Você pode tocar para copiar e compartilhar ou escanear o código QR diretamente. Quando a transferência estiver concluída, você poderá ver seu saldo, histórico de transações e o status de qualquer transação pendente clicando no botão de menu no canto superior esquerdo.
ru: Как только вы настроите кошелёк, будут доступны два экрана- для отправки и получения Axe. Вы можете перемещаться между экранами, сдвигая их влево или вправо. Для получения Axe приложением будет создан адрес, который появится внизу экрана. При нажатии, адрес можно будет скопировать и отправить или же можно напрямую отсканировать QR-код. По завершению восстановления счёта из фразы, вам будет доступен просмотр баланса, история транзакций и статуса незавершённых транзакций путём нажатия на кнопку меню в левом верхнем углу экрана.

source: *Receiving Axe and viewing your balance in iOS Axe Wallet*
de: *Axe erhalten und das aktuelle Guthaben in der iOS Axe Wallet betrachten*
fr: *Réception de axes et consultation de solde dans Axe Wallet pour iOS*
pt: *Recebendo Axe e exibindo seu saldo na Carteira Axe no IOS*
ru: *Получение Axe и промотр баланса в кошелька Axe для iOS*

source: Sending
de: Senden
fr: Envoyer des fonds
pt: Enviando
ru: Отправка

source: The Send AXE screen gives you two options to enter the payment address: **Scan QR Code** or **Pay Address From Clipboard**. You can choose to use **InstandSend** for instant confirmation, or disable this to send a normal transaction which will require more time for confirmation. Depending on the code you are scanning, the amount of Axe requested may be included, or you can enter it yourself. A confirmation screen will appear to explain the fee structure and request your unlock code (PIN or TouchID). The transaction will then be sent.
de: Der Bildschirm zum Versenden von Axe bietet zwei Möglichkeiten eine Adresse einzugeben: **Scan QR Code** oder **Pay Address From Clipboard**. Für schnelle Transaktionen ist es möglich **InstantSend** zu aktivieren, wobei auch normale Transaktionen, die länger brauchen, möglich sind. Abhängig vom eingescannten Code ist das angefragte Guthaben enthalten oder muss manuell eingegeben werden. Auf dem Bestätigungsbildschirm wird die Gebührenstruktur erklärt und ein Code (PIN oder TouchID) abgefragt. Die Transaktion wird nun durchgeführt.
fr: L'écran Envoyer des axes vous propose deux options pour indiquer l'adresse destinataires : **Scanner un QR-code** ou **Payer à l'adresse du presse-papiers**. Vous pouvez choisir d'utiliser **InstantSend** pour une confirmation instantanée, ou bien le désactiver pour une transaction normale qui demandera un peu plus de temps à être confirmée. Selon le code que vous scannerez, le montant de axes demandés peut être inclus ou non, ou bien vous pouvez le saisir vous-même. Un écran de confirmation apparaîtra pour vous détailler les frais de transaction et vous demander votre code de déverrouillage (code PIN ou TouchID). La transaction sera ensuite envoyée.
pt: A tela Enviar AXE oferece duas opções para inserir o endereço de pagamento: **Escanear Código QR** ou **Pagar endereço da área de transferência**. Você pode optar por usar **InstandSend** para confirmação instantânea ou desabilitar isso para enviar uma transação normal que exigirá mais tempo para confirmação. Dependendo do código que você está digitalizando, a quantidade de Axe solicitada pode ser incluída, ou você mesmo pode digitá-la. Uma tela de confirmação aparecerá para explicar a estrutura da taxa e solicitar seu código de desbloqueio (PIN ou TouchID). A transação será então enviada.
ru: Экран перевода AXE даёт вам два варианта для ввода адреса получения: **Scan QR Code** или **Pay Address From Clipboard**. Для мгновенного подтверждения вы можете выбрать использование **InstantSend** или же отключить его для обычной транзакции, но такая транзакция потребует больше времени для подтверждения. В зависимости от того, какой код вы сканируете, количество запрашиваемых Axe может быть как уже включено в него, так и нет и в этом случае, его необходимо будет ввести вручную. Появится экран подтверждения, разъясняющий величину комиссии, далее появится запрос ввести код разблокировки (PIN или TouchID). Затем транзакция отправится.

source: *Sending Axe from iOS Axe Wallet*
de: *Axe mit der iOS Axe Wallet versenden*
fr: *Envoi de axes depuis Axe Wallet pour iOS*
pt: *Envio de Axe da iOS Axe Wallet*
ru: *Отправка Axe из кошелька Axe для iOS*

source: Sending to a Bitcoin address
de: An eine Bitcoin-Adresse versenden
fr: Envoi à une adresse Bitcoin
pt: Enviando para um endereço Bitcoin
ru: Отправка на адрес Bitcoin

source: You can also send from your Axe Wallet directly to a Bitcoin address using services provided by ShapeShift that are integrated directly in the wallet. If you scan or enter a Bitcoin address, you will be asked to enter the amount to be send in Bitcoin instead of Axe. Once you have entered the amount, click the **Shapeshift!** button shown an additional confirmation screen to confirm the ShapeShift fees before the transaction is processed. Make sure your destination Bitcoin address on this screen is correct. (If you see an error message about the value being too low, tap the greyed out Axe amount at the top to specify the amount to be transferred in Axe instead of Bitcoin.) Once your transaction is accepted, the Axe Wallet for iOS will display **Shapeshift in progress** until the transaction is complete.
de: Es ist möglich mit der Axe Wallet direkt an eine Bitcoin-Adresse zu überweisen, indem auf Shapeshift zurückgegriffen wird, das in die Wallet implementiert wurde. Nach dem Scannen oder Eingeben einer Bitcoin-Adresse, wird der Betrag abgefragt, der in Bitcoin, statt in Axe, versandt werden soll. Nach dem eingeben der gewünschten Menge muss der Knopf mit der Aufschrift **Shapeshift!** gedrückt werden, woraufhin ein Bildschirm geöffnet wird, der die Gebührenstruktur von Shapeshift erklärt und um Zustimmung bittet. Hierbei ist es sehr wichtig, dass die angezeigte Bitcoin-Adresse korrekt ist. (Wenn ein Fehler erscheint, der sagt, dass der Wert zu niedrig ist, kann die Menge an Axe über einen Klick auf die ausgegraute Axe-Menge geändert werden). Nachdem die Transaktion akzeptiert wurde, wird die iOS Axe Wallet **Shapeshift in progress** anzeigen bis die Transaktion durchgeführt wurde.
fr: Vous pouvez aussi envoyer depuis votre Axe Wallet directement à une adresse Bitcoin, en utilisant les services de ShapeShift intégrés directement au portefeuille. Si vous scannez ou saisissez une adresse Bitcoin, il vous sera demandé d'indiquer un montant à envoyer en bitcoins plutôt qu'en axes. Une fois le montant indiqué, touchez le bouton **ShapeShift!** et une confirmation s'affiche pour vous détailler les frais ShapeShift avant que la transaction ne soit exécutée. Assurez-vous que votre adresse Bitcoin de destination soit correcte. (Si vous voyez un message d'erreur à propos du montant qui serait trop bas, touchez le montant grisé en axes en haut de l'écran pour spécifier le montant à transférer en axes plutôt qu'en bitcoins.) Une fois votre transaction acceptée, le portefeuille Axe Wallet pour iOS affichera **ShapeShift en cours** jusqu'à ce que la transaction soit achevée.
pt: Você também pode enviar da sua Carteira Axe diretamente para um endereço Bitcoin usando os serviços fornecidos pela ShapeShift que são integrados diretamente na carteira. Se você digitalizar ou digitar um endereço Bitcoin, você será solicitado a inserir o valor a ser enviado em Bitcoin em vez de Axe. Depois de inserir o valor, clique no botão **Shapeshift!**, que mostra uma tela de confirmação adicional para confirmar as taxas do ShapeShift antes que a transação seja processada. Certifique-se de que o seu endereço de Bitcoin de destino nesta tela esteja correto. (Se aparecer uma mensagem de erro sobre o valor estar muito baixo, toque na quantidade de Axe em cinza na parte superior para especificar o valor a ser transferido no Axe em vez do Bitcoin.) Uma vez que sua transação for aceita, a Carteira de Axe para iOS será exibida **Shapeshift em andamento** até que a transação seja concluída.
ru: Так же существует возможность отправлять средства из кошелька Axe напрямую на адрес Bitcoin, используя сервис ShapeShift, который встроен непосредственно в кошелёк. Если вы просканируете или добавите адрес Bitcoin, появится запрос ввести необходимую сумму в Bitcoin, а не в Axe. Как только вы введёте сумму, нажмите кнопку **Shapeshift!**. Перед отправкой перевода в обработку появится дополнительный экран подтверждения с информацией о комиссиях ShapeShift. Проверьте правильность адреса получения. (Если вы увидете сообщение об ошибке, информирующее, что количество слишком малое, то нажмите вверху на выделенное серым цветом количество Axe и укажите сумму перевода в Axe, а не в Bitcoin). Как только транзакция будет принята к обработке, в кошельке Axe для iOS появится надпись **Shapeshift in progress** и она будет находиться там до завершения транзакции.

source: *Sending Axe to a Bitcoin address via ShapeShift from iOS Axe Wallet*
de: *Axe mit der iOS Axe Wallet über ShapeShift an eine Bitcoin-Adresse versenden*
fr: *Envoi de axes à une adresse Bitcoin via ShapeShift, depuis Axe Wallet pour iOS*
pt: *Envio de Axe para um endereço Bitcoin via ShapeShift da iOS Axe Wallet*
ru: *Отправка Axe на Bitcoin адрес через ShapeShift из кошелька Axe для iOS*
