Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/ios/installation.po
Languages: ar, de, pt, ru

source: How to install the Axe wallet on your iOS device
ar: كيفية تثبيت محفظة داش على جهاز الأيفون الخاص بك
de: Wie man die Axe Wallet auf einem iOS-Gerät installiert
pt: Como instalar a carteira do Axe no seu dispositivo iOS
ru: Как установить кошелёк Axe на ваше устройство iOS

source: axe, mobile, wallet, ios, installation, compile
ar: داش، الهاتف، نحفظة، الأيفون، التتبيث، الصنف
de: axe, mobile, wallet, ios, installation, kompilieren
pt: axe, mobile, carteira, Ios, instalação, compilar
ru: axe, мобильный, кошелёк, ios, установка, сборка

source: Installation
ar: التتبيث
pt: Instalação
ru: Установка

source: App Store
ar: متجر التطبيقات

source: The easiest way to install the Axe Wallet for iOS is from the App Store. While older versions of iOS are supported, you will need to be using iOS 10.0 or newer to use the latest version.
ar: أسهل طريقة لتثبيت محفظة داش لنظام التشغيل الأيفون هي من متجر التطبيقات. في حين أن الإصدارات الأقدم من نظام الأيفون مدعومة ، فستحتاج إلى استخدام الإصدار 10.0 أو أحدث من نظام التشغيل الأيفون لاستخدام أحدث إصدار.
de: Der einfachste Weg die iOS Axe Wallet zu installieren führt über den App Store. Auch wenn ältere iOS-Versionen generell unterstützt werden, so muss für die aktuellste Version der Wallet iOS 10.0 verwendet werden.
pt: A maneira mais fácil de instalar a Carteira Axe para iOS é na App Store. Enquanto versões mais antigas do iOS são suportadas, você precisará estar usando o iOS 10.0 ou mais recente para usar a versão mais recente.
ru: Самый простой путь установить кошелёк Axe для iOS это скачать его из App Store. Для работы программы необходима iOS версии 10.0 или выше, но поддерживаются и старые версии.

source: Compiling from source
ar: تجميع من المصدر
de: Aus dem Quellcode kompilieren
pt: Compilando a partir da fonte
ru: Компиляция из исходного кода

source: The source code for the wallet is available `here <https://github.com/axerunners/axewallet>`_. The following steps describe how to download and compile the wallet from source.
ar: الشفرة المصدرية للمحفظة متاحة `هنا <https://github.com/axerunners/axewallet>`_. تصف الخطوات التالية كيفية تنزيل وتجميع المحفظة من المصدر
de: Der Quellcode der Wallet kann `hier <https://github.com/axerunners/axewallet>`_ gefunden werden. Die folgenden Schritte erklären, wie die Wallet über den Quellcode heruntergeladen und kompiliert werden kann.
pt: O código fonte da carteira está disponível `aqui <https://github.com/axerunners/axewallet>`_. As etapas a seguir descrevem como fazer o download e compilar a carteira a partir da fonte.

source: Install `Xcode <https://itunes.apple.com/us/app/xcode/id497799835?mt=12>`_ from the App Store. The download is about 5GB, so this step may take some time.
ar: تنزيل `Xكود <https://itunes.apple.com/us/app/xcode/id497799835?mt=12>`_ من متجر التطبيقات. يبلغ التنزيل حوالي 5 غيغابايت ، لذا قد تستغرق هذه الخطوة بعض الوقت.
de: `Xcode <https://itunes.apple.com/us/app/xcode/id497799835?mt=12>`_ aus dem App Store installieren. Der Download verwendet etwa 5 GB, weswegen der Vorgang unter Umständen lange dauern kann.
pt: instalar `Xcode <https://itunes.apple.com/us/app/xcode/id497799835?mt=12>`_ da App Store. O download é de cerca de 5 GB, portanto, essa etapa pode levar algum tempo.
ru: Установите `Xcode <https://itunes.apple.com/us/app/xcode/id497799835?mt=12>`_ из App Store. Размер скачиваемого составляет около 5 гигабайт, поэтому потребуется некоторое время.

source: Open **Xcode**, agree to the terms and conditions, then close the app.
ar: افتح **Xكود** ، وافق على الشروط والأحكام ، ثم أغلق التطبيق.
de: **Xcode** öffnen, den Nutzungsbedingungen zustimmen und die App danach schließen.
pt: Abra o **Xcode**, concorde com os termos e condições e feche o aplicativo.
ru: Откройте **Xcode**, согласитесть с условиями пользования и закройте приложение.

source: Open the **Terminal** app and enter the following commands::
ar: افتح التطبيق **Terminal** وأدخل الأوامر التالية::
de: Die **Terminal** App öffnen und die folgenden Befehle eingeben::
pt: Abra o **Terminal** e digite os seguintes comandos:
ru: Откройте приложение **Terminal** и введите следующие команды::

source: Open **Xcode** again and click **File -> Open**
ar: افتح **Xكود** مرة أخرى وانقر على **الملف -> إفتح**
de: **Xcode** erneut öffnen und **File -> Open** auswählen
pt: Abra o **Xcode** novamente e clique em **Arquivo -> Abrir**
ru: Снова откройте **Xcode** и нажмите **File-> Open**

source: Navigate to ``~/Documents/src/axewallet/AxeWallet.xcodeproj`` and click **Open**.
ar: انتقل إلى ``~/Documents/src/axewallet/AxeWallet.xcodeproj`` و إضغط على **إفتح**.
de: Zu ``~/Documents/src/axewallet/AxeWallet.xcodeproj`` navigieren und **Open** auswählen.
pt: Navegue até ``~/Documents/src/axewallet/AxeWallet.xcodeproj``` e clique em **Open**.
ru: Найдите путь в ``~/Documents/src/axewallet/AxeWallet.xcodeproj`` и нажмите **Open**.

source: Click **Product > Run** to build and run the app in **Simulator**.
ar: انقر فوق **المنتج> تشغيل** لإنشاء التطبيق وتشغيله في **Simulator**.
de: **Product > Run** auswählen, um die App im **Simulator** zu erstellen und zu starten.
pt: Clique em **Produto > Executar** para criar e executar o aplicativo no **Simulator**.
ru: Нажмите **Product > Run** для сборки и запуска приожения в **Simulator**.

source: Axe iOS wallet running in Simulator after compiling in Xcode
ar: محفظة داش في الأيفون تعمل في محاكي بعد تجميع في Xكود
de: iOS Axe Wallet läuft im Simulator, nachdem sie in Xcode kompiliert wurde
pt: Carteira Axe iOS em execução no simulador depois de compilar no Xcode
ru: Кошелёк Axe для iOS работает в симуляторе после компилирования в Xcode

source: You can also make modifications to the code and sideload the app onto your iOS device. For details, see `this post on Reddit <https://www.reddit.com/r/sideloaded/wiki/how-to-sideload>`_.
ar: يمكنك أيضًا إجراء تعديلات على الشفرة وتحميل التطبيق على جهاز الأيفون. لمزيد من التفاصيل ، انظر `لهذا المنشور في ريديت <https://www.reddit.com/r/sideloaded/wiki/how-to-sideload>`_.
de: Es ist außerdem möglich den Code zu modifizieren und die App auf das iOS-Gerät zu laden. Weitere Informationen stehen `in diesem Reddit-Post <https://www.reddit.com/r/sideloaded/wiki/how-to-sideload>`_.
pt: Você também pode fazer modificações no código e transferir o aplicativo para o seu dispositivo iOS. Para detalhes, veja `este post no Reddit <https://www.reddit.com/r/sideloaded/wiki/how-to-sideload>`_.
ru: Вы можете менять код и загружать изменённые версии на ваше iOS устройство. Для более подробной информации, обратитесь к `этому посту в Reddit <https://www.reddit.com/r/sideloaded/wiki/how-to-sideload>`_.

source: The source code for the wallet is available `here <https://github.com/QuantumExplorer/axewallet>`_. The following steps describe how to download and compile the wallet from source.
ru: Исходный код кошелька доступен `здесь <https://github.com/QuantumExplorer/axewallet>`_. Далее представлены шаги, которые необходимо произвести для скачивания и компиляции кошелька из исходного кода.
