Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/axecore/advanced.po
Languages: ar, ru

source: Coin control, HD wallets, multisig, KeePass and multiple wallet files using the Axe Core wallet
ar: مراقبة العملات ، محافظ HD ، multisig ، KeePass وملفات المحفظة المتعددة باستخدام محفظة داش كور
ru: Контроль монет, HD-кошельки, мультиподпись, KeePass и множественные файлы кошельков при использовании кошелька Axe Core

source: axe, core, wallet, backup, restore, wallet.dat, multisig, KeePass, hd, seed, passphrase, mnemonic, coin control, hierarchical deterministic
ar: داش ، كور ، المحفظة ، النسخ الاحتياطي ، استعادة ، wallet.dat ، multisig ، KeePass ، HD ، البذور ، عبارة المرور ، ذاكري ، التحكم في العملة ، حتمية هرمية
ru: axe, core, кошелёк, резервная копия, восстановление, wallet.dat, мультиподпись, KeePass, hd, seed, мнемоническая фраза, фраза-пароль, контроль монет, иерархически детерминированный

source: Advanced topics
ar: الموضوعات المتقدمة
ru: Расширенные темы

source: Coin Control
ar: تحكم في العملة
ru: Контроль монет

source: Coin Control allows users of the Axe Core Wallet to specify which addresses and Unspent Transaction Outputs (UTXOs) should be used as inputs in transactions. This allows you to keep a specific balance on certain addresses in your wallet, while spending others freely. In Axe Core Wallet, click **Settings > Options > Wallet > Enable coin control features**. Now, when you go to the Send tab in your wallet, a new button labelled **Inputs…** will appear. Click this button to select which UTXOs can be used as input for any transactions you create. The following window appears:
ar: يتيح نظام التحكم في العملة لمستخدمي محفظة داش كور تحديد العناوين والمخرجات غير المستخدمة (UTXOs) التي يجب استخدامها كمدخلات في المعاملات. هذا يسمح لك بالحفاظ على رصيد معين على بعض العناوين في محفظتك ، بينما تنفق الآخرين بحرية. في محفظة داش كور ، انقر على **الإعدادات> الخيارات> المحفظة> تمكين ميزات التحكم بالعملة**. الآن ، عندما تذهب إلى علامة التبويب "إرسال" في محفظتك ، سيظهر زر جديد يسمى **لمدخلات** . انقر فوق هذا الزر لتحديد أي UTXOs يمكن استخدامه كمدخل لأية معاملات تقوم بإنشائها. تظهر النافذة التالية:
ru: Контроль монет позволяет пользователям кошелька Axe Core определять какие адреса и выходы непотраченных транзакций (UTXOs) должны быть использованы в качестве входов в транзакциях. Это позволит вам удерживать определённый баланс на выбранных адресах вашего кошелька, в то время как с остальных адресов можно производить свободные траты. В кошельке Axe Core кликните **Настройки > Параметры > Кошелёк > Включить функции контроля монет**. Теперь, когда вы зайдёте во вкладку кошелька **Отправить**, то увидите новую кнопку с названием **Входы...**. Нажмите на эту кнопку и выберите, какие UTXO могут использоваться в качестве входа для любой созданной вами транзакции. Появится следующее окно:

source: Coin Selection window in Axe Core wallet, showing two masternodes (testnet)
ar: نافذة اختيار النقود في محفظة داش كور ، تظهر اثنين من ماسترنود (testnet)
ru: Окно "Выбор монет" в кошельке Axe Core, показывающее две мастерноды (в тестовой сети)

source: Right click on the transaction(s) you do not want to spend, then select **Lock unspent**. A small lock will appear next to the transaction. You can click the **Toggle lock state** button to invert the locked/unlocked state of all UTXOs. When you are ready to continue, click **OK**. You can now safely create transactions with your remaining funds without affecting the locked UTXOs.
ar: انقر بزر الماوس الأيمن على المعاملة (المعاملات) التي لا ترغب في إنفاقها ، ثم حدد **قفل بدون رصيد**. سيظهر قفل صغير بجوار المعاملة. يمكنك النقر فوق الزر **تبديل قفل الحالة** لعكس حالة القفل / عدم القفل لجميع أجهزة UTXO. عندما تكون مستعدًا للمتابعة ، انقر فوق **موافق**. يمكنك الآن إنشاء معاملات بأموالك المتبقية بأمان دون التأثير على UTXOs المقفلة.
ru: Нажмите правой кнопкой мыши на транзакцию (транзакции), которую вы не хотите тратить, затем выберите **Заблокировать непотраченное**. Напротив транзакции появится значок маленького замка. Чтобы инвертировать статус "заблокирован/разблокирован" сразу для всех UTXO, можно кликнуть на кнопку **Сменить блокировку**. Если готовы продолжать - нажмите **OK**. Теперь вы можете безопасно создавать транзакции из оставшихся средств и в этих транзакциях не будут задействованы заблокированные UTXO.

source: Locking UTXOs in Axe Core wallet
ar: قفل UTXOs في محفظة الأساسية داش
ru: Блокирование UTXO в кошельке Axe Core

source: HD Wallets
ar: محافظ HD
ru: HD кошельки

source: Since version 0.12.2.0, Axe Core has included an implementation of BIP39/BIP44 compatible hierarchical deterministic (HD) key generation. This functionality is only available from the command line by specifying the ``usehd`` option when starting Axe Core for the first time. Use this function with care, since the mnemonic seed and keys will be stored in plain text until you specify a wallet passphrase. Note that the wallet passphrase is different to the mnemonic passphrase, which is often also referred to as the "25th word" or "extension word". The wallet passphrase encrypts the wallet file itself, while the mnemonic passphrase is used to specify different derivation branches from the same mnemonic seed.
ar: منذ الإصدار 0.12.2.0 ، قامت داش كور بتضمين تنفيذ BIP39 / BIP44 لتوليد المفتاح المتسلسل الهيكلي (HD) المتوافق. هذه الوظيفة متوفرة فقط من خلال سطر الأوامر من خلال تحديد الخيار ``usedhd`` عند بدء تشغيل داش كور لأول مرة. استخدم هذه الوظيفة بحذر ، حيث سيتم تخزين البذور والمفاتيح المكتوبة بنص عادي إلى أن تحدد عبارة مرور المحفظة. لاحظ أن عبارة مرور المحفظة تختلف عن عبارة المرور ، والتي غالبًا ما يشار إليها أيضًا باسم "الكلمة 25" أو "كلمة الامتداد". تقوم عبارة مرور المحفظة بتشفير ملف المحفظة نفسه ، بينما يتم استخدام عبارة المرور لتعريف فروع اشتقاق مختلفة من بذرة ذاكري.
ru: Начиная с версии 0.12.2.0, Axe Core включает имплементацию совместимых со стандартами BIP39/BIP44 генерируемых иерархически детерминированных (HD) ключей. Эта функция доступна только из командной строки с помощью опции ``usehd`` при первом запуске кошелька Axe Core. Используйте эту функцию с осторожностью, так как до тех пор, пока вы не определите фразу-пароль кошелька, мнемоническая фраза и ключи будут храниться в формате простого текста. Обратите внимание, что фраза-пароль кошелька отличается от мнемонической фразы-пароля, её ещё называют "25-е слово" или "слово-расширение". Фраза-пароль кошелька зашифровывает сам кошелёк, тогда как мнемоническая фраза-пароль используется для указания различных ветвей происхождения из соответствующего мнемонического сида.

source: We will use the Windows GUI wallet in this example, but the commands are similar if using ``axe-qt`` or ``axed`` on other operating systems. Enter the following command to get started with a randomly generated HD wallet seed and no mnemonic passphrase::
ar: سنستخدم محفظة ويندوز GUI في هذا المثال ، لكن الأوامر متشابهة في حالة استخدام ``axe-qt`` أو ``axed`` على أنظمة التشغيل الأخرى. أدخل الأمر التالي لتبدأ مع محفظتك HD بشكل عشوائي ولا توجد عبارة مرور ذاكري:
ru: В этом примере мы будем использовать кошелёк с графическим интерфейсом под ОС Windows, но при использовании ``axe-qt`` или ``axed`` на других операционных системах команды аналогичные. Для начала введите следующую команду со случайным образом сгенерированной HD-кошельком сид-фразой и без мнемонической фразы-пароля::

source: A new HD wallet will be generated and Axe Core will display a warning informing you that you must encrypt your wallet after verifying it works correctly. Open the console from **Tools -> Debug console** or issue the following RPC command from ``axe-cli`` to view the mnemonic seed::
ar: سيتم إنشاء محفظة HD جديدة وستعرض داش كور تحذيرًا يخبرك بأنه يجب عليك تشفير محفظتك بعد التحقق من أنها تعمل بشكل صحيح. فتح وحدة التحكم من **الأدوات -> وحدة التحكم في التصحيح** أو إصدار أمر RPC التالي من ``axe-cli`` لعرض بذرة ذاكري
ru: Будет сгенерирован новый HD-кошелёк, а Axe Core отобразит предупреждение о том, что необходимо зашифровать свой кошелёк, чтобы он правильно работал после верификации. Откройте консоль с помощью **Инструменты -> Консоль отладки** или введите следующую команду из ``axe-cli`` в RPC-консоли для просмотра мнемонической фразы::

source: Axe Core will display the HD seed in both hexadecimal and as a BIP39 mnemonic. To restore an existing HD wallet, or define your own separately generated mnemonic and/or passphrase, ensure no ``wallet.dat`` file exists in the ``datadir`` and enter the following command::
ar: سيعرض داش كور البذرة عالية الدقة في كل من الست عشري وكذا ذاك BIP39 ذاكري. لاستعادة محفظة HD موجودة ، أو تعريف كلمة المرور الخاصة بك التي تم إنشاؤها بشكل منفصل و / أو عبارة المرور ، تأكد من عدم وجود ملف ``wallet.dat`` في ``datadir`` وأدخل الأمر التالي ::
ru: Axe Core отобразит HD сид-фразу в двух вариантах: в шестнадцатиричной системе счисления и как мнемоническую фразу BIP39. Для восстановления существующего HD-кошелька или определения ваших собственных, раздельно сгенерированных мнемонической фразы и/или фразы-пароля, убедитесь, что файл ``wallet.dat`` существует в ``datadir`` и введите следующую команду::

source: The HD wallet will be restored and your balance will appear once sync is complete.
ar: ستتم استعادة محفظة HD وسيظهر رصيدك بمجرد اكتمال المزامنة.
ru: HD-кошелёк будет восстановлен и как только завершится процесс синхронизации, отобразится ваш баланс.

source: Multisignature
ar: متعدد التوقيع
ru: Мультиподпись

source: This section presents a worked example to demonstrate multisig functionality in Axe Core. While the transactions are no longer visible on the current testnet blockchain and some address formats or RPC responses may differ slightly from the version shown here, the principle and commands are the same. The example demonstrates how to set up a 2-of-3 multisig address and create a transaction. The example parties involved are a buyer, a seller and an arbiter. This example is based on:
ar: يقدم هذا القسم مثالًا عمليًا لإثبات الوظائف المتعددة في داش كور. في حين أن المعاملات لم تعد مرئية على بلوكشين الحالي testnet وبعض تنسيقات العنوان أو ردود RPC قد تختلف قليلا عن النسخة المعروضة هنا ، فإن المبدأ والأوامر هي نفسها. يوضح المثال كيفية إعداد عنوان تعدد 2 -من -3 وإنشاء معاملة. مثال الأطراف المعنية هم مشترٍ وبائع وحكم. هذا المثال مبني على:
ru: В данном разделе представлен рабочий пример, демонстрирующий функцию мультиподписи в кошельке Axe Core. Хотя транзакции больше не видны в текущем блокчейне тестовой сети и некоторые форматы адресов или ответы RPC могут немного отличаться от версии, показанной здесь, принцип и команды одинаковы. В примере показано как настроить адрес с 2-из-3 multisig-адресов и создать транзакцию. В примере задействованными сторонами являются: покупатель, продавец и арбитр. Данный пример основывается на:

source: Step 1: Create three addresses
ar: الخطوة 1: إنشاء ثلاثة عناوين
ru: Шаг 1: Создайте три адреса

source: Seller::
ar: البائع:
ru: Для продавца::

source: Buyer::
ar: المشتري:
ru: Для покупателя::

source: Arbiter::
ar: الوسيط:
ru: Для арбитра::

source: This results in three keypairs (public/private)::
ar: هذه النتائج في ثلاثة keypairs (عام / خاص) ::
ru: Это результаты для трёх пар ключей (публичный/приватный)::

source: Step 2: Create multisig address
ar: الخطوة 2: إنشاء عنوان multisig
ru: Шаг 2: Создайте адрес с мультиподписью

source: The ``createmultisig`` command takes as variables the number n signatures of m keys (supplied as json array) required. In this example, 2 of 3 keys are required to sign the transaction.
ar: يأخذ الأمر ``createmultisig`` كمتغيرات ، عدد n من التوقيعات لمفاتيح m (المقدمة كصفيف json) مطلوب. في هذا المثال ، مطلوب 2 من 3 مفاتيح لتوقيع المعاملة.
ru: Для выполнения команды ``createmultisig`` необходимо принять в качестве переменных количество подписей n из количества ключей m (представленных в виде json-массива). В данном примере для подписи транзакции необходимы 2 из 3-х ключей.

source: Note: The address can be created by anyone, as long as the public keys and their sequence are known (resulting address and redeemScript are identical, see below).
ar: ملاحظة: يمكن إنشاء العنوان بواسطة أي شخص ، طالما أن المفاتيح العامة وتسلسلها معروفان (العنوان الناتج وواجهة الاسترداد متطابقان ، انظر أدناه).
ru: Примечание: адрес может быть создан любым человеком, которому доступна информация о публичных ключах и известна их последовательность (результирующий адрес и redeemScript являются идентичными, смотрите ниже).

source: Step 3: Buyer funds the multisig address
ar: الخطوة 3: يقوم المشتري بتمويل عنوان multisig
ru: Шаг 3: Покупатель отправляет средства на адрес с мультиподписью

source: This works the same as a usual transaction.
ar: هذا يعمل نفس المعاملة المعتادة.
ru: Это работает по тому же принципу, что и обычная транзакция.

source: The seller/arbiter can trace the transaction by its txid in the block explorer. Or from the console as follows.
ar: يمكن للبائع / الوسيط تتبع المعاملة بواسطة txid في مستكشف كتلة. أو من وحدة التحكم على النحو التالي.
ru: Продавец/арбитр может отследить транзакцию по её txid в блокчейн-обозревателе. Или из консоли, как показано ниже.

source: Step 4: Spending the multisig
ar: الخطوة 4: إنفاق multisig
ru: Шаг 4: Трата средств из кошелька с мультиподписью

source: Now we assume the deal is complete, the buyer got the goods and everyone is happy. Now the seller wants to get his Axe. As a 2-of-3 multisig was used, the transaction must be signed by 2 parties (seller + buyer or arbiter). The seller creates a transaction (we will reuse his public address from above).
ar: الآن نحن نفترض أن الصفقة كاملة ، والمشتري حصلت على السلع والجميع سعداء. الآن البائع يريد الحصول على داش. كما تم استخدام 2- من -3 جزيئات ، يجب أن يتم التوقيع على المعاملة من قبل الطرفين (البائع + المشتري أو الحكام). ينشئ البائع معاملة (سنقوم بإعادة استخدام عنوانه العام من الأعلى).
ru: Теперь мы предполагаем, что сделка завершена, покупатель получил товар и все счастливы. А продавец теперь хочет получить свои AXE. Так как было задействовано 2-из-3-х мультиподписей, транзакция должна быть подписана 2 сторонами (продавец + покупатель или арбитр). Продавец создаёт транзакцию (мы заново используем его публичный адрес из примера выше).

source: And partially signs it, using the redeemScript, scriptPubKey and his private key
ar: ويوقع عليها جزئيًا ، باستخدام redeemScript و scriptPubKey ومفتاحه الخاص
ru: И частично подписывает её, используя redeemScript, scriptPubKey и свой приватный ключ

source: Note that the output hex is getting longer, but complete flag is "false" as the transaction needs another signature. So now either the buyer or the arbiter can complete the signature of the transaction, using the output from above and their private key. Let's assume the buyer is completing the signature.
ar: لاحظ أن سداسي المخرجات يحصل على وقت أطول ، ولكن العلم الكامل هو "خطأ" لأن المعاملة تحتاج إلى توقيع آخر. لذلك الآن يمكن للمشتري أو للحكم إكمال توقيع المعاملة ، باستخدام المخرجات من الأعلى ومفتاحها الخاص. لنفترض أن المشتري يكمل التوقيع.
ru: Обратите внимание, что исходящий hex-код стал длиннее, но он дополнен флагом "false", так как для транзакции требуется ещё одна подпись. Поэтому теперь либо покупатель, либо арбитр могут завершить подпись транзакции, используя выходы из примера выше и свои приватные ключи. Предположим, что подпись завершает покупатель.

source: The signature is complete now, and either of the parties can transmit the transaction to the network.
ar: اكتمال التوقيع الآن ، ويمكن لأي من الطرفين نقل المعاملة إلى الشبكة.
ru: Теперь подпись завершена и любая из сторон может отправить транзакцию на обработку в сеть.

source: Again, this transaction can be traced in a block explorer. And the seller is happy to receive his coins at his public address as follows.
ar: مرة أخرى ، يمكن تتبع هذه المعاملة في مستكشف كتلة. ويسعد البائع باستلام عملاته المعدنية في عنوانه العام على النحو التالي.
ru: Опять-таки, данную транзакцию можно отследить в обозревателе блокчейна. А продавец рад получить деньги на свой публичный адрес, что показано ниже.

source: Multiple wallets
ar: كتير من المحافظ
ru: Множественные кошельки

source: It is possible to select between different Axe wallets when starting Axe Core by specifying the ``wallet`` argument, or even run multiple instances of Axe Core simultaneously by specifying separate data directories using the ``datadir`` argument.
ar: من الممكن الاختيار بين محافظ داش المختلفة عند بدء تشغيل داش كور من خلال تحديد الوسيطة ``wallet`` ، أو حتى تشغيل مثيلات متعددة من داش كور في نفس الوقت عن طريق تحديد دلائل بيانات منفصلة باستخدام وسيطة ``datadir``.
ru: Во время запуска кошелька Axe Core есть возможность выбора разных кошельков Axe с помощью определения аргумента ``wallet``, или даже одновременного запуска нескольких копий Axe Core с указанием раздельных каталогов данных, используя аргумент ``datadir``.

source: To begin, install the Axe Core wallet for your system according to the :ref:`installation instructions <axecore-installation>`. When you get to the step **Running Axe Core for the first time**, you can decide whether you want to maintain separate ``wallet.dat`` files in the default location (simpler if you do not need to run the wallets simultaneously), or specify entirely separate data directories such as e.g. ``C:\Axe1`` (simpler if you do want to run the wallets simultaneously).
ar: للبدء ، قم بتثبيت محفظة داش كور للنظام الخاص بك وفقًا :ref:`التتبيث <axecore-installation>`. عندما تصل إلى الخطوة **تشغيل داش كةر للمرة الأولى** ، يمكنك أن تقرر ما إذا كنت تريد الاحتفاظ بملفات منفصلة ``wallet.dat`` في الموقع الافتراضي (أبسط إذا كنت لا تحتاج إلى تشغيل محافظ في وقت واحد) ، أو تحديد أدلة بيانات منفصلة تماما مثل على سبيل المثال ``C:\Axe1`` (أبسط إذا كنت ترغب في تشغيل محافظ) في وقت واحد
ru: Для начала установите кошелёк Axe Core на вашу систему в соответствии с :ref:`инструкциями по установке <axecore-installation>`. На шаге **Первый запуск Axe Core** вы можете решить хотите ли вы поддерживать раздельные файлы ``wallet.dat``, расположенные в папке по умолчанию (это проще, если не требуется запускать кошельки одновременно) или определить полностью раздельные каталоги данных, например ``C:\Axe1`` (это проще, если хотите запускать кошельки одновременно).

source: Separate wallet.dat files
ar: ملفات wallet.dat منفصلة
ru: Раздельные файлы wallet.dat

source: For this scenario, we will create two shortcuts on the desktop, each using a different wallet file. Navigate to the binary file used to start Axe Core (typically locatd at ``C:\Program Files\AxeCore\axe-qt.exe`` or similar) and create two shortcuts on the desktop. Then open the **Properties** window for each of these shortcuts.
ar: بالنسبة إلى هذا السيناريو ، سننشئ اختصارين على سطح المكتب ، يستخدم كل منهما ملفًا مختلفًا للمحفظة. انتقل إلى الملف الثنائي المستخدم لبدء داش كور (عادةً ما يتم تحديد موقعه في ``C:\Program Files\AxeCore\axe-qt.exe`` أو ما شابه) وإنشاء اختصارين على سطح المكتب. ثم افتح نافذة **خصائص** لكل من هذه الاختصارات.
ru: Для этого сценария мы создадим на рабочем столе два ярлыка, каждый из которых будет использовать свой файл кошелька. Переходим к бинарному файлу, который используется для запуска Axe Core (по умолчанию он расположен по адресу ``C:\Program Files\AxeCore\axe-qt.exe`` или похожему) и создаём два ярлыка на рабочем столе. Затем открываем окно **Свойства** для каждого из этих ярлыков.

source: Creating desktop shortcuts using Windows 10
ar: إنشاء اختصارات سطح المكتب باستخدام ويندوز 10
ru: Создание ярлыков на рабочем столе с использованием Windows 10

source: Modify the **Target** property of each shortcut to point to a different wallet file by specifying the ``wallet`` argument when starting the wallet. If you do not specify a ``wallet`` argument, ``wallet.dat`` will be used by default. The specified wallet file will be created if it does not exist. The following example demonstrates two wallets named ``workwallet.dat`` and ``homewallet.dat``:
ar: قم بتعديل الخاصية **استهداف** لكل اختصار للإشارة إلى ملف محفظة آخر عن طريق تحديد وسيطة ``محفظة`` عند بدء تشغيل المحفظة. إذا لم تحدد وسيطة ``محفظة`` ، فسيتم استخدام ``wallet.dat`` بشكل افتراضي. سيتم إنشاء ملف المحفظة المحدد إذا لم يكن موجودًا. يوضح المثال التالي محافظتين باسم ``workwallet.dat`` و ``homewallet.dat``:
ru: Обновите строку **Объект** каждого ярлыка для того, чтобы они ссылались на разные файлы кошельков, указав аргумент ``wallet`` при запуске кошелька. Если вы не укажете аргумент ``wallet``, то по умолчанию будет использоваться ``wallet.dat``. Если указанного файла кошелька не существует, он будет создан. В следующем примере показано, как создать два кошелька с именами ``workwallet.dat`` и ``homewallet.dat``:

source: Wallet Target 1: ``"C:\Program Files\AxeCore\axe-qt.exe" -wallet=workwallet.dat``
ru: Расположение кошелька 1: ``"C:\Program Files\AxeCore\axe-qt.exe" -wallet=workwallet.dat``

source: Wallet Target 2: ``"C:\Program Files\AxeCore\axe-qt.exe" -wallet=homewallet.dat``
ru: Расположение кошелька 2: ``"C:\Program Files\AxeCore\axe-qt.exe" -wallet=homewallet.dat``

source: Specifying separate wallet files
ar: تحديد ملفات محفظة منفصلة
ru: Расположение отдельных файлов кошелька

source: You can now use the two icons to quickly and easily open different wallets from your desktop. Note that you cannot open both wallets simultaneously. To do this, you will need two separate data directories, as described below.
ar: يمكنك الآن استخدام الشريحتين لفتح محافظ مختلفة بسهولة وسرعة من سطح المكتب. لاحظ أنه لا يمكنك فتح كلا المحفظتين في وقت واحد. للقيام بذلك ، ستحتاج إلى دلائل بيانات منفصلة ، كما هو موضح أدناه.
ru: Теперь с помощью двух созданных ярлыков можно быстро и просто открывать различные кошельки с вашего рабочего стола. Обратите внимание, что открывать оба кошелька одновременно нельзя. Чтобы делать это, необходимо создать два отдельных каталога данных, как описано ниже.

source: Separate data directories
ar: دلائل بيانات منفصلة
ru: Отдельные каталоги данных

source: Start Axe Core and allow it to synchronize with the network, then close Axe Core again. You can now create two directories at e.g. ``C:\Axe1`` and ``C:\Axe2`` and copy the ``blocks`` and ``chainstate`` directories from the synchronized data directory into the new directories. Each of these will serve as a separate data directory, allowing you to run two instances of Axe Core simultaneously. Create two (or more) shortcuts on your desktop as described above, then specify arguments for ``datadir`` as shown below:
ar: ابدأ تشغيل داش كور والسماح له بالمزامنة مع الشبكة ، ثم أغلق داش كور مرة أخرى. يمكنك الآن إنشاء دليلين على سبيل المثال. ``C:\Axe1`` و ``C:\Axe2`` ونسخ الدلائل ``blocks`` و ``chainstate`` من دليل البيانات المتزامنة إلى الدلائل الجديدة. كل من هذه ستعمل كدليل بيانات منفصل ، مما يسمح لك بتشغيل حالتين من داش كور في وقت واحد. قم بإنشاء اختصارين (أو أكثر) على سطح المكتب الخاص بك كما هو موضح أعلاه ، ثم قم بتعيين الوسيطات لـ ``datadir`` كما هو موضح أدناه:
ru: Запустите кошелёк Axe Core и дождитесь пока он полностью синхронизируется с сетью, затем закройте Axe Core. Теперь вы можете создать две папки, например ``C:\Axe1`` и ``C:\Axe2`` и скопировать папки ``blocks`` и ``chainstate`` из синхронизированной папки данных в эти новые папки. Каждая из них будет обслуживаться как отдельная папка с данными, что позволит вам запускать две копии приложения Axe Core одновременно. Создайте два (или более) ярлыка на рабочем столе в соответствии с описанием выше, затем определите аргументы для ``datadir``, как показано ниже:

source: Datadir Target 1: ``"C:\Program Files\AxeCore\axe-qt.exe" -datadir=C:\Axe1 -listen=0``
ru: Расположение каталога данных 1: ``"C:\Program Files\AxeCore\axe-qt.exe" -datadir=C:\Axe1 -listen=0``

source: Datadir Target 2: ``"C:\Program Files\AxeCore\axe-qt.exe" -datadir=C:\Axe2 -listen=0``
ru: Расположение каталога данных 2: ``"C:\Program Files\AxeCore\axe-qt.exe" -datadir=C:\Axe2 -listen=0``

source: Specifying separate datadirs
ar: تحديد datadirs منفصلة
ru: Расположение отдельных каталогов данных
