Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/axecore/advanced.po
Languages: ar, ru

source: You can now use the two icons to quickly and easily open different wallets simultaneously from your desktop. Both wallets maintain separate and full copies of the blockchain, which may use a lot of drive space. For more efficient use of drive space, consider using an SPV or "light" wallet such as :ref:`Axe Electrum <axe-electrum-wallet>` to maintain multiple separate wallets without keeping a full copy of the blockchain.
ar: يمكنك الآن استخدام الشريحتين لفتح محافظ مختلفة بسرعة وسهولة في وقت واحد من سطح المكتب. يحتفظ كل من المحافظين بنسخ منفصلة وكاملة من بلوكشين ، والتي قد تستخدم الكثير من مساحة محرك الأقراص. لمزيد من الاستخدام الفعال لمساحة محرك الأقراص ، ضع في اعتبارك استخدام SPV أو محفظة "light" مثل :ref:`داش الكتروم <axe-electrum-wallet>` للحفاظ على محافظ منفصلة متعددة دون الاحتفاظ بنسخة كاملة من بلوكشين.
ru: Теперь с помощью двух созданных ярлыков можно быстро, просто и одновременно открывать различные кошельки с рабочего стола. Оба кошелька будут иметь отдельные и полные копии блокчейна, для чего может потребоваться большой объём дискового пространства. Для более эффективного использования дискового пространства и поддержания работы нескольких раздельных кошельков без необходимости хранения полной копии блокчейна, рассмотрите возможность использования SPV или "лёгкого" кошелька, такого как :ref:`Axe Electrum <axe-electrum-wallet>`.

source: Two instances of Axe Core running simultaneously
ar: اثنين من حالات داش كور تعمل في وقت واحد
ru: Две копии кошелька Axe Core, запущенные одновременно

source: Since version 0.11.0, Axe Core has supported integration with KeePass, the popular open source password manager. This guide describes how to configure the association between Axe Core and KeePass, and how to save a Axe Core wallet passphrase in KeePass using the integration. When this is done, KeePass can be used to unlock the wallet.
ar: منذ الإصدار 0.11.0 ، دعمت داش كور التكامل مع KeePass ، مدير كلمات المرور الشائعة مفتوحة المصدر. يصف هذا الدليل كيفية تكوين الارتباط بين داش كور و KeePass وكيفية حفظ عبارة مرور داش كور في KeePass باستخدام التكامل. عندما يتم ذلك ، يمكن استخدام KeePass لفتح المحفظة.
ru: Начиная с версии 0.11.0, Axe Core поддерживает интеграцию KeePass, популярного, свободно распространяемого менеджера паролей. В этом руководстве описывается как сконфигурировать ассоциацию между Axe Core и KeePass, и сохранить фразу-пароль кошелька Axe Core в KeePass, используя интеграцию. После того, как это будет сделано, KeePass можно использовать для разблокировки кошелька.

source: Installation
ar: التتبيث
ru: Установка

source: You will need the following:
ar: سوف تحتاج إلى ما يلي
ru: Вам понадобится следующее:

source: KeePassHttp plugin: https://github.com/pfn/keepasshttp
ru: Плагин KeePassHttp: https://github.com/pfn/keepasshttp

source: If not already installed, install these packages according to the instructions linked below:
ar: إذا لم تكن مثبتة بالفعل ، قم بتثبيت هذه الحزم وفقًا للتعليمات الموضحة أدناه:
ru: Если эти пакеты ещё не установлены, то установите их в соответствии с инструкциями по ссылкам ниже:

source: Commands
ar: الأوامر
ru: Команды

source: The following KeePass RPC commands are available in the Axe Core client console or server:
ar: تتوفر أوامر KeePass RPC التالية في وحدة تحكم أو وحدة تحكم العميل داش كور.
ru: В консоли или на сервере клиента Axe Core доступны следующие RPC-команды KeePass:

source: Generates a base64 encoded 256 bit AES key that can be used for communication with KeePassHttp. This is only necessary for manual configuration. Use init for automatic configuration.
ar: يولد مفتاح AES 256 بت مكرر 64 بت والذي يمكن استخدامه للتواصل مع KeePassHttp. هذا ضروري فقط للتكوين اليدوي. استخدم init للتهيئة التلقائية.
ru: Генерирует зашифрованный способом base64 256-битный AES-ключ, который используется для коммуникации с KeePassHttp. Это важно только для ручного конфигурирования. Для автоматического конфигурирования используйте инициализацию.

source: Sets up the association between Axe and KeePass by generating an AES key and sending an association message to KeePassHttp. This will trigger KeePass to ask for an ID for the association. Returns the association and the base64 encoded string for the AES key.
ar: يضبط الارتباط بين داش و KeePass عن طريق إنشاء مفتاح AES وإرسال رسالة اقتران إلى KeePassHttp. سيؤدي ذلك إلى مطالبة KeePass بطلب معرف للجمعية. إرجاع الاقتران والسلسلة المشفرة base64 لمفتاح AES.
ru: Устанавливает ассоциацию между Axe и KeePass генерацией AES-ключа и отправкой ассоциированного сообщения на KeePassHttp. Это автоматически заставляет KeePass запросить ID для ассоциации. Возвращает ассоциацию и зашифрованную способом base64 строку для AES-ключа.

source: Updates the passphrase in KeePassHttp to a new value. This should match the passphrase you intend to use for the wallet. Please note that the standard RPC commands walletpassphrasechange and the wallet encryption from the QT GUI already send the updates to KeePassHttp, so this is only necessary for manual manipulation of the password.
ar: تحديث عبارة المرور في KeePassHttp إلى قيمة جديدة. يجب أن يتطابق هذا مع عبارة المرور التي تنوي استخدامها للمحفظة. يرجى ملاحظة أن الأوامر القياسية RPC وتشفير المحفظة من QT GUI ترسل بالفعل التحديثات إلى KeePassHttp ، لذلك هذا ضروري فقط للتلاعب اليدوي لكلمة المرور.
ru: Задаёт новое значение для парольной фразы KeePassHttp. Эта фраза должна соответствовать фразе-паролю, которую вы собираетесь использовать для кошелька. Обратите внимание, что стандартные команды RPC "walletpassphrasechange" и шифрование кошелька с помощью графического интерфейса QT уже отправили обновления на KeePassHttp, так что это необходмио только для ручных манипуляций с паролем.

source: The following new arguments are available for axed and axe-qt:
ar: الوسيطات الجديدة التالية متاحة لـ axed و axe-qt:
ru: Для axed и axe-qt доступны следующие новые аргументы:

source: Use KeePass 2 integration using KeePassHttp plugin (default: 0)
ar: استخدام تكامل KeePass 2 باستخدام المكون الإضافي KeePassHttp (الإعداد الافتراضي: 0)
ru: Используйте интеграцию KeePass 2 при помощи плагина KeePassHttp (по умолчанию: 0)

source: Connect to KeePassHttp on port <port> (default: 19455)
ar: الاتصال KeePassHttp على المنفذ <port> (افتراضي: 19455)
ru: Соединение с KeePassHttp через порт <port> (по умолчанию: 19455)

source: KeePassHttp key for AES encrypted communication with KeePass
ar: مفتاح KeePassHttp للتواصل المشفر مع AES KeePass
ru: Ключ KeePassHttp для зашифрованной стандартом AES коммуникации с помощью KeePass

source: KeePassHttp id for the established association
ar: معرف KeePassHttp للرابطة المنشأة
ru: KeePassHttp id для установленной ассоциации

source: Name to construct url for KeePass entry that stores the wallet passphrase
ar: اسم لإنشاء عنوان الرابط لإدخال KeePass الذي يخزن عبارة مرور المحفظة
ru: Задание имени для создания url с записью KeePass, в которой хранится фраза-пароль кошелька

source: KeePass
ar: رمز المفتاح

source: Axe Core: https://www.axerunners.com
ar: داش كور: https://www.axerunners.com

source: Axe Core: https://docs.axerunners.com/en/latest/wallets/axecore/installation.html
ar: داش كور: https://docs.axerunners.com/en/latest/wallets/axecore/installation.html

source: keepass setpassphrase
ar: keepass تعيين كلمة المرور
