Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/axecore/backup.po
Languages: ar, ru

source: There is no fixed procedure to verify your backup, but you should test restoring it at least once to make sure it works. If you have a simple copy of the file, try to restore it to your current *AxeCore* folder and start Axe Core to make sure it opens without any errors. If you decided to store the file in an encrypted zip file, make sure you can unzip it and that it opens correctly in Axe Core. In short, make sure that you (or the person you are trusting to eventually go through this process for you) can actually reverse your backup process to get access to your Axe, instead of relying on the fact that this process should theoretically be reversible.
ar: لا يوجد إجراء ثابت للتحقق من النسخة الاحتياطية ، ولكن يجب عليك اختبارها مرة واحدة على الأقل للتأكد من أنها تعمل. إذا كان لديك نسخة بسيطة من الملف ، فحاول استعادته إلى مجلد *داش كور* الحالي وابدأ تشغيل داش كور للتأكد من فتحه دون أي أخطاء. إذا قررت تخزين الملف في ملف مضغوط مشفر ، فتأكد من فك ضغطه ومن فتحه بشكل صحيح في داش كور. باختصار ، تأكد من أنك (أو الشخص الذي تثق به في نهاية المطاف من خلال هذه العملية من أجلك) يمكنه في الواقع عكس عملية النسخ الاحتياطي الخاصة بك للوصول إلى داش الخاص بك ، بدلاً من الاعتماد على حقيقة أن هذه العملية يجب أن تكون قابلة للعكس نظريًا.
ru: Не существует фиксированной процедуры для проверки вашей резервной копии, но вы должны проверить её восстановление хотя бы один раз, чтобы убедиться, что она рабочая. Если у вас есть простая копия файла, попробуйте восстановить её в текущей папке *AxeCore* и запустите Axe Core, чтобы убедиться, что он открывается без ошибок. Если вы решили сохранить файл кошелька в зашифрованном zip-файле, убедитесь, что можете распаковать его и правильно открыть в Axe Core. Короче говоря, убедитесь, что вы (или человек, которому вы доверяете в конечном итоге пройти этот процесс за вас), действительно можете задействовать процесс резервного копирования, чтобы получить доступ к вашим AXE, вместо того, чтобы полагать, что этот процесс теоретически должен сработать.
