Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/axecore/backup.po
Languages: ar, ru

source: How to safely back up and restore the Axe Core wallet
ar: كيفية إجراء نسخ احتياطي آمن واستعادة المحفظة الأساسية داش
ru: Как безопасно сделать резервную копию и восстановить кошелёк Axe Core

source: axe, core, wallet, backup, restore, wallet.dat
ar: داش، كور، محفظة، إسترجاع، wallet.dat
ru: axe, core, кошелёк, резервная копия, восстановление, wallet.dat

source: Wallet backup and restore
ar: نسخة إحتياطية للمحفظة و الإسترجاع
ru: Создание резервной копии кошелька и восстановление

source: Backup
ar: إسترجاع
ru: Резервная копия

source: This documentation describes how to safely back up your wallet file for safe storage in case your computer or laptop is damaged or lost. Axe Core stores all data necessary to control your Axe addresses in a single file called *wallet.dat*. This wallet is in the Berkeley DB format and stores the pairs of private/public cryptographic keys used to manage your balances on the Axe blockchain. Axe Core makes most of these operations transparent and even generates automatic backups of your wallet file in case it is corrupted, but the user is responsible for ensuring that these backups are stored in a safe place. **If you lose access to your wallet file, you will permanently lose access to your Axe.**
ar: توضح هذه الوثائق كيفية الاحتفاظ بنسخة احتياطية من ملف المحفظة بأمان للتخزين الآمن في حالة تلف الكمبيوتر أو الكمبيوتر المحمول أو فقده. تقوم داش كور بتخزين كافة البيانات الضرورية للتحكم في عناوين داش الخاصة بك في ملف واحد يسمى *wallet.dat*. هذه المحفظة في تنسيق Berkeley DB وتخزن أزواج مفاتيح التشفير الخاصة / العامة المستخدمة لإدارة أرصدةك على بلوكشين داش. تعمل داش كور على جعل معظم هذه العمليات شفافة ، بل تقوم بإنشاء نسخ احتياطية تلقائية لملف المحفظة في حالة تلفها ، ولكن يكون المستخدم مسؤولاً عن ضمان تخزين هذه النسخ الاحتياطية في مكان آمن. **إذا فقدت الوصول إلى ملف المحفظة الخاص بك ، فسوف تفقد الوصول إلى داش الخاص بك بشكل دائم.**
ru: В этой документации описывается процесс безопасного создания резервной копии вашего файла кошелька для безопасного хранения в случае утраты или повреждения компьютера или ноутбука. Axe Core сохраняет все данные, которые необходимы для контроля ваших Axe адресов в едином файле, который называется *wallet.dat*. Этот файл выполнен в формате Berkeley DB и хранит пары приватных/публичных криптографических ключей, которые используются для управления вашими балансами на блокчейне Axe. Axe Core делает большинство этих операций прозрачными и даже создаёт автоматические резервные копии вашего файла кошелька на случай, если он повредится, но только пользователь несёт ответственность за обеспечение хранения резервных копий в надёжном месте. **Если вы потеряете доступ к своему файлу кошелька, вы навсегда потеряете доступ к своим AXE.**

source: It is important to consider that if you have not encrypted your wallet using the **Settings > Encrypt Wallet** menu item, anyone with access to the backed up wallet.dat file will immediately have full access to your Axe. If you do choose to encrypt your wallet, do not store the password in the same place as the wallet.dat file, particularly if you are saving the backup to the cloud.
ar: من المهم أن تضع في اعتبارك أنه إذا لم تقم بتشفير محفظتك باستخدام عنصر القائمة **إعدادات> تشفير المحفظة** ، فإن أي شخص لديه حق الوصول إلى ملف wallet.dat الذي تم نسخه احتياطيًا سيحصل على حق الوصول الكامل إلى داش الخاص بك. إذا اخترت تشفير محفظتك ، فلا تخزن كلمة المرور في نفس مكان ملف wallet.dat ، خاصة إذا كنت تقوم بحفظ النسخة الاحتياطية إلى السحابة.
ru: Важно учитывать, что если вы не зашифровали свой кошелёк используя пункт меню **Настройки > Зашифровать кошелёк**, любой, кто получит доступ к резервной копии вашего файла wallet.dat, тут же получит полный доступ к вашим AXE. Если вы решили зашифровать свой кошелек, не храните пароль в том же месте, где находится файл wallet.dat, особенно если вы сохраняете резервную копию в облаке.

source: Backup from Axe Core
ar: إسترجاع من داش كور
ru: Создание резервной копии с помощью кошелька Axe Core

source: Firstly, never copy your wallet.dat file while Axe Core is open. Always use the **File > Backup Wallet** menu if the wallet is open. When you select this menu item, a dialog box will appear to specify where the file should be saved. Enter a name for the file, select a location and click **Save**. The example below shows saving the file to a USB stick. Keep this file in a physically separate location to your computer.
ar: أولاً ، لا تنسخ ملف wallet.dat مطلقًا أثناء فتح داش كور. استخدم دائمًا قائمة **ملف> نسخة للمحفظة الإحتياطية** إذا كانت المحفظة مفتوحة. عند تحديد عنصر القائمة هذا ، سيظهر مربع حوار لتحديد مكان حفظ الملف. أدخل اسمًا للملف ، وحدد موقعًا وانقر على **حفظ**. يوضح المثال أدناه حفظ الملف إلى USB. احتفظ بهذا الملف في موقع منفصل فعليًا على جهاز الكمبيوتر.
ru: Первое, о чём стоит сказать, никогда не копируйте ваш файл wallet.dat во то время, когда открыт Axe Core. Если кошелёк открыт, всегда используйте для резервного копирования меню **Файл > Сделать резервную копию кошелька**. После выбора этого пункта меню, появится диалоговое окно с вопросом определить место для сохранения файла. Введите имя для файла, выберите расположение и кликните **Сохранить**. В приведённом ниже примере показано сохранение файла на USB-накопитель. Храните этот файл в физически отдельном от вашего компьютера месте.

source: Backing up the Axe Core wallet from the File menu
ar: عمل نسخة احتياطية من محفظة داش كور من القائمة الملف
ru: Создание резервной копии кошелька Axe Core с помощью меню Файл.

source: Backup by copying wallet.dat
ar: عملة نسخة wallet.dat
ru: Создание резервной копии с помощью копирования файла wallet.dat

source: **If Axe Core is not running**, you can also backup your wallet by simply copying the *wallet.dat* file to another location. This file is located in the *AxeCore* data folder. You were given the option to specify the location of this folder during installation, but by default the folder is in the following locations on different operating systems:
ar: **إذا لم يتم تشغيل داش كور** ، فيمكنك أيضًا الاحتفاظ بنسخة احتياطية من محفظتك بمجرد نسخ ملف *wallet.dat* إلى موقع آخر. يوجد هذا الملف في مجلد البيانات *داش كور*. لقد تم منحك خيار تحديد موقع هذا المجلد أثناء التثبيت ، ولكن المجلد يكون موجودًا افتراضيًا في المواقع التالية على أنظمة تشغيل مختلفة:
ru: **Если Axe Core не запущен**, вы также можете сделать резервную копию вашего кошелька простым копированием файла *wallet.dat* в другое место. Этот файл расположен в папке с данными *AxeCore*. Вам предоставлялась возможность указать расположение этой папки во время установки, но по умолчанию папка находится по следующему расположению для разных операционных систем:

source: **Windows**
ar: **ويندوز**

source: You can access this folder directly by **Windows Key + R** and typing ``%APPDATA%\AxeCore``
ar: يمكنك الوصول إلى هذا المجلد مباشرة بواسطة **مفتاح الويندوز + R** والكتابة ``%APPDATA%\AxeCore``
ru: Вы можете напрямую получить доступ к этой папке, нажав **Windows Key + R** и набрав ``%APPDATA%\AxeCore``

source: **Linux**
ar: **لينكس**

source: You can access this folder directly by typing ``cd ~/.axecore`` at the terminal or ``~/.axecore`` in the path bar using the **Go > Enter Location...** menu item in Files
ar: يمكنك الوصول إلى هذا المجلد مباشرة عن طريق كتابة ``cd~/.axecore`` في المحطة أو ``~/.axecore`` في شريط المسار باستخدام عنصر الانتقال **إذهب> Enter Location ...** في الملفات
ru: Вы можете напрямую получить доступ к этой папке, набрав в терминале ``cd ~/.axecore`` или ``~/.axecore`` в адресной строке, используя пункты **Go > Enter Location...** в меню Files

source: **macOS**
ar: **ماك**

source: You can access this folder by typing ``cd ~/Library/Application Support/AxeCore`` at the terminal or ``~/Library/Application Support/AxeCore`` in dialog at the **Go > Go To Folder** menu item in Finder
ar: يمكنك الوصول إلى هذا المجلد بكتابة ``cd~/Library/Application Support/AxeCore`` في المحطة أو ``~/Library/Application Support /AxeCore`` في مربع الحوار في القائمة **إذهب> إذهب للمجلد**. البند في الباحث
ru: Вы можете получить доступ к этой папке набрав в терминале ``cd ~/Library/Application Support/AxeCore`` или ``~/Library/Application Support/AxeCore`` в диалоговом окне из пункта **Go > Go To Folder** в меню Finder

source: Ensure Axe Core is not running, then simply copy the *wallet.dat* file from this folder to another folder in the normal way for your operating system. The example below shows copying the file to a USB stick using simple drag and drop while holding down **Ctrl** on a Windows system. On most operating systems, you can also right click on the file and select **Copy**, then select **Paste** in the target folder. Keep this file in a physically separate location to your computer. Be careful to copy (not move) the file!
ar: تأكد من عدم تشغيل داش كور ، ثم قم ببساطة بنسخ الملف *wallet.dat* من هذا المجلد إلى مجلد آخر بالطريقة العادية لنظام التشغيل الخاص بك. يوضح المثال التالي نسخ الملف إلى عصا USB باستخدام السحب والإسقاط البسيط أثناء الضغط باستمرار على **Ctrl** على نظام الويندوز. في معظم أنظمة التشغيل ، يمكنك أيضًا النقر بزر الماوس الأيمن على الملف وتحديد **نسخ** ، ثم حدد **لصق** في المجلد الهدف. احتفظ بهذا الملف في موقع منفصل فعليًا على جهاز الكمبيوتر. كن حذرا لنسخ (وليس نقل) الملف!
ru: Убедитесь, что Axe Core не запущен и просто скопируйте файл *wallet.dat* из этой папки в другую обычным, предусмотренным вашей операционной системой, способом. В примере ниже показано копирование файла на USB-накопитель с использованием простого метода "drag and drop" с удержанием клавиши **Ctrl** на ОС Windows. На большинстве операционных систем вы также можете кликнуть правой кнопкой мыши на файле и выбрать **Копировать**, затем выбрать **Вставить** в паке назначения. Храните этот файл в физически отдельном от вашего компьютера месте. Будьте внимательны, чтобы скопировать файл (а не переместить его)!

source: Backing up wallet.dat by copying to another folder
ar: النسخ الاحتياطي wallet.dat عن طريق نسخ إلى مجلد آخر
ru: Создание резервной копии файла wallet.dat копированием его в другую папку

source: Automatic backups
ar: النسخ الاحتياطي التلقائي
ru: Автоматическое резервное копирование

source: Every time you open Axe Core, it will automatically create a backup copy of *wallet.dat* in the *axecore/backups* folder. Up to 10 backups can be kept here by default, and the oldest backup will be deleted as each additional new backup is created. You can modify the number of backups kept here using the ``-createwalletbackups=n`` parameter at the command line or in *axe.conf*. Setting this value to 0 completely disables backups.
ar: في كل مرة تقوم فيها بفتح داش كور ، سيقوم تلقائيًا بإنشاء نسخة احتياطية من *wallet.dat* في مجلد *داش كور / إسترجاع*. يمكن الاحتفاظ بما يصل إلى 10 نسخ احتياطية هنا افتراضيًا ، وسيتم حذف أقدم نسخة احتياطية عند إنشاء كل نسخة احتياطية إضافية جديدة. يمكنك تعديل عدد النسخ الاحتياطية التي تم الاحتفاظ بها هنا باستخدام المعلمة ``-createwalletbackups = n`` في سطر الأوامر أو في *axe.conf*. يؤدي تعيين هذه القيمة إلى 0 إلى تعطيل عمليات النسخ الاحتياطي تمامًا
ru: Каждый раз открывая Axe Core, он будет автоматически создавать резервную копию файла *wallet.dat* в папке *axecore/backups*. По умолчанию здесь может храниться до 10 резервных копий, и самая старая резервная копия будет удаляться при создании каждой новой дополнительной резервной копии. Вы можете изменить количество сохранённых здесь резервных копий, используя параметр ``-createwalletbackups=n`` в командной строке или в файле *axe.conf*. Установка этого значения в 0 полностью отключает резервное копирование.

source: You can view the automatic backups folder by browsing to *AxeCore* folder at the location specified above for *wallet.dat* and opening the backups folder, or by selecting **Tools > Show Automatic Backups** from the menu in Axe Core. Since these files are not active when Axe Core is running, you can safely copy them at any time. They are also a handy backup if the original files in the AxeCore folder become corrupted due to improper shutdown of the Axe Core app.
ar: يمكنك عرض مجلد النسخ الاحتياطي التلقائي من خلال التصفح إلى مجلد *داش كور* في الموقع المحدد أعلاه من أجل *wallet.dat* وفتح مجلد النسخ الاحتياطية ، أو بتحديد **الأدوات> إظهار النسخ الاحتياطية التلقائية** من القائمة الموجودة في داش كور. نظرًا لأن هذه الملفات غير نشطة عند تشغيل داش كور ، يمكنك نسخها بأمان في أي وقت. كما أنها نسخة احتياطية مفيدة في حالة تلف الملفات الأصلية الموجودة في المجلد داش كور بسبب إيقاف تشغيل تطبيق داش كور بشكل غير صحيح.
ru: Вы можете посмотреть папку с автоматическими резервными копиями, перейдя в папку *AxeCore*, расположение которой для файла *wallet.dat* указано выше и открыв папку резервных копий, или выбрав из меню Axe Core **Инструменты > Показать автоматические резервные копии**. Поскольку эти файлы не активны во время работы Axe Core, вы можете безопасно копировать их в любое время. Они также являются удобной резервной копией, если исходные файлы в папке AxeCore повреждены из-за неправильного завершения работы приложения Axe Core.

source: Restore
ar: إسترجاع
ru: Восстановление

source: To restore a backup, install Axe Core on the target system (or stop it, if already installed) and rename the existing *wallet.dat* file in the *AxeCore* folder.
ar: لاستعادة نسخة احتياطية ، قم بتثبيت داش كور على النظام المستهدف (أو قم بإيقافه ، إذا كان مثبتًا بالفعل) وقم بإعادة تسمية ملف *wallet.dat* الموجود في *داش كور*.
ru: Чтобы восстановить резервную копию, установите Axe Core в целевой системе (или остановите его, если он уже установлен) и переименуйте существующий файл *wallet.dat* в папке *AxeCore*.

source: Renaming the old wallet.dat file to wallet.old in the AxeCore folder
ar: إعادة تسمية ملف wallet.dat القديم إلى wallet.old في المجلد داش كور
ru: Переименование старого файла wallet.dat в файл wallet.old в папке AxeCore

source: Then copy the backup wallet file to the *AxeCore* folder and ensure it is named *wallet.dat*. Now, when you start Axe Core again, it will load the new wallet. Do not replace *wallet.dat* while Axe Core is running, since this will result in data corruption!
ar: ثم انسخ ملف محفظة النسخ الاحتياطي إلى مجلد *داش كور* وتأكد من تسميته *wallet.dat*. الآن ، عند بدء تشغيل داش كور مرة أخرى ، سيتم تحميل المحفظة الجديدة. لا تستبدل *wallet.dat* بينما يتم تشغيل داش كور ، لأن ذلك سيؤدي إلى تلف البيانات!
ru: Затем скопируйте файл резервного кошелька в папку *AxeCore* и убедитесь, что он называется *wallet.dat*. Теперь, когда вы снова запустите Axe Core, он загрузит новый кошелёк. Не заменяйте *wallet.dat* во время работы Axe Core, так как это приведет к повреждению данных!

source: Copying the backup file into the AxeCore folder and renaming it to wallet.dat
ar: نسخ ملف النسخة الاحتياطية إلى مجلد داش كور وإعادة تسميته إلى wallet.dat
ru: Копирование резервной копии файла в папку AxeCore и переименование его на wallet.dat

source: Backup storage considerations
ar: اعتبارات تخزين النسخ الاحتياطي
ru: Соображения относительно хранения резервной копии

source: Any backup depends to some extent on the existence of software capable of reading the data at some future point in time. As such, it is good practice to store a copy of the software used to create the backup together with the backup file itself. In this case, this would be a copy of the version of Axe Core you used to create the backup.
ar: يعتمد أي نسخ احتياطي إلى حد ما على وجود برنامج قادر على قراءة البيانات في وقت ما في المستقبل. على هذا النحو ، من الأفضل تخزين نسخة من البرنامج المستخدم لإنشاء النسخة الاحتياطية مع ملف النسخ الاحتياطي نفسه. في هذه الحالة ، سيكون هذا نسخة من إصدار داش كور الذي استخدمته لإنشاء النسخة الاحتياطية.
ru: Любое резервное копирование зависит в некоторой степени от наличия программного обеспечения, способного считывать данные в определённый момент времени. Поэтому, рекомендуется хранить копию программного обеспечения, используемого для создания резервной копии, вместе с самим файлом резервной копии. В этом случае это будет копия версии Axe Core, которую вы использовали для создания резервной копии.

source: The *wallet.dat* file itself should be encrypted using a password set from the **Settings > Encrypt Wallet** menu item. However, this only prevents someone with access to the file from creating transactions, not from opening the file. You could additionally store the file in another encrypted container, such as a USB stick using `BitLocker <https://docs.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-to-go-faq>`_ in Windows, `LUKS <https://help.ubuntu.com/community/EncryptedFilesystemsOnRemovableStorage>`_ in Linux or `FileVault <https://support.apple.com/en-us/HT204837>`_ on macOS. It is also possible to create `disk images <https://support.apple.com/guide/disk-utility/create-a-disk-image-dskutl11888/mac>`_ or `zip files <https://www.howtogeek.com/203590/how-to-create-secure-encrypted-zip-or-7z-archives-on-any-operating-system/>`_ with password encryption - the choice is yours. For further reading on encrypted containers, see `here <https://theintercept.com/2015/04/27/encrypting-laptop-like-mean/>`_.
ar: يجب أن يتم تشفير الملف *wallet.dat* باستخدام كلمة مرور من عنصر القائمة **الإعدادات> تشفير المحفظة**. ومع ذلك ، هذا يمنع فقط شخص لديه حق الوصول إلى الملف من إنشاء المعاملات ، وليس من فتح الملف. يمكنك أيضًا تخزين الملف في حاوية مشفرة أخرى ، مثل عصا USB باستخدام `BitLocker <https://docs.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-to-go- faq>`_ في ويندوز ، `لينكس <https://help.ubuntu.com/community/EncryptedFilesystemsOnRemovableStorage>`_ في Linux أو `FileVault <https://support.apple.com/en-us/HT204837>`_ على ماك. من الممكن أيضًا إنشاء `صور القرص <https://support.apple.com/guide/disk-utility/create-a-disk-image-dskutl11888/mac>`_ أو `ملفات زيب <https://www.howtogeek.com/203590/how-to-create-secure-encrypted-zip-or-7z-archives-on-any-operating-system/>`_ مع كلمة مرور التشفير - الخيار هو الخاص بك . لمزيد من القراءة عن الحاويات المشفرة ، انظر `هنا <https://theintercept.com/2015/04/27/encrypting-laptop-like-mean/>`_.
ru: Сам файл *wallet.dat* должен быть зашифрован заданием пароля с помощью пункта меню **Настройки > Зашифровать кошелёк**. Однако это препятствует только тому, чтобы кто-то с доступом к файлу создавал транзакции, а не открывал файл. Вы можете дополнительно сохранить файл в другом зашифрованном контейнере, таком как USB-накопитель, используя `BitLocker <https://docs.microsoft.com/en-us/windows/security/information-protection/bitlocker/bitlocker-to-go-faq>`_ в Windows, `LUKS <https://help.ubuntu.com/community/EncryptedFilesystemsOnRemovableStorage>`_ в Linux или `FileVault <https://support.apple.com/en-us/HT204837>`_ на macOS. Также возможно создание `образов диска <https://support.apple.com/guide/disk-utility/create-a-disk-image-dskutl11888/mac>`_ или `zip-файлов <https://www.howtogeek.com/203590/how-to-create-secure-encrypted-zip-or-7z-archives-on-any-operating-system/>`_ с шифрованием паролем - выбор за вами. Для получения более подбробной информации о зашифрованных контейнерах, перейдите `сюда <https://theintercept.com/2015/04/27/encrypting-laptop-like-mean/>`_.

source: Where you store this file is then up to you. It could be in your home, in a safe deposit box at a bank, a waterproof or fireproof container, or on cloud storage such as Google Drive, Dropbox or iCloud. Consider where you will store any passwords needed to restore access to the wallet (in your head, on paper, in a password manager, etc.) and who may need access to the password in the future.
ar: أين تخزن هذا الملف هو متروك لك. يمكن أن يكون في منزلك ، في صندوق ودائع آمن في أحد البنوك ، أو حاوية مقاومة للماء أو مضادة للحريق ، أو على التخزين السحابي مثل Google Drive أو Dropbox أو iCloud. ضع في اعتبارك المكان الذي ستخزن فيه أي كلمات مرور مطلوبة لاستعادة الوصول إلى المحفظة (في رأسك ، على الورق ، في مدير كلمات المرور ، وما إلى ذلك) والذين قد يحتاجون إلى الوصول إلى كلمة المرور في المستقبل.
ru: Где вы будете храните этот файл, зависит только от вас. Вы можете хранить его у себя дома, в сейфе в банке, в водонепроницаемом или огнеупорном контейнере или облачном хранилище, таком как Google Drive, Dropbox или iCloud. Подумайте, где вы будете хранить любые пароли, необходимые для восстановления доступа к кошельку (в своей голове, на бумаге, в менеджере паролей и т. д.), а также о том, кому может понадобиться доступ к паролю в будущем.

source: Finally it is important to understand that *wallet.dat* itself is a relatively dangerous way to store large amounts of funds - it is simply a database file storing private keys. While the convenience of storing a wallet file directly is fine for smaller holdings, it is more secure to to store large amounts of Axe on a single predefined address in a way that you are guaranteed access through any software supporting the protocol, rather than a specific implementation of that protocol. If you are interested in this, read more about paper wallets, where the private key can be printed directly or also encrypted using BIP38 for safe storage.
ar: وأخيرًا من المهم أن نفهم أن *wallet.dat* نفسها هي طريقة خطرة نسبيًا لتخزين كميات كبيرة من الأموال - إنها ببساطة عبارة عن ملف قاعدة بيانات يخزن المفاتيح الخاصة. على الرغم من أن راحة تخزين ملف المحفظة مباشرة أمر جيد بالنسبة للمقتنيات الأصغر ، إلا أنه أكثر أمناً لتخزين كميات كبيرة من داش على عنوان محدد مسبقًا بطريقة تضمن الوصول إلى أي برنامج يدعم البروتوكول ، بدلاً من أن يكون محددًا تنفيذ هذا البروتوكول. إذا كنت مهتمًا بهذا ، اقرأ المزيد حول محافظ الأوراق ، حيث يمكن طباعة المفتاح الخاص مباشرة أو أيضًا مشفرًا باستخدام BIP38 للتخزين الآمن.
ru: Наконец, важно понимать, что *wallet.dat* сам по себе является относительно опасным способом хранения больших сумм денег - это просто файл базы данных, хранящий закрытые ключи. Хотя такой удобный способ хранения файла кошелька подходит для непосредственного хранения небольших средств, большие объёмы AXE более безопасно хранить на одном заранее заданном адресе таким образом, чтобы вам был гарантирован доступ к нему с помощью любого программного обеспечения, поддерживающего протокол, а не через специальную реализацию этого протокола. Если вы заинтересованы в этом, почитайте больше о бумажных кошельках, где закрытый ключ может быть распечатан напрямую, а также зашифрован с использованием алгоритма BIP38 для безопасного хранения.

source: Verifying backups
ar: التحقق من النسخ الاحتياطية
ru: Верификация резервных копий
