Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/axecore/installation-windows.po
Languages: es, pt, ru

source: How to download, install and encrypt the Axe Core wallet in Windows
es: Como descargar, instalar y encriptar la billetera Axe Core en Windows
pt: Como baixar, instalar e criptografar a carteira do Axe Core no Windows
ru: Как скачать, установить и зашифровать кошелёк Axe Core в Windows

source: axe, core, wallet, windows, installation
es: axe, core, billetera, windows, inatalación
pt: axe, core, carteira, windows, Instalação
ru: axe, core, кошелёк, windows, установка

source: Windows Installation Guide
es: Guía de instalación de Windows
pt: Guia de Instalação no Windows
ru: Руководство по установке в Windows

source: This guide describes how to download, install and encrypt the Axe Core wallet for Windows. The guide is written for Windows 10, but the steps should be similar for Windows XP, Vista, 7 and 8.
es: Esta guía describe cómo descargar, instalar y encriptar la billetera Axe Core para Windows. La guía está escrita para Windows 10, pero los pasos deben ser similares para Windows XP, Vista, 7 y 8.
pt: Este guia descreve como baixar, instalar e criptografar a carteira do Axe Core para Windows. O guia foi escrito para o Windows 10, mas as etapas devem ser semelhantes para o Windows XP, Vista, 7 e 8.
ru: Это руководство объясняет как скачать, установить и зашифровать кошелёк Axe Core для Windows. Руководство написано для Windows 10, но описанные в нём шаги подходят для Windows XP, Vista, 7 и 8.

source: Downloading the Axe Core wallet
es: Descarga de la billetera Axe Core
pt: Downloading da Carteira Axe Core
ru: Процедура скачивания кошелька Axe Core

source: Visit https://www.axerunners.com/get-axe to download the latest Axe Core wallet. In most cases, the website will properly detect which version you need. Click the blue **Axe Core** button to download the installer directly.
es: Visita https://www.axerunners.com/get-axe para descargar la última billetera Axe Core. En la mayoría de los casos, el sitio web detectará correctamente qué versión necesitas. Haz click en el botón azul **Axe Core** para descargar el instalador directamente.
pt: Visite https://www.axerunners.com/get-axe para baixar a carteira mais recente do Axe Core. Na maioria dos casos, o site detectará corretamente qual versão você precisa. Clique no botão azul **Axe Core** para baixar o instalador diretamente.
ru: Чтобы скачать последнюю версию кошелька Axe Core, зайдите на `https://www.axerunners.com/get-axe <https://www.axerunners.com/get-axe>`__. В большинстве случаев, сайт самостоятельно определит, какая версия вам необходима. Нажмите на синюю кнопку **Axe Core**, чтобы скачать файл-инсталлятор напрямую.

source: The website properly detects the wallet appropriate for your system
es: El sitio Web detecta de manera eficiente la billetera apropiada para tu sistema
pt: O site detecta corretamente a carteira apropriada para o seu sistema
ru: Сайт автоматически определит кошелёк, подходящий для вашей системы

source: If detection does not work, you will need to manually choose your operating system and whether you need a 32 or 64 bit version. If you are unsure whether your version of Windows is 32 or 64 bit, you can check in Windows 10 under **Start > Settings > System > About**. For details on how to check this in other versions of Windows, see `here <https://www.lifewire.com/am-i-running-a-32-bit-or-64-bit-version-of-windows-2624475>`__.
es: Si la detección no funciona, deberá elegir manualmente su sistema operativo y si necesita una versión de 32 o 64 bits. Si no está seguro de si su versión de Windows es de 32 o 64 bits, puede verificar en Windows 10 en **Start > Settings > System > About**. Para detalles sobre cómo verificar esto en otras versiones de Windows, ver `aquí <https://www.lifewire.com/am-i-running-a-32-bit-or-64-bit-version-of-windows-2624475>`__.
pt: Se a detecção não funcionar, você precisará escolher manualmente o sistema operacional e se precisa de uma versão de 32 ou 64 bits. Se não tiver certeza se sua versão do Windows é de 32 ou 64 bits, você pode fazer check-in no Windows 10, em **Iniciar > Configurações > Sistema > Sobre**. Para obter detalhes sobre como verificar isso em outras versões do Windows, consulte `aqui <https://www.lifewire.com/am-i-running-a-32-bit-or-64-bit-version-of-windows -2624475>`__.
ru: Если автоматическое определение не работает, то вам будет необходимо вручную выбрать вашу операционную систему и указать, какая версия необходима, 32-битная или 64-битная. Если вы не знаете, какая у вас верcия Windows, 32-битная или 64-битная, то в Windows 10 можно это проверить следующим образом: **Start > Settings > System > About**. Для подробностей, как это проверить в других версиях Windows, обратитесь сюда: `здесь <https://www.lifewire.com/am-i-running-a-32-bit-or-64-bit-version-of-windows-2624475>`__.

source: In Windows Settings, click System
es: En Ajustes en Windows, haz click en Sistema
pt: Em Configurações do Windows, clique em Sistema.
ru: В Панели управления Windows зайдите в раздел Система

source: Under the System section, click About to view the System type. This is a 64 bit system.
es: Debajo de la sección de Sistema, haz click en Acerca de para ver el tipo de sistema. Este es un sistema de 64 bit.
pt: Na seção Sistema, clique em Sobre para visualizar o tipo de sistema. Este é um sistema de 64 bits.
ru: Во вкладке Система зайдите в раздел "О системе", чтобы увидеть тип системы. В данном случае это 64-битная система.

source: Once you know which version you need, download the Axe Core Installer to your computer from https://www.axerunners.com/wallets
es: Una vez que conoces que versión es la que necesitas, descarga el instalador de Axe Core en tu computadora desde https://www.axerunners.com/wallets
pt: Depois de saber qual versão você precisa, baixe o Instalador do Core para o seu computador https://www.axerunners.com/wallets
ru: Как только вы узнаете, какая версия необходима, скачайте с https://www.axerunners.com/wallets установочный файл Axe Core на ваш компьютер

source: Manually selecting and downloading an installer
es: Selección manual y descarga del instalador
pt: Selecionando e baixando manualmente um instalador
ru: Выбор и скачивание установочного файла вручную

source: Save the file you downloaded to your Downloads folder.
es: Guarde el archivo que descargó en la carpeta de descargas.
pt: Salve o arquivo que você baixou na sua pasta Downloads.
ru: Сохрание скачиваемого файл в папку Загрузки

source: Verifying Axe Core
es: Verificación del Axe Core
pt: Verificando Axe Core
ru: Проверка кошелька Axe Core

source: This step is optional, but recommended to verify the integrity of the file you downloaded. This is done by checking its SHA256 hash against the hash published by the Axe Core development team. To view the published hash, click the **Hash file** button on the wallet download page.
es: Este paso es opcional, pero se recomienda para verificar la integridad del archivo que fue descargado. Usted puede realizar este paso comparando su SHA256 hash contra el hash publicado por el equipo de desarrollo de Axe Core. Para ver el hash publicado, haga clic en botón **archivo de Hash** en la página para descargar la wallet.
pt: Essa etapa é opcional, mas é recomendável verificar a integridade do arquivo que você baixou. Isso é feito verificando o hash SHA256 com o hash publicado pela equipe de desenvolvimento do Core do Axe. Para visualizar o hash publicado, clique no botão **Arquivo Hash** na página de download da carteira.
ru: Этот шаг не является обязательным, но провести проверку целостности скачанного файла рекомендуется. Это делается сверкой SHA256 хэша этого файла с хэшем, опубликованным командой разработчиков Axe Core. Чтобы увидеть опубликованный хэш, нажмите кнопку **Hash file** на странице скачивания кошелька.

source: Downloading the Axe Core hash file
es: Descarga del archivo de hash del Axe Core
pt: Download do hash do Axe Core
ru: Скачивание хэш файла кошелька Axe Core

source: Once both the Axe Core file and the hash file have downloaded, open the hash file in a text editor or your browser and find the hash value for the Axe Core file you downloaded.
es: Una vez que el archivo Axe Core y el archivo hash se hayan descargado, abre el archivo hash en un editor de texto o en su navegador y encuentra el valor hash para el archivo Axe Core que descargaste.
pt: Baixando o arquivo hash do Axe Core assim que o arquivo do Core do Axe e o arquivo de hash forem baixados, abra o arquivo de hash em um editor de texto ou no navegador e localize o valor de hash do arquivo do Core que você baixou....
ru: Когда скачаны с файл с кошельком Axe Core и файл с хэшем, откройте хэш файл в текстовом редакторе или браузере и найдите значение, соответствующее тому, что находится в скачанном файле кошелька Axe Core.

source: Viewing the Axe Core hash file
es: Revisión del archivo de hash de Axe Core
pt: Visualizando o arquivo hash do Axe Core
ru: Просмотр хэш файла кошелька Axe Core

source: This hash value should correspond with the hash value of the file you have downloaded to ensure it is authentic and was not corrupted during transit. To do this, open **Command Prompt**, browse to the location where you saved the file, and run the following command, replacing the version with the specific version of the file you downloaded.
es: Este valor hash debe corresponder con el valor hash del archivo que has descargado para asegurarse de que sea auténtico y no haya sido dañado durante el proceso. Para hacer esto, abre la **Ventana de Comando**, ve a la ubicación donde se guardó el archivo y ejecuta el siguiente comando, reemplazando la versión con la versión específica del archivo que descargaste.
pt: Esse valor de hash deve corresponder ao valor de hash do arquivo que você baixou para garantir que seja autêntico e não foi corrompido durante o trânsito. Para fazer isso, abra o **Prompt de Comando**, navegue até o local onde você salvou o arquivo e execute o seguinte comando, substituindo a versão pela versão específica do arquivo que você baixou.
ru: Для того, чтобы убедиться в подлинности и скачанного файла и в том, что он не был повреждён в процессе скачивания, значение хэша в хэш-файле должно соответствовать значению хэша в скачанном файле. Чтобы проверить это, запустите **Command Prompt**, найдите место, куда вы сохранили файл и запустите команду, заменив версию в примере той версией, которую вы скачали

source: Generating an SHA256 hash for the downloaded file
es: Generación del SHA256 hash para el archivo descargado
pt: Gerando um hash SHA256 para o arquivo baixado
ru: Создание SHA256 хэша для скачанного файла

source: If the hashes match, then you have an authentic copy of Axe Core for Windows.
es: Si los valores hash coinciden, entonces tienes una copia auténtica de Axe Core para Windows.
pt: Se os hashes coincidirem, você terá uma cópia autêntica do Axe Core para Windows.
ru: Если хэш совпадает, значит у вас подлинная копия кошелька Axe Core для Windows

source: Running the Axe Core installer
es: Correr el instalador de Axe Core
pt: Executando o instalador do Axe Core
ru: Запуск установщика кошелька Axe Core

source: Double-click the file to start installing Axe Core.
es: Haz doble clic en el archivo para comenzar a instalar Axe Core.
pt: Clique duas vezes no arquivo para iniciar a instalação do Axe Core.
ru: Сделайте двойной щелчок мышкой на файле для запуска установки кошелька Axe Core.

source: The Axe Core installer in the Downloads folder
es: El instalador de Axe Core en la carpeta Descargas
pt: O instalador do Axe Core na pasta Downloads
ru: Установочный файл кошелька Axe Core находится в папке Загрузки

source: At this point, you may see a warning from Windows SmartScreen that the app is unrecognized. You can safely skip past this warning by clicking **More info**, then **Run anyway**.
es: En este punto, es posible que veas una advertencia de Windows SmartScreen de que la aplicación no se reconoce. Puede omitir esta advertencia haciendo clic en **Más información**, luego **Ejecutar de todas formas**.
pt: Neste momento, você pode ver um aviso do Windows SmartScreen que o aplicativo não é reconhecido. Você pode ignorar este aviso com segurança clicando em **Mais informações** e em **Executar mesmo assim**.
ru: На данном этапе, Защитник Windows может выдать предупреждение о нераспознанной угрозе. Вы можете пропустить это предупреждение, не беспокоясь о безопасности, нажав **Подробнее**, далее **Выполнить в любом случае**.

source: Bypassing Windows SmartScreen to run the app. This warning is known as a “false positive”.
es: Pasando por alto Windows SmartScreen para ejecutar la aplicación. Esta advertencia se conoce como un "falso positivo".
pt: Ignorando o Windows SmartScreen para executar o aplicativo. Esse aviso é conhecido como "falso positivo".
ru: Обход Защитника Windows для запуска приложения. Предупреждение от него является "ложноположительным".

source: The installer will then guide you through the installation process.
es: El instalador te guiará a través del proceso de instalación.
pt: O instalador irá guiá-lo através do processo de instalação.
ru: Далее, установщик проведёт вас через процесс установки.

source: The Axe Core installer welcome screen
es: La pantalla de bienvenida del instalador de Axe Core
pt: A tela de boas-vindas do instalador do Axe Core
ru: Приветственный экран установщика кошелька Axe Core

source: Click through the following screens. All settings can be left at their default values unless you have a specific reason to change something.
es: Haz clic en las siguientes pantallas. Todas las configuraciones se pueden dejar en sus valores predeterminados a menos que tengas un motivo específico para cambiar algo.
pt: Clique nas telas a seguir. Todas as configurações podem ser deixadas com seus valores padrão, a menos que você tenha um motivo específico para alterar alguma coisa.
ru: Пройдите через все последующие окна. Все настройки можно оставить на значениях по умолчанию, кроме случаев, когда у вас есть конкретная причина для их изменения.

source: Select the installation location
es: Selecciona la ubicación de instalación
pt: Selecione o local de instalação
ru: Выберите расположение для установки

source: Select the Start menu folder
es: Selecciona la carpeta de Star menu
pt: Selecione a pasta do menu Iniciar
ru: Выберите папку в меню Пуск

source: Axe Core is being installed
es: Axe Core está siendo instalado
pt: Axe Core está sendo instalado
ru: Кошелёк Axe Core устанавливается

source: Installation is complete
es: Instalación completa
pt: A instalação está completa
ru: Установка завершена

source: Running Axe Core for the first time
es: Correr el Axe Core por primera vez
pt: Executando o Axe Core pela primeira vez
ru: Первый запуск кошелька Axe Core

source: Once installation is complete, Axe Core will start up immediately. If it does not, click **Start > Axe Core > Axe Core** to start the application. The first time the program is launched, you will be offered a choice of where you want to store your blockchain and wallet data. Choose a location with enough free space, as the blockchain can reach 10GB+ in size. It is recommended to use the default data folder if possible.
es: Una vez que la instalación este completa, Axe Core se iniciará inmediatamente. Si no es así, haz clic en **Inicio > Axe Core > Axe Core** para iniciar la aplicación. La primera vez que se lanza el programa, se te ofrecerá la opción de dónde quieres almacenar tus datos de la cadena de bloques y billetera. Elije una ubicación con suficiente espacio libre, ya que la cadena de bloques puede alcanzar alrededor de 10GB+ de tamaño. Si es posible, se recomienda utilizar la carpeta de datos predeterminada.
pt: Quando a instalação estiver concluída, o Axe Core será iniciado imediatamente. Se isso não acontecer, clique em **Iniciar > Core do Axe > Core do Axe** para iniciar o aplicativo. Na primeira vez que o programa for lançado, você terá a opção de escolher onde deseja armazenar seus dados de blockchain e carteira. Escolha um local com espaço livre suficiente, pois o blockchain pode atingir cerca de 10GB+. Recomenda-se usar a pasta de dados padrão, se possível.
ru: По завершению установки, кошелёк Axe Core сразу запустится. Если этого не произойдёт, то нажмите **Start > Axe Core > Axe Core** для запуска приложения. При первом запуске программы, вам будет предложено выбрать расположение места хранения блокчейна и данных кошелька. Выберите расположение с достаточным свободным местом на диске, поскольку размер блокчейна может достигать 10+ гигабайт. При возможности, рекомендуется использовать место, предлагаемое по умолчанию.

source: Choosing the Axe Core data folder
es: Escoger el archivo de data para Axe Core
pt: Escolhendo a pasta de dados do Axe Core
ru: Выбор места хранения данных кошелька Axe Core

source: Axe Core will then start up. This will take a little longer than usual the first time you run it, since Axe Core needs to generate cryptographic data to secure your wallet.
es: Después de esto, Axe Core se iniciará. Esto tomará un poco más de tiempo que lo usual, ya que Axe Core necesita generar datos criptográficos para asegurar la billetera.
pt: O Axe Core será iniciado. Isso levará um pouco mais do que o normal na primeira vez que você executá-lo, já que o Axe Core precisa gerar dados criptográficos para proteger sua carteira.
ru: Произойдёт запуск кошелька Axe Core. Первый запуск проходит дольше обычного, поскольку кошельку Axe Core необходимо создать криптографические данные для обеспечения безопасности вашего кошелька.

source: Starting Axe Core
es: Inicio de Axe Core
pt: Iniciando Axe Core
ru: Запуск кошелька Axe Core

source: Synchronizing Axe Core to the Axe network
es: Sincronzación de Axe Core a la red de Axe
pt: Sincronizando o Axe Core na rede do Axe
ru: Синхронизация кошелька Axe Core с сетью Axe

source: Once Axe Core is successfully installed and started, you will see the wallet overview screen. You will notice that the wallet is “out of sync”, and the status bar at the bottom of the window will show the synchronization progress.
es: Una vez que Axe Core se haya instalado he iniciado correctamente, usted podrá ver la pantalla resumen de la billetera. Podrá notar que la billetera esta “fuera de sincronía”, y la barra de estado al fondo de la ventada mostrará el progreso de la sincronización.
pt: Depois que o Axe Core for instalado e iniciado com sucesso, você verá a tela de visão geral da carteira. Você notará que a carteira está "fora de sincronia" e a barra de status na parte inferior da janela mostrará o andamento da sincronização.
ru: Как только кошелёк Axe Core будет успешно установлен и запущен, вы увидете экран обзора кошелька. В увидете что кошелёк "не синхронизирован" и полосу прогресса статуса синхронизации в нижней части экрана.

source: Axe Core begins synchronizing with the Axe network
es: Axe Core comienza a sincronizarse con la red de Axe
pt: Axe Core começa a sincronizar com a rede do Axe
ru: Кошелёк Axe Core начнёт синхронизацию с сетью Axe

source: During this process, Axe Core will download a full copy of the Axe blockchain from other nodes to your device. Depending on your internet connection, this may take a long time. If you see the message “No block source available”, check your internet connection. When synchronization is complete, you will see a small blue tick in the lower right corner.
es: Durante el proceso, Axe Core descargará una copia completa de la blockchain de Axe desde otros nodos hasta tu dispositivo. Dependiendo de tu conexión de internet, esto podrá tomar un largo tiempo. Si usted observa el mensaje “No block source available”, revise su conexión a internet. Cuando la sincronización se haya completado, usted podrá ver una pequeña marca azul en la esquina inferior derecha.
pt: Durante esse processo, o Axe Core baixará uma cópia completa do blockchain de outros nós para o seu dispositivo. Dependendo da sua conexão com a internet, isso pode levar muito tempo. Se você vir a mensagem "Nenhuma fonte de bloqueio disponível", verifique sua conexão com a Internet. Quando a sincronização estiver concluída, você verá um pequeno sinal azul no canto inferior direito.
ru: Во время этого процесса, кошелёк Axe Core скачает с нод сети полную копию блокчейна Axe на ваше устройство. В зависимости от интернет-соединения, это может занят как мало времени, так и много. Если вы увидете сообщение "Отсутствует источник блоков", проверьте ваше соединение с интернетом.

source: Axe Core synchronization is complete
es: La sincronización del Axe Core esta completa
pt: A sincronização do Axe Core está concluída
ru: Синхронизация кошелька Axe Core завершена

source: You can now begin to use your wallet to send and receive funds.
es: Usted ya puede comenzar a utilizar su billetera para enviar y recibir fondos.
pt: Agora você pode começar a usar sua carteira para enviar e receber fundos.
ru: Теперь вы можете начать использовать кошелёк для отправки или получения средств.

source: Encrypting your Axe wallet
es: Encriptar tu billetera de Axe
pt: Criptografando sua carteira do Axe
ru: Ваш кошелёк Axe Core зашифровывается

source: After your wallet has synchronized with the Axe network, it is strongly advised to encrypt the wallet with a password or passphrase to prevent unauthorized access. You should use a strong, new password that you have never used somewhere else. Take note of your password and store it somewhere safe or you will be locked out of your wallet and lose access to your funds.
es: Después de que su billetera se haya sincronizado con la red de Axe, se recomienda de gran manera encriptar la billetera con una contraseña para prevenir un acceso no autorizado. Usted debe usar una fuerte y nueva contraseña que no haya sido usada antes en ninguna otra parte. Tome nota de su contraseña y guárdela en un lugar seguro o usted podrá quedar sin acceso a su billetera y a sus fondos.
pt: Depois que sua carteira for sincronizada com a rede do Axe, é altamente recomendável criptografar a carteira com uma senha para impedir o acesso não autorizado. Você deve usar uma senha nova e forte que nunca usou em outro lugar. Anote sua senha e armazene-a em algum lugar seguro ou você será bloqueado fora de sua carteira e perderá acesso a seus fundos.
ru: Как только ваш кошелёк синхронизируется с сетью Axe, то для предотвращения несанкционированного доступа к нему, настойчиво рекомендуем вам зашифровать кошелёк с помощью пароля или кодовой фразы. Необходимо использовать надежный, новый пароль, который вы не использовали ранее нигде. Запишите свой пароль и храните его в безопасном месте, иначе вы можете потерять доступ к кошельку и вашим средствам.

source: To encrypt your wallet, click **Settings > Encrypt Wallet**.
es: Para encriptar su billetera, clic en **Configuraciones > Encriptar Billetera**.
pt: Para criptografar sua carteira, clique em **Definições >Criptografar Carteira**.
ru: Для того, чтобы зашифровать кошелёк, нажмите **Настройки > Зашифровать кошелёк**

source: Encrypting the Axe wallet with a password
es: Encriptar la billetera de Axe con una contraseña
pt: Criptografar a carteira do Axe com uma senha
ru: Кошелёк Axe шифруется паролем

source: You will be asked to enter and verify a password.
es: Se le pedirá establecer y verificar una contraseña.
pt: Você será solicitado a inserir e verificar uma senha.
ru: Вам поступит запрос ввести и подтвердить пароль.

source: Enter a password
es: Establecer una contraseña
pt: insira uma senha
ru: Введите пароль

source: Confirm you want to encrypt your wallet
es: Confirme que usted quiere encriptar su billetera
pt: Confirme que você deseja criptografar sua carteira
ru: Подтвердите, что вы хотите зашифровать кошелёк
