Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/axecore/installation-windows.po
Languages: es, pt, ru

source: When the encryption process is complete, you will see a warning that past backups of your wallet will no longer be usable, and be asked to shut down Axe Core. When you restart Axe Core, you will see a small blue lock in the lower right corner.
es: Cuando el proceso de encriptado esté completo, usted recibirá una advertencia de que los respaldos pasados de su billetera no estarán más a la disposición, se le pedirá cerrar Axe Core. Cuando vuelva a iniciar Axe Core, usted podrá ver una pequeña marca en la esquina inferior derecha.
pt: Quando o processo de criptografia estiver concluído, você verá um aviso de que os backups anteriores da sua carteira não serão mais utilizáveis e será solicitado a encerrar o Axe Core. Quando você reiniciar Axe Core, você verá uma pequena trava azul no canto inferior direito.
ru: Когда процесс шифрования завершится, вы увидете предупреждение, что старые резервные копии вашего кошелька более не могут быть использованы, после чего вам будет предложено закрыть кошелёк Axe Core. Когда вы перезапустите кошелёк Axe Core, то увидете небольшой синий знак замка в нижней правой части экрана.

source: Fully encrypted and synchronized Axe Core wallet
es: Billetera de Axe Core completamente encriptada y sincronizada
pt: Carteira Axe Core totalmente criptografada e sincronizada
ru: Кошелёк Axe Core полностью зашифрован и синхронизирован

source: You can now begin to use your wallet to safely send and receive funds.
es: Usted ya puede empezar a usar su billetera para recibir y enviar fondos.
pt: Agora você pode começar a usar sua carteira para enviar e receber fundos com segurança.
ru: Теперь вы можете начать использовать свой кошелёк для отправки и получения средств.
