Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/axecore/interface.po
Languages: pt, ru

source: Description of dialogs and interfaces in the Axe Core wallet
pt: Descrição de diálogos e interfaces na carteira do Axe Core
ru: Описание диалоговых окон и интерфейсов кошелька Axe Core

source: Interface
ru: Интерфейс

source: The Axe Core Wallet is an application that runs on your computer and allows you to make transactions on the Axe network. Most transactions are for sending or receiving Axe, but it is also possible to create signed messages or control a masternode, for example. The Axe Core Wallet interface is described in detail in the following sections.
pt: A Carteira Axe Core é um aplicativo que roda no seu computador e permite que você faça transações na rede do Axe. A maioria das transações é para enviar ou receber Axe, mas também é possível criar mensagens assinadas ou controlar um masternode, por exemplo. A interface da Carteira Axe Core é descrita em detalhes nas seções a seguir.
ru: Axe Core Wallet - это приложение, которое запускается на вашем компьютере и с помощью которого вы можете совершать переводы в сети Axe. Большая часть транзакций предназначена для получения и отправления Axe, но также есть возможность отправлять подписанные сообщения или, например, контролировать работу мастерноды. Интерфейс Axe Core Wallet подробно описан в следующих разделах.

source: The Main Window
pt: A janela principal
ru: Главное окно

source: The Axe Core Wallet
pt: A Carteira Axe Core
ru: Axe Core Wallet

source: The Axe Core window is broken up into several areas:
pt: A janela do Axe Core está dividida em várias áreas:
ru: Окно Axe Core разделено на несколько областей:

source: The menu bar
pt: Barra de menu
ru: Строка меню

source: The tab bar
pt: Barra de guias
ru: Панель вкладок

source: The main area
pt: A area principal
ru: Основная область

source: The status bar
pt: A bara de status
ru: Строка состояния

source: The Menu Bar
pt: A barra de menu
ru: Строка меню

source: The menu bar provides access to all functions of Axe Core. There are four menus available:
pt: A barra de menus fornece acesso a todas as funções do Axe Core. Existem quatro menus disponíveis:
ru: Через Строку меню вы можете получить доступ ко всем функциям Axe Core. Там доступны четыре меню:

source: File
pt: Arquivo
ru: Файл

source: The File menu is used to manage your wallet, messages and addresses.
pt: O menu Arquivo é usado para gerenciar sua carteira, mensagens e endereços.
ru: Меню Файл используется для управления вашим кошельком, сообщениями и адресами.

source: Settings
pt: Configurações
ru: Настройки

source: The Settings menu provides access to wallet encryption options and general software settings.
pt: O menu Configurações fornece acesso a opções de criptografia da carteira e configurações gerais de software.
ru: Меню Настройки даёт доступ к вариантам шифрования и общим настройкам программы.

source: Tools
pt: Ferramentas
ru: Инструменты

source: The Tools menu provides information on the network, allows you modify masternode configuration files and other advanced functions.
pt: O menu Ferramentas fornece informações sobre a rede, permite modificar os arquivos de configuração do masternode e outras funções avançadas.
ru: Меню Инструменты даёт информацию о сети, а также позволяет вам изменять файлы настроек мастерноды и другие дополнительные функции.

source: Help
pt: Ajuda
ru: Помощь

source: The Help menu links to documentation, guides and legal statements relating to Axe Core.
pt: O menu Ajuda se conecta a documentação, guias e declarações legais relacionadas ao Axe Core.
ru: В меню Помощь можно найти документацию, инструкции и правовые документы, имеющие отношение к Axe Core.

source: The Tab Bar
pt: A barra de tabalho
ru: Панель вкладок

source: The tab bar is used to quickly switch between the main areas of the Axe Core. The content in the main area of Axe Core changes depending on which tab you have selected. The following tabs are available:
pt: A barra de guias é usada para alternar rapidamente entre as principais áreas do Core do Axe. O conteúdo na área principal do Core do Axe muda dependendo de qual guia você selecionou. As seguintes abas estão disponíveis:
ru: Панель вкладок используется для быстрого переключения между основными областями Axe Core. Содержимое основной области меняется в зависимости от того, какую вкладку вы выбрали. Доступны следующие вкладки:

source: The Overview tab
pt: A guia Visão geral
ru: Вкладка Обзор

source: The overview tab offers quick access to your balance and most recent transactions, as well as the PrivateSend feature and options for coin mixing.
pt: A aba de visão geral oferece acesso rápido ao seu saldo e transações mais recentes, bem como o recurso PrivateSend e as opções de mistura das moedas.
ru: Во вкладке Обзор вы видите ваш баланс и список недавних транзакций, также тут есть функция PrivateSend и кнопка для перемешивания монет.

source: The Axe Core Overview tab
pt: A guia Visão geral do Axe Core
ru: Вкладка Обзор в Axe Core

source: The left part of the main area is divided into two areas. The upper area shows your balances:
pt: A parte esquerda da área principal é dividida em duas áreas. A área superior mostra seus saldos:
ru: Левая часть основного окна разделена на две области. Верхняя показывает ваши балансы:

source: Available
pt: Disponível
ru: Доступно

source: This shows your current liquid balance. This is the amount of Axe you can spend now.
pt: Isso mostra seu saldo líquido atual. Esta é a quantia de Axe que você pode gastar agora.
ru: Здесь показан ваш ликвидный баланс. Это то количество Axe, которое вы можете сейчас потратить.

source: Pending
pt: Pendente
ru: В ожидании

source: This shows funds waiting for a transaction to complete.
pt: Isso mostra fundos aguardando a conclusão de uma transação.
ru: Здесь показаны средства, которые ждут завершения транзакции.

source: Immature
pt: Imaturo
ru: Неподтверждённые

source: This shows funds from masternode or mining payments which have not yet reached the required number of confirmations.
pt: Isso mostra fundos de pagamentos do masternode ou de mineração que ainda não atingiram o número necessário de confirmações.
ru: Здесь показаны средства от мастерноды или выплаты за майнинг, которые ещё не достигли требуемого количества подтверждений.

source: Total
ru: Итого

source: This is simply your available and pending funds added together.
pt: Isto é simplesmente os seus fundos disponíveis e pendentes adicionados em conjunto.
ru: Здесь показана сумма всех доступных и ожидаемых средств на вашем счёте.

source: The lower area shows the status of PrivateSend and allows you to mix your funds using the Axe Masternode Network.
pt: A área inferior mostra o status de PrivateSend e permite que você misture seus fundos usando o Axe Masternode Network.
ru: Нижняя область показывает статус PrivateSend, и тут вы можете перемешать ваши средства, используя сеть мастернод Axe.

source: The right part of the screen shows your recent transactions. These are identified by icons as follows:
pt: A parte direita da tela mostra suas transações recentes. Estes são identificados por ícones da seguinte forma:
ru: В правой части экрана вы видите список недавних транзакций. Они отмечены следующими иконками:

source: Recent incoming transactions appear black, prefixed by a + sign
pt: Transações de entrada recentes aparecem em preto, prefixadas por um sinal +
ru: Недавно поступившие транзакции выделены чёрным, перед ними стоит знак +

source: Recent outgoing transactions appear red, prefixed by a – sign
pt: Transações de saída recentes aparecem em vermelho, prefixadas por um sinal -
ru: Недавние отправленные транзакции выделены красным, перед ними стоит знак -

source: Incoming mining or masternode payments also appear black
pt: Os pagamentos de mineração ou masternode recebidos também aparecem em preto
ru: Входящие платежи от майнинга или мастерноды тоже выделены чёрным.

source: For more details on your transaction history, see the Transactions tab.
pt: Para mais detalhes sobre o seu histórico de transações, consulte a guia Transações.
ru: Чтобы узнать больше об истории ваших переводов, откройте вкладку Транзакции.

source: The Send Tab
pt: A guia Enviar
ru: Вкладка Отправить

source: The Send tab allows you to send funds to another address on the Axe network. It contains fields to enter the recipient’s address, a label for the address, and the amount of Axe you wish to send. Options related to the transaction fee, InstantSend and PrivateSend are also available. A quick view of your total balance is also available in the lower right corner.
pt: A guia Enviar permite que você envie fundos para outro endereço na rede do Axe. Ele contém campos para inserir o endereço do destinatário, um rótulo para o endereço e a quantia de Axe que você deseja enviar. Opções relacionadas à taxa de transação, InstantSend e PrivateSend também estão disponíveis. Uma visão rápida do seu saldo total também está disponível no canto inferior direito.
ru: Во вкладке Отправить вы можете отправить средства на любой другой адрес в сети Axe. Она содержит поля для ввода адреса получателя, метки адреса, а также количества Axe, которое вы хотите отправить. Также доступны варианты отправления перевода с помощью PrivateSend и InstantSend, а также настройки комиссии за перевод. Общую сумма доступных на вашем счёте средств также отображается в правом нижнем углу.

source: The Send tab
pt: A guia Enviar
ru: Вкладка Отправить

source: The Receive Tab
pt: A guia Receber
ru: Вкладка Получить

source: The Receive tab allows you to create addresses to receive Axe. You can create a request for a specific amount of Axe or include a specific message, and send it to another user as a link or QR code.
pt: A guia Receber permite que você crie endereços para receber o Axe. Você pode criar uma solicitação para uma quantia específica de Axe ou incluir uma mensagem específica e enviá-la para outro usuário como um link ou código QR.
ru: Во вкладке Получить вы можете создать адреса для получения Axe. Вы можете создать запрос на определённое количество Axe или добавить специальное сообщение, и отправить его другому пользователю в виде ссылки или QR кода.

source: The Receive tab
pt: A guia Receber
ru: Вкладка Получить

source: The Transactions Tab
pt: A guia Transações
ru: Вкладка Транзакции

source: The transactions tab shows the entire transaction history for all addresses associated with your wallet. This appears as a table showing the time, type, label and amount of Axe for each transaction. You can also export the transaction history as a CSV file by clicking the Export button in the bottom right corner of the window.
pt: A guia transações mostra todo o histórico de transações de todos os endereços associados à sua carteira. Isso aparece como uma tabela mostrando a hora, o tipo, o rótulo e a quantidade de Axe para cada transação. Você também pode exportar o histórico de transações como um arquivo CSV clicando no botão Exportar no canto inferior direito da janela.
ru: Во вкладке Транзакции можно увидеть всю историю транзакций для всех адресов, которые связаны с вашим кошельком. Она сделана в виде таблички, показывающей время, тип, метку и количество Axe для каждого перевода. Также вы можете выгрузить список переводов в CSV файл, нажав на кнопку Экспорт в правом нижнем углу окна.

source: The icons in the leftmost column indicate the status of the transaction. A tick indicates that the recommended number of confirmations has been passed, while a clock indicates that the transaction has yet to reach six confirmations.
pt: Os ícones na coluna mais à esquerda indicam o status da transação. Uma marca indica que o número recomendado de confirmações foi ultrapassado, enquanto um relógio indica que a transação ainda não atingiu seis confirmações.
ru: Иконки в самой левой колонке отображают статус транзакции. Галочка означает, что рекомендованное количество подтверждений было получено, а часы означают, что транзакций ещё не была подтверждена шесть раз.

source: The transactions tab
pt: A guia Transações
ru: Вкладка Транзакции

source: The Status Bar
pt: A bara de status
ru: Строка состояния

source: The status bar shows a synchronization progress bar and a row of status icons which indicate the status of your connection to the Axe network.
pt: A barra de status mostra uma barra de progresso de sincronização e uma linha de ícones de status que indicam o status de sua conexão com a rede do Axe.
ru: В строке состояния отображается панель синхронизации и ряд иконок статуса, которые показывают статус вашего соединения с сетью Axe.

source: The Synchronization Bar
pt: A barra de sincronização
ru: Панель синхронизации

source: This bar shows the synchronization status of Axe Core with the Axe network. Each time you open Axe Core, it will begin downloading the blocks which have been created on the blockchain in the time since you last opened the app. These blocks are downloaded from other Axe users and masternodes. If you have never opened the app before, this could mean several years’ worth of blocks need downloading. The following statuses are possible:
pt: Esta barra mostra o status de sincronização do Axe Core com a rede do Axe. Toda vez que você abrir o Axe Core, ele começará a baixar os blocos que foram criados no blockchain no tempo desde a última vez que você abriu o aplicativo. Esses blocos são baixados de outros usuários do Axe e masternodes. Se você nunca abriu o aplicativo antes, isso pode significar que vários blocos de anos anteriores precisam ser baixados. Os seguintes status são possíveis:
ru: Эта панель показывает статус синхронизации Axe Core с сетью Axe. Каждый раз, когда вы открываете Axe Core, он начинает скачивать блоки, которые были созданы в блокчейне с того момента, когда вы последний раз открывали приложение. Эти блока скачиваются от других пользователей Axe и мастернод. Если вы никогда прежде не открывали это приложение, это значит, что вам предстоит скачать блоки за несколько лет. На этой панели доступны следующие статусы:

source: No block source available
pt: Nenhuma fonte de bloco disponível
ru: Нет доступа к источникам блока

source: This occurs if your internet connection is down, or if the ports required by Axe Core are blocked by a firewall.
pt: Isso ocorre se a conexão com a Internet estiver inativa ou se as portas exigidas pela Carteira forem bloqueadas por um firewall.
ru: Этот статус появляется, когда ваше интернет-соединение перестаёт работать, или порты, которые требуются для работы с Axe Core, заблокированы фаерволом.

source: Synchronizing with network
pt: Sincronizando com rede
ru: Синхронизация с сетью

source: Axe Core is downloading blocks from the network.
pt: O Carteira Axe está baixando blocos da rede.
ru: Axe Core скачивает блоки из сети.

source: Synchronizing masternodes/masternode payments/governance objects
pt: Sincronizando masternodes/pagamentos de masternode/objetos de controle
ru: Синхронизация мастернод/платежей мастернод/объектов управления

source: Axe Core is synchronizing other data with the second layer network.
pt: O Carteira está sincronizando outros dados com a rede da segunda camada.
ru: Axe Core синхронизирует другие данные со вторым уровнем сети.

source: Once synchronization is complete, the progress bar will disappear and a tick will appear on the right of the status bar.
pt: Quando a sincronização estiver concluída, a barra de progresso desaparecerá e uma marcação aparecerá à direita da barra de status.
ru: Когда синхронизация завершена, индикатор прогресса исчезнет, и справа в строке состояния появится галочка.

source: The Status Icons
pt: Os ícones de status
ru: Иконки статуса

source: The lock icons indicate the status of your wallet: either locked or unlocked. You need to unlock your wallet to send funds or perform certain other actions.
pt: Os ícones de bloqueio indicam o status da sua carteira: bloqueados ou desbloqueados. Você precisa desbloquear sua carteira para enviar fundos ou executar outras ações.
ru: Иконки замка отображают статус вашего кошелька: заблокирован или не заблокирован. Вам нужно разблокировать ваш кошелёк перед тем, как отправить средства или совершить какие-то другие действия.

source: These icons indicate the quality of your connection to the Axe network. If you cannot connect because of network problems, you will see the icon on the left. More bars indicate more connections to your peers on the network.
pt: Esses ícones indicam a qualidade de sua conexão com a rede do Axe. Se você não conseguir se conectar devido a problemas de rede, verá o ícone à esquerda. Mais barras indicam mais conexões com seus colegas na rede.
ru: Эти иконки говорят о качестве вашего соединения с сетью Axe. Если вы не можете подключиться из-за проблем с сетью, вы увидите иконку слева. Большее количество сегментов означает большее количество соединений с вашими пирами в сети.

source: These icons show the synchronization status of Axe Core with the network. Once synchronization is complete, the refresh icon will become a blue tick.
pt: Esses ícones mostram o status de sincronização do Axe Core com a rede. Quando a sincronização estiver concluída, o ícone de atualização ficará azul.
ru: Эти иконки показывают статус синхронизации Axe Core с сетью. Когда синхронизация завершена, иконка обновления превращается в синюю галочку.

source: These icons indicate whether your wallet is running in hierarchical deterministic (HD) mode or standard mode.
pt: Estes ícones indicam se a sua carteira está sendo executada no modo hierárquico determinístico (HD) ou no modo padrão.
ru: Эти иконки показывают, в каком режиме запущен ваш кошелёк: иерархическом детерминированном (HD) или обычном.

source: The Options Dialog
pt: A caixa de diálogo Opções
ru: Окно Параметры

source: This documentation describes the functionality of the Axe Core Options dialog, available under the **Settings > Options** menu in Axe Core.
pt: Esta documentação descreve a funcionalidade da caixa de diálogo Opções do Core do Axe, disponível no menu **Configurações> Opções** no Axe Core.
ru: В этом документе описывается функционал диалогового окна Параметры Axe Core, доступного в меню **Настройки > Параметры** в Axe Core.

source: Main tab
pt: Aba principal
ru: Главная вкладка

source: The Main tab of the Options dialog contains settings related to startup and performance of the Axe Core app.
pt: A guia Principal da caixa de diálogo Opções contém configurações relacionadas à inicialização e ao desempenho do aplicativo Axe Core.
ru: Главная вкладка окна Настройки содержит настройки, которые относятся к запуску и работе приложения Axe Core.

source: The Main tab of the Axe Core Options dialog
pt: A guia Principal da caixa de diálogo Opções da Carteira Axe
ru: Главная вкладка окна Настройки Axe Core

source: Start Axe Core on system login
pt: Inicie a Carteira Axe Core no login do sistema
ru: Запускать Axe Core при входе в систему

source: This option causes Axe Core to start automatically when the current user logs in. On most computers there is only one main user account which is logged in automatically when the computer turns on, so this option is effectively the same as starting Axe Core together with the operating system.
pt: Esta opção faz com que o Axe Core inicie automaticamente quando o usuário atual se conecta. Na maioria dos computadores, há apenas uma conta de usuário principal que é conectada automaticamente quando o computador é ligado, portanto, é a mesma coisa que iniciar o Axe Core junto com o sistema operacional.
ru: Эта опция даёт возможность автоматически запускать Axe Core, когда текущий пользователь начинает работу. На большинстве компьютеров существует только один основной пользовательский аккаунт, который автоматически залогинивается, когда включается компьютер, поэтому эта опция так же эффективна, как и одновременный запуск Axe Core с операционной системой.

source: Size of database cache
pt: Tamanho do cache do banco de dados
ru: Размер кэша БД

source: This option specifies the size of the database cache in memory. A higher value will result in increased performance when adding new blocks at the cost of higher memory usage. The default value is 100MB and it should not be set lower than this level.
pt: Esta opção especifica o tamanho do cache do banco de dados na memória. Um valor mais alto resultará em maior desempenho ao adicionar novos blocos ao custo de maior uso de memória. O valor padrão é 100 MB e não deve ser definido abaixo desse nível.
ru: Эта настройка определяет размер кэша базы данных в памяти. Чем выше значение, тем больше производительность при добавлении новых блоков и тем больше использование памяти. По умолчанию размер кэша установлен на 100Мб, и его не стоит опускать ниже этого уровня.

source: Number of script verification threads
pt: Número de encadeamentos de verificação de script
ru: Число потоков проверки сценария

source: This option sets the number of script verification threads, ranging from -4 to 16. `Script verification <https://en.bitcoin.it/wiki/Script>`__ is the process of following instructions recorded in the blockchain to ensure the transactions are valid. 0 means automatic and will allow script verification to scale to the number of cores available on your processor. Setting a positive number specifies that Axe Core should use that number of processor cores, while setting a negative number will leave that number of processor cores free.
pt: Esta opção define o número de threads de verificação de script, variando de -4 a 16. `Verificação de script <https://en.bitcoin.it/wiki/Script>`__ é o processo de seguir as instruções registradas no blockchain para garantir a transações são válidas. 0 significa automático e permitirá que a verificação de script seja dimensionada para o número de núcleos disponíveis em seu processador. Definir um número positivo especifica que o Axe Core deve usar esse número de núcleos de processador, enquanto a configuração de um número negativo deixará esse número de núcleos de processador livres.
ru: Эта опция задаёт номер ветки верификации скрипта, от -4 до 16. `Верификация скрипта <https://en.bitcoin.it/wiki/Script>`__ - это процесс следования инструкциям, записанный в блокчейне, чтобы гарантировать подлинность транзакции. 0 - автоматический режим, в котором верификация скрипта равняется числу ядер вашего процессора. Использование положительных чисел подразумевает, что Axe Core должен использовать это числе ядер процессора, а использование отрицательных чисел оставит количество используемых ядер на усмотрение Axe Core.

source: Wallet tab
pt: Guia Carteira
ru: Вкладка Кошелёк

source: The Wallet tab of the Options dialog contains settings related to how addresses are managed in the Axe Core app. The first time you run Axe Core, it will generate a new wallet containing 1000 unique Axe addresses. This tab allows you to configure how these addresses are used as inputs with the Coin Control, PrivateSend and Masternode features.
pt: A guia Carteira na caixa de diálogo Opções contém configurações relacionadas a como os endereços são gerenciados no aplicativo Axe Core. Na primeira vez que você executar o Axe Core, ele gerará uma nova carteira contendo 1000 endereços exclusivos do Axe. Essa guia permite configurar como esses endereços são usados como entradas com os recursos Coin Control, PrivateSend e Masternode.
ru: Вкладка Кошелёк в диалоговом окне Настройки содержит параметры, которые определяют, каким образом управляются адреса в приложении Axe Core. Когда вы впервые запускаете Axe Core, он создаёт новый кошелёк, содержащий 1000 уникальных адресов Axe. В этой вкладке вы можете настроить, как будут использоваться эти адреса с Coin Control, PrivateSend и функциями мастерноды.
