Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/axecore/interface.po
Languages: pt, ru

source: The Wallet tab of the Axe Core Options dialog
pt: A guia Carteira da caixa de diálogo Opções da Carteira Axe
ru: Вкладка Кошелёк в диалоговом окне Настройки Axe Core

source: Enable coin control features
pt: Ativar recursos de controle de moedas
ru: Включить функции контроля монет

source: Your Axe Core wallet balance is actually the sum total of all addresses holding balance that are associated with your wallet. When you spend Axe, Axe Core will withdraw from as many inputs as necessary to make up the desired amount of Axe to be transferred. This behavior may be undesirable if you want to keep a certain balance on one address. The most common use case is the requirement to maintain 1000 Axe on a single address as collateral for a masternode. Enabling this option will add a button labelled **Inputs** on the **Send** tab. This provides access to the **Coin selection** dialog, which can be used to lock, unlock and prioritize different addresses in your wallet. See :ref:`here <coin-control>` for a more detailed explanation of Coin Control.
pt: Seu saldo da carteira do Axe Core é, na verdade, a soma total de todos os endereços que contêm saldo associados à sua carteira. Quando você gasta Axe, a Carteira irá retirar quantas entradas forem necessárias para fazer a quantidade desejada de Axe para ser transferida. Esse comportamento pode ser indesejável se você quiser manter um certo equilíbrio em um endereço. O caso de uso mais comum é o requisito de manter o 1000 Axe em um único endereço como garantia para um masternode. A ativação desta opção adicionará um botão chamado **Entradas** na guia **Enviar**. Isso fornece acesso à caixa de diálogo **Seleção de moeda**, que pode ser usada para bloquear, desbloquear e priorizar diferentes endereços em sua carteira. Veja :ref:`here <coin-control>` para uma explicação mais detalhada sobre Coin Control.
ru: Баланс в кошельке Axe Core - это сумма всех адресов с монетами, которые ассоциируются с вашим кошельком. Когда вы тратите Axe, Axe Core извлекает средства с такого количества адресов, которое необходимо, чтобы была достигнуто то количество Axe, которое вы хотите перевести. Если же вы хотите, чтобы на каком-то из адресов хранилось определённое количество средств, такое поведение нежелательно. Очень часто это необходимо, чтобы хранить на одном адресе 1000 Axe в качестве коллатерального залога для мастерноды. Включение этой опции добавит кнопку **Вклады** во вкладке **Отправить**. С её помощью можно получить доступ к диалоговому окну **Выбор монет**, где можно заблокировать, разблокировать и определить приоритетность различных адресов вашего кошелька. Для более детального объяснения, как работает Coin Control, пройдите по :ref:`ссылке <coin-control>`.

source: Show Masternodes tab
pt: Mostrar guia Masternodes
ru: Показывать вкладку Мастерноды

source: Enabling this option causes Axe Core to display an additional Masternodes tab to the right of the Transactions tab. This option requires you to restart the Axe Core app. The Masternodes tab can be used to manage interactions (start, stop, check status, etc.) with masternodes controlled by this wallet. This tab is an advanced feature not required by users that do not operate a masternode on the Axe network.
pt: Ativar essa opção faz com que a Carteira exiba uma guia adicional do Masternodes à direita da guia Transações. Esta opção requer que você reinicie o aplicativo da Carteira. A aba Masternodes pode ser usada para gerenciar interações (iniciar, parar, verificar status, etc.) com masternodes controlados por essa carteira. Essa guia é um recurso avançado não exigido pelos usuários que não operam um masternode na rede do Axe.
ru: После включения этой опции в Axe Core будет отображаться дополнительная вкладка Мастерноды, справа от вкладки Транзакции. Чтобы изменения вступили в силу, вам нужно перезапустить приложение Axe Core. Во вкладке Мастерноды можно управлять взаимодействием (запуск, остановка, проверка статуса и т.д.) с мастернодами, которые контролируются через этот кошелёк. Эта вкладка - дополнительная функция, которая не потребуется пользователям, у которых нет мастерноды в сети Axe.

source: Enable advanced PrivateSend interface
pt: Ativar interface avançada do PrivateSend
ru: Включить расширенный интерфейс PrivateSend

source: Enabling this option changes the PrivateSend mixing interface on the Overview tab of the Axe Core wallet to include more options, such as Try Mix and percentage completion. See :ref:`here <axecore-privatesend-instantsend>` for a full explanation of how to use PrivateSend.
pt: A ativação dessa opção altera a interface de mistura do PrivateSend na guia Visão geral da carteira do Axe Core para incluir mais opções, como o Try Mix e a porcentagem de conclusão. Veja :ref:`here <axecore-privatesend-instantsend>` para uma explicação completa de como usar o PrivateSend.
ru: Включение этой опции изменяет интерфейс перемешивания PrivateSend во вкладке Анализ кошелька Axe Core, добавляя в него больше опций, например Пробное Перемешивание и процент выполнения. Подробнее о том, как пользоваться PrivateSend, можно узнать по :ref:`ссылке <axecore-privatesend-instantsend>`.

source: Warn if PrivateSend is running out of keys
pt: Avisar se o PrivateSend estiver ficando sem chaves
ru: Предупредить, если заканчиваются ключи PrivateSend

source: Enabling this option will cause Axe Core to display a warning when your original set of 1000 addresses is running out, which may affect PrivateSend mixing. Every time a mixing event happens, up to 9 of your addresses are used up. This means those 1000 addresses last for about 100 mixing events. When 900 of them are used, your wallet must create more addresses. It can only do this, however, if you have automatic backups enabled. Consequently, users who have backups disabled will also have PrivateSend disabled.
pt: Habilitar esta opção fará com que a Carteira exiba um aviso quando o conjunto original de 1000 endereços estiver acabando, o que pode afetar a mixagem do PrivateSend. Toda vez que um evento de mixagem acontece, até 9 de seus endereços são usados. Isso significa que esses 1000 endereços duram cerca de 100 eventos de mistura. Quando 900 deles são usados, sua carteira precisa criar mais endereços. Isso só pode ser feito, no entanto, se você tiver backups automáticos ativados. Consequentemente, os usuários que tiverem backups desativados também terão o PrivateSend desativado.
ru: Если эта опция включена, Axe Core будет показывать предупреждение, когда изначальный сет из 1000 адресов будет подходить к концу, что может сказываться на работе PrivateSend. При каждом перемешивании, используется до 9 ваших адресов. Это означает, что 1000 адресов хватит примерно на 100 перемешиваний. Когда 900 из них уже использованы, ваш кошелёк должен создать больше адресов. Но он может сделать это только в том случае, если включена опция автоматического бэкапа. Следовательно, те пользователи, у которых отключена опция автоматического бэкапа, не смогут воспользоваться PrivateSend.

source: Enable PrivateSend multi-session
pt: Ativar multi-sessão do PrivateSend
ru: Включить мульти-сессионный PrivateSend

source: Normally PrivateSend mixing is completed in several consecutive rounds, each using a single masternode. Enabling this option allows multi-session, which means you can use multiple masternode servers at the same time, greatly increasing the speed of the mixing process at the cost of creating more addresses and thus requiring more frequent wallet backups. This feature is experimental as of Axe Core 12.1.5.
pt: Normalmente, a mixagem do PrivateSend é concluída em várias rodadas consecutivas, cada uma usando um único masternode. Ativar essa opção permite multi-sessão, o que significa que você pode usar vários servidores masternode ao mesmo tempo, aumentando muito a velocidade do processo de mixagem ao custo de criar mais endereços e, portanto, exigindo backups de carteira mais frequentes. Esse recurso é experimental no Axe Core 12.1.5.
ru: Обычно перемешивание PrivateSend проходит в несколько последовательных раундов, для каждого используется одна мастернода. Эта опция включает мультисессию, что означает использование нескольких серверов мастернод одновременно, и это увеличивает скорость процесса перемешивания за счёт создания большего количества адресов, для чего потребуется чаще делать бэкап кошелька. Это экспериментальная функция, часть версии 12.1.5 Axe Core.

source: Spend unconfirmed change
pt: Gastar mudança não confirmada
ru: Тратить неподтверждённую сдачу

source: When this option is enabled, the Axe Core wallet permits you to immediately spend change from previous transactions that has been transferred internally between addresses associated with the same wallet. This is possible even if the transaction has not yet been confirmed because the wallet knows it will eventually be confirmed since it created the internal transaction itself. Leaving this option enabled allows you to create new transactions even if previous transactions have not yet been confirmed.
pt: Quando esta opção está ativada, a carteira do Axe Core permite que você gaste imediatamente as alterações de transações anteriores que foram transferidas internamente entre os endereços associados à mesma carteira. Isso é possível mesmo que a transação ainda não tenha sido confirmada, porque a carteira sabe que ela será confirmada, uma vez que criou a própria transação interna. Deixar essa opção ativada permite criar novas transações, mesmo se as transações anteriores ainda não tiverem sido confirmadas.
ru: Когда эта опция включена, кошелёк Axe Core позволяет вам тут же потратить сдачу от предыдущих транзакций, которые были переведены между адресами внутри одного кошелька. Это возможно даже тогда, когда транзакция не была полностью подтверждена, потому что кошелёк знает, что им же созданная внутренняя транзакция со временем подтвердится. При включении этой опции вы сможете создавать новые транзакции даже тогда, когда предыдущие ещё не подтвердились.

source: PrivateSend rounds to use
pt: PrivateSend rodadas para usar
ru: Количество раундов PrivateSend

source: Use this option to control the number of rounds of PrivateSend mixing to be carried out for your chosen balance. Each round of mixing uses a new masternode. The higher the number of rounds, the more difficult it becomes to trace the Axe to its original address. This is at the expense of more time required for mixing and potentially higher fees. See here for a full explanation of how to use PrivateSend.
pt: Use esta opção para controlar o número de rodadas de mixagem do PrivateSend a serem executadas para o saldo escolhido. Cada rodada de mixagem usa um novo masternode. Quanto maior o número de rodadas, mais difícil se torna rastrear o Axe até seu endereço original. Isso é à custa de mais tempo necessário para misturar e taxas potencialmente mais altas. Veja aqui uma explicação completa de como usar o PrivateSend.
ru: Здесь вы можете настроить количество раундов перемешивания PrivateSend, которое будет производиться с выбранной вами суммой. Для каждого раунда используется отдельная мастернода. Чем больше количество раундов, тем труднее отследить первоначальный адрес Axe. Но на такое перемешивание требуется и больше времени, и комиссия за него выше. Более подробно о том, как использовать PrivateSend, можно прочитать тут.

source: Amount of Axe to keep anonymized
pt: Quantidade de Axe para manter anonimino
ru: Сумма постоянно анонимизированных Axe

source: This option allows you to specify how much Axe should be kept on balance in a ready-to-use anonymized state, meaning it has already passed through the PrivateSend mixing process. If you do not have sufficient Axe available in your balance of unlocked inputs, the amount will be automatically reduced to the available balance and shown in red in the PrivateSend interface on the Overview tab.
pt: Esta opção permite que você especifique a quantidade do Axe que deve ser mantido em saldo em um estado anônimo pronto para uso, o que significa que ele já passou pelo processo de mixagem do PrivateSend. Se você não tiver um Axe suficiente disponível em seu saldo de entradas desbloqueadas, o valor será reduzido automaticamente para o saldo disponível e mostrado em vermelho na interface do PrivateSend na guia Visão geral.
ru: Эта опция позволяет вам определить, сколько Axe нужно хранить на балансе в уже готовом анонимизированном виде, что означает, что эти Axe уже прошли процесс перемешивания PrivateSend. Если на вашем незаблокированном балансе недостаточно средств, это количество будет автоматически снижено до размера доступного баланса, а также подсвечено красным в интерфейсе PrivateSend по вкладке Обзор.

source: Network tab
pt: Guia Rede
ru: Вкладка Сеть

source: This tab includes options related to how your connection to the Axe network is made.
pt: Essa guia inclui opções relacionadas a como sua conexão com a rede do Axe é feita.
ru: В этой вкладке находятся опции, которые регулируют соединение с сетью Axe.

source: The Network tab of the Axe Core Options dialog
pt: A guia Rede da caixa de diálogo Opções do Core do Axe
ru: Вкладка Сеть в диалоговом окне Настройки Axe Core

source: Map port using UPnP
pt: Mapear porta usando o UPnP
ru: Пробросить порт через UPnP

source: This option causes Axe Core to automatically attempt to open and map the client port on your router using `UPnP <https://en.wikipedia.org/wiki/Universal_Plug_and_Play>`__ (Universal Plug and Play). This feature is supported by most modern home routers and will allow you to connect to the Axe network without making any special settings on your router.
pt: Esta opção faz com que o Axe Core tente automaticamente abrir e mapear a porta do cliente no seu roteador usando o `UPnP <https://en.wikipedia.org/wiki/Universal_Plug_and_Play>`__ (Universal Plug and Play). Esse recurso é suportado pela maioria dos roteadores domésticos modernos e permite que você se conecte à rede do Axe sem fazer nenhuma configuração especial em seu roteador.
ru: Когда эта опция включена, Axe Core автоматически пытается открыть и пробросить клиентский порт на вашем роутере, используя `UPnP <https://en.wikipedia.org/wiki/Universal_Plug_and_Play>`__ (Universal Plug and Play) - универсальный набор сетевых протоколов. Большинство современных домашних роутеров поддерживают эту функцию, и благодаря ей вы сможете подключиться к сети Axe без специальных настроек вашего роутера.

source: Allow incoming connections
pt: Permitir conexões de entrada
ru: Принимать входящие подключения

source: This option causes your client to accept external connections. Since Axe is a peer-to-peer network and Axe Core is considered a full client because it stores a copy of the blockchain on your device, enabling this option helps other clients synchronize the blockchain and network through your node.
pt: Esta opção faz com que seu cliente aceite conexões externas. Como o Axe é uma rede peer-to-peer e o Axe Core é considerado um cliente completo porque armazena uma cópia do blockchain no seu dispositivo, habilitar essa opção ajuda outros clientes a sincronizar o blockchain e a rede através de seu nó.
ru: Эта опция даёт возможность вашему клиенту принимать подключения извне. Поскольку Axe - пиринговая сеть, а Axe Core считается полноценным клиентом, потому что он хранит на вашем устройстве копию блокчейна, включение этой опции позволит другим клиентам синхронизировать блокчейн и сеть через вашу ноду.

source: Connect through SOCKS5 proxy (default proxy)
pt: Conectar-se por meio do proxy SOCKS5 (proxy padrão)
ru: Подключаться через прокси SOCKS5 (прокси по умолчанию)

source: These options allow users on an intranet requiring a proxy to reach the broader internet to specify the address of their proxy server to relay requests to the internet. Contact your system administrator or check out the network settings in your web browser if you are unable to connect and suspect a proxy may be the source of the problem.
pt: Essas opções permitem que os usuários em uma intranet solicitem que um proxy atinja a Internet mais ampla para especificar o endereço de seu servidor proxy para retransmitir solicitações para a Internet. Entre em contato com o administrador do sistema ou verifique as configurações de rede no seu navegador da Web se não conseguir conectar-se e suspeitar que um proxy possa ser a origem do problema.
ru: Если пользователь работает с интранетом и ему нужен прокси для выхода в общий интернет, эти опции дают возможность настройки адреса прокси сервера, чтобы пересылать запросы в интернет. Свяжитесь с вашим системным администратором или проверьте сетевые настройки вашего браузера, если вы не можете подключиться и подозреваете, что проблема может быть в прокси.

source: Use separate SOCKS5 proxy to reach peers via Tor hidden services
pt: Use o proxy SOCKS5 separado para alcançar os peers por meio de serviços ocultos do Tor
ru: Использовать отдельный SOCKS5 прокси для подключения к участникам через скрытые сервисы Tor

source: These options allow you to specify an additional proxy server designed to help you connect to peers on the Tor network. This is an advanced option for increased privacy and requires a Tor proxy on your network. For more information about Tor, see `here <https://www.torproject.org/>`__.
pt: Essas opções permitem que você especifique um servidor proxy adicional projetado para ajudá-lo a se conectar a pontos na rede Tor. Esta é uma opção avançada para maior privacidade e requer um proxy Tor em sua rede. Para mais informações sobre o Tor, veja `here <https://www.torproject.org/>`__.
ru: Здесь вы можете настроить дополнительный прокси сервер, с помощью которого сможете подключиться к пирам в сети Tor. Это дополнительная опция для повышения уровня приватности, и она требует наличия Tor прокси в вашей сети. Чтобы узнать больше о Tor, пройдите по `ссылке<https://www.torproject.org/>`__.

source: Window tab
pt: Aba Window
ru: Вкладка Окно

source: This option contains options governing behavior of the Axe Core app window under Microsoft Windows.
pt: Esta opção contém opções que regem o comportamento da janela do aplicativo Axe Core no Microsoft Windows.
ru: В этой вкладке можно настроить поведение окна приложения Axe Core в Microsoft Windows.

source: The Window tab of the Axe Core Options dialog
pt: A guia Window da caixa de diálogo Opções do Core do Axe
ru: Вкладка Окно в диалоговом окне Настройки Axe Core

source: Hide tray icon
pt: Ocultar ícone da bandeja
ru: Скрыть иконку в системном лотке

source: When this option is enabled, Axe Core will not display an icon in the system tray. This option cannot be selected at the same time as **Minimize to the tray instead of the taskbar**.
pt: Quando esta opção está ativada, o Axe Core não exibe um ícone na bandeja do sistema. Esta opção não pode ser selecionada ao mesmo tempo que **Minimize para a bandeja em vez da barra de tarefas**.
ru: Когда эта опция включена, Axe Core не отображает иконку в системном лотке. Эту опцию невозможно включить одновременно с опцией **Сворачивать в системный лоток вместо панели задач**.

source: Minimize to the tray instead of the taskbar
pt: Minimizar para a bandeja em vez da barra de tarefas
ru: Сворачивать в системный лоток вместо панели задач

source: When this option is enabled and the Axe Core window is minimized, it will no longer appear in your taskbar as a running task. Instead, Axe Core will keep running in the background and can be re-opened from the Axe icon in the system tray (the area next to your system clock). This option cannot be selected at the same time as **Hide tray icon**.
pt: Quando esta opção está ativada e a janela do Axe Core é minimizada, ela não aparecerá mais na sua barra de tarefas como uma tarefa em execução. Em vez disso, o Axe Core continuará funcionando em segundo plano e poderá ser reaberto a partir do ícone do Axe na bandeja do sistema (a área ao lado do relógio do sistema). Esta opção não pode ser selecionada ao mesmo tempo que **Ocultar ícone da bandeja**.
ru: Когда эта опция включена и окно Axe Core свёрнуто, оно не отображается на панели задач как работающее приложение. Вместо этого, Axe Core будет работать в фоновом режиме, и его можно снова открыть через системный лоток (в области рядом с часами). Эту опцию невозможно включить одновременно с опцией **Скрыть иконку в системном лотке**.

source: Minimize on close
pt: Minimize na barra
ru: Сворачивать при закрытии

source: When this option is enabled, clicking the X button in the top right corner of the window will cause Axe Core to minimize rather than close. To completely close the app, select **File > Exit**.
pt: Quando esta opção está ativada, clicar no botão X no canto superior direito da janela fará com que o Core do Axe minimize ao invés de fechar. Para fechar completamente o aplicativo, selecione **Arquivo > Sair**.
ru: Когда эта опция включена, то клик по крестику в правом верхнем углу окна будет сворачивать, а не закрывать Axe Core. Чтобы полностью выйти из приложения, выберите **Файл > Выход**.

source: Display tab
pt: Guia de exibição
ru: Вкладка Отображение

source: This tab contains options relating to the appearance of the Axe Core app window.
pt: Essa guia contém opções relacionadas à aparência da janela da Carteira Axe.
ru: Эта вкладка содержит настройки отображения окна Axe Core.

source: The Display tab of the Axe Core Options dialog
pt: A guia Exibir da caixa de diálogo Opções da Carteira Axe
ru: Вкладка Отображение диалогового окна Настройки Axe Core.

source: User interface language
pt: Idioma de interface do usuário
ru: Язык интерфейса

source: Select your preferred language from this drop-down menu. Changing the language requires you to restart the Axe Core app.
pt: Selecione seu idioma preferido neste menu suspenso. Alterar o idioma exige que você reinicie o aplicativo Axe Core.
ru: Здесь вы можете выбрать предпочитаемый язык в выпадающем меню. После изменения языка потребуется перезапустить Axe Core.

source: User interface theme
pt: Tema da interface do usuário
ru: Тема интерфейса

source: You can use this option to select a different theme governing the appearance of the Axe Core window. All functionality is identical under the different themes, although the default Axe-light theme is most recent and most likely to work without any display artifacts.
pt: Você pode usar essa opção para selecionar um tema diferente que governa a aparência da janela do Core do Axe. Toda a funcionalidade é idêntica sob os diferentes temas, embora o tema padrão do Axe-light seja mais recente e com maior probabilidade de funcionar sem nenhum artefato de exibição.
ru: С помощью этой опции вы можете выбрать другую тему отображения окна Axe Core. Все функции в разных темах совершенно одинаковые, но в светлой теме, которая используется по умолчанию, скорее всего будет меньше возможных "артефактов".

source: Unit to show amounts in
pt: Unidade para mostrar valores em
ru: Отображать суммы в единицах

source: This allows you to change the default unit of currency in Axe Core from AXE to mAXE, µAXE or duffs. Each unit shifts the decimal separator three places to the right. Duffs are the smallest unit into which Axe may be separated.
pt: Isso permite que você altere a unidade padrão de moeda na Carteira Axe para mAXE, µAXE ou duffs. Cada unidade desloca o separador decimal três lugares para a direita. Os Duffs são a menor unidade na qual o Axe pode ser separado.
ru: Здесь вы можете изменить единицы валюты в Axe Core, с AXE на mAXE, µAXE или duffs. Каждая единица сдвигают десятичный разделитель на три пункта вправо. Duffs - самые маленькие единицы валюты, на которые делится Axe.

source: Decimal digits
pt: Dígitos decimais
ru: Знаков после запятой
