Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/axecore/interface.po
Languages: pt, ru

source: This option allows you to select how many decimal digits will be displayed in the user interface. This does not affect internal accounting of your inputs and balance.
pt: Essa opção permite que você selecione quantos dígitos decimais serão exibidos na interface do usuário. Isso não afeta a contabilização interna de suas entradas e saldo.
ru: Здесь можно выбрать количество десятичных знаков, которые будут отображаться в пользовательском интерфейсе. Эта опция никак не влияет на количество средств на ваших счетах и общий баланс.

source: Third party transaction URLs
pt: URLs de transação de terceiros
ru: Сторонние URL для транзакций

source: This option allows you to specify and external website to inspect a particular address or transaction on the blockchain. Several blockchain explorers are available for this. To use this feature, enter the URL of your favorite blockchain explorer, replacing the %s with the transaction ID. You will then be able to access this blockchain explorer directly from Axe Core using the context menu of any given transaction.
pt: Esta opção permite que você especifique e um site externo para inspecionar um determinado endereço ou transação no blockchain. Vários exploradores blockchain estão disponíveis para isso. Para usar este recurso, insira o URL do seu explorador blockchain favorito, substituindo %s pelo ID da transação. Você poderá então acessar este blockchain explorer diretamente do Axe Core usando o menu de contexto de qualquer transação.
ru: Здесь вы можете задать внешний вебсайт, чтобы проверить определённый адрес или транзакцию в блокчейне. Для этого подходят несколько блокчейн эксплореров. Чтобы воспользоваться этой функцией, введите URL выбранного блокчейн эксплорера и замените %sна ID транзакции. После этого вы сможете войти в блокчейн эксплорер напрямую из Axe Core с помощью контекстного меню любой выбранной транзакции.

source: The Tools Dialog
pt: A Ferramenta de Diálogo
ru: Диалоговое окно Инструменты

source: This documentation describes the functionality of the Axe Core Tools dialog, available under the **Tools** menu in Axe Core.
pt: Esta documentação descreve a funcionalidade da caixa de diálogo Ferramentas principais do Axe, disponível no menu **Ferramentas** na Carteira Axe Core.
ru: Эти документы описывают функционал диалогового окна Инструменты Axe Core, которые доступны через меню **Инструменты** в Axe Core.

source: Information tab
pt: Guia Informações
ru: Вкладка Информация

source: The Information tab of the Axe Core Tools dialog
pt: A guia Informações da caixa de diálogo Ferramentas principais do Axe
ru: Вкладка Информация в диалоговом окне Инструменты Axe Core

source: General
pt: Geral
ru: Общие

source: This section displays information on the name and version of the client and database, and the location of the current application data directory.
pt: Esta seção exibe informações sobre o nome e a versão do cliente e do banco de dados e o local do diretório de dados do aplicativo atual.
ru: В этом разделе отображается информация об имени и версии клиента и базы данных, а также местоположение текущей директории данных приложения.

source: Network
pt: Rede
ru: Сеть

source: This section displays information and statistics on the network to which you are connected.
pt: Esta seção exibe informações e estatísticas sobre a rede à qual você está conectado.
ru: В этом разделе отображается информация и статистика сети, к которой вы подключены.

source: Block chain
ru: Цепочка блоков

source: This section shows the current status of the blockchain.
pt: Esta seção mostra o status atual do blockchain.
ru: В этом разделе отображается текущий статус блокчейна.

source: Memory pool
pt: Pool de memória
ru: Пул памяти

source: This section shows the status of the memory pool, which contains transactions that could not yet be written to a block. This includes both transactions created since the last block and transactions which could not be entered in the last block because it was full.
pt: Esta seção mostra o status do pool de memória, que contém transações que ainda não puderam ser gravadas em um bloco. Isso inclui as transações criadas desde o último bloco e as transações que não puderam ser inseridas no último bloco porque estavam cheias.
ru: В этом разделе отображается статус пула памяти, где содержатся транзакции, которые ещё не могут быть записаны в блок. Здесь находятся как транзакции, которые были созданы во время последнего блока, так и транзакции, которые не вошли в последний блок, потому что он уже был полон.

source: Open debug log file
pt: Abra o arquivo de log de depuração
ru: Открыть отладочный лог-файл

source: This button opens debug.log from the application data directory. This file contains output from Axe Core which may help to diagnose errors.
pt: Este botão abre debug.log do diretório de dados do aplicativo. Este arquivo contém a saída do Axe Core, que pode ajudar a diagnosticar erros.
ru: Эта кнопка открывает debug.log из директории данных приложения. Этот файл содержит выгрузку из Axe Core, которая может помочь в диагностике ошибок.

source: Console tab
pt: Guia Console
ru: Вкладка Консоль

source: The Console tab provides an interface with the Axe Core RPC (remote procedure call) console. This is equivalent to the ``axe-cli`` command on headless versions of Axe, such as ``axed`` running on a masternode. Click the red ``–`` icon to clear the console, and see the detailed documentation on RPC commands to learn about the possible commands you can issue.
pt: A guia Console fornece uma interface com o console Axe Core RPC (chamada de procedimento remoto). Isto é equivalente ao comando ``axe-cli`` nas versões headless do Axe, como ``axed`` sendo executado em um masternode. Clique no ícone vermelho `` –`` para limpar o console, e veja a documentação detalhada dos comandos RPC para aprender sobre os possíveis comandos que você pode emitir.
ru: Во вкладке Консоль находится интерфейс с консолью Axe Core RPC (удалённая процедура вызова). Она эквивалентна команде ``axe-cli`` в безинтерфейсных версиях Axe, например ``axed``, которая работает на мастерноде. Кликните на красную иконку ``–``, чтобы очистить консоль, а также просмотрите детальное руководство по командам RPC, чтобы узнать больше о командах, которые вы можете использовать.

source: The Console tab of the Axe Core Tools dialog
pt: A guia Console da caixa de diálogo ferramentas da Carteira Axe Core
ru: Вкладка Консоль в диалоговом окне Инструменты Axe Core

source: Network Traffic tab
pt: Guia Tráfego de rede
ru: Вкладка Сетевой трафик

source: The Network Traffic tab shows a graph of traffic sent and received to peers on the network over time. You can adjust the time period using the slider or **Clear** the graph.
pt: A guia Tráfego de rede mostra um gráfico do tráfego enviado e recebido pelos colegas na rede ao longo do tempo. Você pode ajustar o período usando o controle deslizante ou **Limpar** o gráfico.
ru: Во вкладке Сетевой траффик отображается график со входящим и исходящим трафиком от пиров сети за всё время работы. Отображаемый период времени можно настроить, используя ползунок. Кроме того, можно очистить график с помощью кнопки **Очистить**.

source: The Network Traffic tab of the Axe Core Tools dialog
pt: A guia Tráfego de Rede da caixa de diálogo Ferramentas da Carteira Axe
ru: Вкладка Сетевой трафик в диалоговом окне Инструменты Axe Core

source: Peers tab
pt: Guia Peers
ru: Вкладка Пиры

source: The Peers tab shows a list of other full nodes connected to your Axe Core client. The IP address, version and ping time are visible. Selecting a peer shows additional information on the data exchanged with that peer.
pt: A guia "Pares" mostra uma lista de outros nós completos conectados ao seu cliente do Axe Core. O endereço IP, versão e tempo de ping estão visíveis. A seleção de um par mostra informações adicionais sobre os dados trocados com esse peer.
ru: Вкладка Пиры отображает список других полноценных нод, подключённых к вашему клиенту Axe Core. Доступны IP адрес, время пинга и версия клиента. При выборе пира отображается дополнительная информация об обмене данных с этим пиром.

source: The Peers tab of the Axe Core Tools dialog
pt: A aba Peers da caixa de diálogo ferramentas da Carteira Axe Core
ru: Вкладка Пиры в диалоговом окне Инструменты Axe Core

source: Wallet Repair tab
pt: Guia de reparo da carteira
ru: Вкладка Ремонт кошелька

source: The Wallet Repair tab offers a range of startup commands to restore a wallet to a functional state. Selecting any of these commands will restart Axe Core with the specified command-line option.
pt: A guia Reparar Carteira oferece vários comandos de inicialização para restaurar uma carteira a um estado funcional. Selecionar qualquer um desses comandos reiniciará a Carteira Axe Core o com a opção de linha de comando especificada.
ru: Во вкладке Ремонт кошелька находится набор загрузочных команд, чтобы привести кошелёк в рабочее состояние. Выбор любой из этих команд приведёт к перезапуску Axe Core с определёнными настройками, заданными командой.

source: The Wallet Repair tab of the Axe Core Tools dialog
pt: A aba de reparo da carteira da caixa de diálogo ferramentas da Carteira Axe Core
ru: Вкладка Ремонт кошелька в диалоговом окне Инструменты Axe Core

source: Salvage wallet
pt: Carteira em Salvamento
ru: Спасение кошелька

source: Salvage wallet assumes wallet.dat is corrupted and cannot be read. It makes a copy of wallet.dat to wallet.<date>.bak and scans it to attempt to recover any private keys. Check your debug.log file after running salvage wallet and look for lines beginning with "Salvage" for more information on operations completed.
pt: A carteira de salvamento assume que o wallet.dat está corrompido e não pode ser lido. Ele faz uma cópia de wallet.dat para wallet.<date>.bak e o verifica para tentar recuperar qualquer chave privada. Verifique seu arquivo debug.log depois de executar a carteira de recuperação e procure as linhas que começam com "Salvage" para obter mais informações sobre as operações concluídas.
ru: Спасение кошелька подразумевает, что файл wallet.dat повреждён и не может быть прочтён. При нажатии создаётся копия файла wallet.dat к wallet.<date>.bak и сканирует его, пытаясь восстановить приватные ключи. После запуска Спасения кошелька проверьте файл debug.log, а именно - строки, начинающиеся на "Salvage", чтобы узнать больше о проведённых операциях.

source: Rescan blockchain files
pt: Rescanear arquivos da blockchain
ru: Пересканировать цепочку блоков

source: Rescans the already downloaded blockchain for any transactions affecting accounts contained in the wallet. This may be necessary if you replace your wallet.dat file with a different wallet or a backup - the wallet logic will not know about these transactions, so a rescan is necessary to determine balances.
pt: Rescans o blockchain já baixado para quaisquer transações que afetem as contas contidas na carteira. Isso pode ser necessário se você substituir seu arquivo wallet.dat por uma carteira diferente ou um backup - a lógica da carteira não saberá sobre essas transações, portanto, uma nova verificação é necessária para determinar os saldos.
ru: Пересканирует уже скачанный блокчейн в поиске любой транзакции, которая влияет на содержащиеся в кошельке средства. Это может понадобиться, если вы заменили файл wallet.dat другим кошельком или бэкапом - логика кошелька не будет знать об этих транзакциях, поэтому пересканирование необходимо для восстановления баланса.

source: Recover transactions
pt: Recuperar transações
ru: Восстановление транзакций

source: The recover transactions commands can be used to remove unconfirmed transactions from the memory pool. Your wallet will restart and rescan the blockchain, recovering existing transactions and removing unconfirmed transactions. Transactions may become stuck in an unconfirmed state if there is a conflict in protocol versions on the network during PrivateSend mixing, for example, or if a transaction is sent with insufficient fees when blocks are full.
pt: Os comandos de recuperação de transações podem ser usados para remover transações não confirmadas do conjunto de memórias. Sua carteira irá reiniciar e redigitalizar o blockchain, recuperando transações existentes e removendo transações não confirmadas. As transações podem ficar paradas em um estado não confirmado se houver um conflito nas versões do protocolo na rede durante a mixagem do PrivateSend, por exemplo, ou se uma transação for enviada com taxas insuficientes quando os blocos estiverem cheios.
ru: Команды восстановления транзакций можно использовать для того, чтобы убрать из пула памяти неподтверждённые транзакции. Ваш кошелёк при этом перезапустится и пересканирует блокчейн, восстанавливая существующие транзакции и удаляя неподтверждённые транзакции. Транзакции могут застрять по разным причинам - например, если есть конфликт версий протокола, или если транзакция отправлена с недостаточной комиссией, когда блоки уже переполнены.

source: Upgrade wallet format
pt: Atualizar formato de carteira
ru: Обновить формат кошелька

source: This command is available for very old wallets where an upgrade to the wallet version is required in addition to an update to the wallet software. You can view your current wallet version by running the ``getwalletinfo`` command in the console.
pt: Este comando está disponível para carteiras muito antigas, onde é necessária uma atualização para a versão de carteira, além de uma atualização para o software de carteira. Você pode ver sua versão atual da carteira executando o comando ``getwalletinfo`` no console.
ru: Эта команда доступна для очень старых кошельков, где помимо обновления ПО необходимо обновлять версию кошелька. Версию вашего кошелька можно узнать, выполнив команду ``getwalletinfo`` в консоли.

source: Rebuild index
pt: Recontruir Indice
ru: Перестроить индекс

source: Discards the current blockchain and chainstate indexes (the database of unspent transaction outputs) and rebuilds it from existing block files. This can be useful to recover missing or stuck balances.
pt: Descarta o blockchain atual e incorpora os índices (o banco de dados de saídas de transação não gastas) e o recria a partir dos arquivos de bloco existentes. Isso pode ser útil para recuperar saldos ausentes ou emperrados.
ru: Удаляет текущий блокчейн и индексы статуса цепи (базу данных средств непотраченных транзакций) и перестраивает её из существующих файлов блока. Эту функцию можно использовать, чтобы восстановить пропавшие или застрявшие балансы.

source: axe, core, wallet, interface, dialog, synchronisation, tools options
pt: axe, core, carteira, interface, dialogo, sincronização, opções de ferramentas
