Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/axecore/send-receive.po
Languages: ar, de, es, fr, pt, ru, zh_cn

source: Guide to sending and receiving Axe using the Axe Core wallet
ar: دليل لإرسال واستقبال داش باستخدام محفظة داش كور
de: Anleitung für das Verschicken von Axe mit der Axe Core Wallet
es: Guía para enviar y recibir Axe usando la billetera Axe Core
fr: Guide d'envoi et de réception de axes au moyen du portefeuille logiciel Axe Core
pt: Guia para enviar e receber o Axe usando a carteira do Axe Core
ru: Руководство по отправке и получению AXE с использованием кошелька Axe Core
zh_cn: 使用Axe Core钱包发送或接收达世币

source: axe, core, wallet, send, receive, transaction
ar: داش، كور، محفظة، إرسال، إستقبال، المعاملة
de: axe, core, wallet, senden, empfangen, transaktion
es: axe, core, billetera, enviar, recibir, transacción
fr: axe, core, portefeuille, envoyer, recevoir, transaction
pt: axe, core, carteira, enviar, receber, transação
ru: axe, core, кошелёк, отправка, получение, транзакция
zh_cn: axe、core、钱包、发送、接收、交易

source: Sending and receiving
ar: الإرسال و الإستقبال
de: Senden und Empfangen
es: Enviar y recibir
fr: Envoyer et recevoir
pt: Enviando e recebendo
ru: Отправка и получение
zh_cn: 发送和接收

source: Your Axe Core Wallet is associated with a number of unique addresses that can be used to send and receive Axe. Each address holds its own balance, and the sum of all your balances is what appears on the **Overview** tab. When you send Axe, your wallet will automatically transfer funds from as many of your addresses as necessary to the destination address, which is controlled by another Axe user and associated with their wallet. You can control which addresses you use using the Coin Control feature.
ar: ترتبط محفظة داش كور الخاصة بك بعدد من العناوين الفريدة التي يمكن استخدامها لإرسال واستقبال داش. يحتفظ كل عنوان برصيده الخاص ، ومجموع جميع أرصدةك هو ما يظهر في علامة التبويب **نظرة عامة**. عند إرسال داش ، ستحوّل محفظتك الأموال تلقائيًا من أكبر عدد ممكن من عناوينك إلى عنوان الوجهة ، والذي يتحكم فيه مستخدم داش آخر ويرتبط بمحفوظته. يمكنك التحكم في العناوين التي تستخدمها باستخدام ميزة التحكم في العملة
de: Jede Axe Core Wallet ist mit einer Reihe einzigartiger Adressen verknüpft, die dazu verwendet werden können, Axe zu empfangen oder zu versenden. Jede Adresse verfügt über ihr eigenes Guthaben und das Gesamtguthaben im **Übersicht** Tab ist die Summe der Guthaben aller Adressen. Wenn Axe verschickt wird, nimmt die Wallet es automatisch von so vielen Adressen, wie nötig, und verschickt es an eine Adresse, die zum Wallet des anderen Nutzers gehört. Welche Adressen verwendet werden, kann über die Funktion Coin Control bestimmt werden.
es: Tu billetera Axe Core está asociada con varias direcciones únicas que se pueden usar para enviar y recibir Axe. Cada dirección tiene su propio saldo, y la suma de todos sus saldos es lo que aparece en la pestaña **Descripción general**. Cuando envíes Axe, tu billetera transferirá automáticamente fondos de tantas direcciones como sea necesario a la dirección de destino, que está controlada por otro usuario de Axe y asociada a su billetera. Puedes controlar qué direcciones usar con la función Control de monedas.
fr: Votre portefeuille Axe Core comporte un certain nombre d'adresses uniques que vous pouvez utiliser pour envoyer et recevoir des axes. Chaque adresse a son propre solde, et la somme de tous vos soldes est ce qui apparaît dans l'onglet **Vue d'ensemble**. Quand vous envoyez des axes, votre portefeuille transférera automatiquement les fonds depuis autant d'adresses que nécessaire vers l'adresse de destination, celle qui appartient à un autre utilisateur Axe et est incluse dans son portefeuille. Vous pouvez contrôler quelles adresses à utiliser avec la fonctionnalité de Contrôle des pièces.
pt: A sua carteira do Axe Core está associada a vários endereços exclusivos que podem ser usados para enviar e receber o Axe. Cada endereço possui seu próprio saldo e a soma de todos os seus saldos é o que aparece na guia **Visão geral**. Quando você envia o Axe, sua carteira transfere automaticamente fundos de quantos endereços forem necessários para o endereço de destino, que é controlado por outro usuário do Axe e associado à sua carteira. Você pode controlar quais endereços você usa usando o recurso Coin Control.
ru: Ваш кошелёк Axe Core связан с несколькими уникальными адресами, которые можно использовать для отправки и получения AXE. Каждый адрес имеет свой собственный баланс, а сумма всех ваших балансов показывается на вкладке **Обзор**. Когда вы отправляете AXE, ваш кошелёк автоматически переводит средства с необходимого количества ваших адресов на адрес назначения, который контролируется другим пользователем AXE и связан с его кошельком. Вы можете управлять используемыми адресами с помощью функции Coin Control.
zh_cn: Axe Core钱包内含一系列用于发送和接收达世币的地址。每个地址都存有一定的余额，而各个地址上的余额会显示在 **总览** 选项卡上。如果用户发送达世币，那么钱包将自动将资金从这些地址上转移到收款方的钱包地址上。用户可以通过货币控制功能来选定发送达世币时所用的地址。

source: When you confirm a transaction, Axe Core will enter the transaction in a block, which will then be added to the blockchain for other clients to confirm. A transaction is generally considered confirmed once six blocks have been added after the block containing your transaction, although masternode and mining payments are only released after 101 blocks. Note that a different process is used for InstantSend and PrivateSend transactions.
ar: عندما تقوم بتأكيد معاملة ، ستدخل داش كور الصفقة في كتلة ، والتي ستتم إضافتها بعد ذلك إلى بلوكشبن لتأكيد العملاء الآخرين. تعتبر الصفقة مؤكدًا بشكل عام بمجرد إضافة ست كتل بعد الكتلة المحتوية على معاملتك ، على الرغم من أن مدفوعات التعدين و ماسترنود يتم إصدارها بعد 101 كتلة فقط. لاحظ أنه يتم استخدام عملية مختلفة لعمليات الإرسال الفوري و الإرسال المخفي.
de: Nachdem die Transaktion bestätigt wurde trägt die Axe Core Wallet diese in einen Block ein, welcher dann an die Blockchain weitergegeben wird, wo er durch andere Clients bestätigt werden kann. Eine Transaktion gilt dann als durchgeführt, wenn sie durch sechs Blöcke bestätigt wurde, wobei Zahlungen an Masternodes und Miner erst nach 101 Blöcken freigegeben werden. Wichtig zu beachten ist, dass die Funktionen InstantSend und PrivateSend diesen Prozess verändern.
es: Cuando confirmas una transacción, Axe Core ingresará la transacción en un bloque, que luego se agregará a la cadena de bloques para que otros clientes la confirmen. Una transacción generalmente se considera confirmada una vez que se han agregado seis bloques después del bloque que contiene tu transacción, aunque los pagos a los masternodes y los pagos por minería solo se liberan después de 101 bloques. Tenga en cuenta que se utiliza un proceso diferente para las transacciones InstantSend y PrivateSend.
fr: Quand vous confirmez une transaction, Axe Core inclura cette transaction dans un bloc, qui sera alors ajouté à la blockchain pour que les autres logiciels clients le confirment. Une transaction est d'habitude considérée comme confirmée une fois que six blocs ont été ajoutés après le bloc contenant votre transaction, bien que les paiements de minage et de masternode soient eux confirmés après 101 blocs. À noter, un processus différent est utilisé pour les transactions InstantSend et PrivateSend.
pt: Quando você confirma uma transação, o Axe Core irá inserir a transação em um bloco, que será então adicionado ao blockchain para outros clientes confirmarem. Uma transação é geralmente considerada confirmada uma vez que seis blocos foram adicionados após o bloco contendo sua transação, embora os pagamentos de masternode e mineração sejam liberados somente após 101 blocos. Observe que um processo diferente é usado para transações InstantSend e PrivateSend.
ru: После подтверждения вами транзакции, Axe Core внесёт транзакцию в блок, который затем будет добавлен в блокчейн для подтверждения другими клиентами. Как правило, транзакция считается подтверждённой после того, как после блока, содержащего вашу транзакцию, будет добавлено ещё шесть блоков, хотя платежи мастернодам и за майнинг могут быть выведены только после 101 блока. Обратите внимание, что для транзакций InstantSend и PrivateSend используется другой процесс.
zh_cn: 一旦用户确认交易，Axe Core钱包将会把交易录入区块链，以等待其它客户端的确认。在包含该交易的区块链获得六次确认后，交易通常就会被认为已经得到了确认，不过，主节点奖励和矿工奖励往往需要等待101个区块创建之后才能予以确认。值得注意的是，即时发送和匿名发送交易的流程与上述过程有所区别。

source: Axe addresses are 34 characters long and begin with an uppercase X.
ar: تتكون عناوين داش من 34 حرفًا وتبدأ بحرف X كبيرًا.
de: Axe-Adressen sind 34 Zeichen lang und beginnen mit einem großen X.
es: Las direcciones de Axe tienen 34 caracteres y comienzan con una X en mayúscula.
fr: Les adresses Axe ont une longueur de 34 caractères et commencent par un X majuscule.
pt: Os endereços do Axe têm 34 caracteres e começam com um X maiúsculo.
ru: Адреса в кошельке Axe состоят из 34 символов и начинанаются с заглавной буквы Х.
zh_cn: 达世币地址以大写字母X开头，长度为34个字符。

source: Sending Axe
ar: إرسال داش
de: Axe versenden
es: Enviar Axe
fr: Envoyer des axes
pt: Enviando Axe
ru: Отправка AXE
zh_cn: 发送达世币

source: You can use Axe Core to send Axe from your balance to another user. The receiving user will provide you with a Axe address to which you should send the funds. Click the **Send** tab in the tab bar and enter the destination address in the **Pay To** field.
ar: يمكنك استخدام داش كور لإرسال داش من رصيدك إلى مستخدم آخر. سيزودك المستخدم المتلقي بعنوان داش يجب إرسال الأموال إليه. انقر فوق علامة **إرسال** في شريط علامات وأدخل عنوان الوجهة في الحقل **الدفع إلى**
de: Axe Core kann dazu verwendet werden, Axe aus der eigenen Wallet an einen anderen Nutzer zu senden. Der empfangende Nutzer muss hierzu seine Axe-Adresse angeben, an die das Guthaben geschickt werden soll. Über den **Überweisen** Tab in der Tableiste und das **Empfänger** Feld kann diese eingetragen werden.
es: Puedes usar Axe Core para enviar Axe desde tu saldo a otro usuario. El usuario que recibe los fondos te proporcionará una dirección de Axe a la que debes enviar los fondos. Haz click en la pestaña **Enviar** en la barra de pestañas e ingresa la dirección de destino en el campo **Pagar a**.
fr: Vous pouvez utiliser le logiciel Axe Core pour envoyer des axes à un autre utilisateur. L'utilisateur en réception doit vous fournir une adresse Axe à laquelle envoyer les fonds. Cliquez sur l'onglet **Envoyer** dans la barre d'onglets, puis entrez l'adresse de destination dans le champ **Payer à**.
pt: Você pode usar o Axe Core para enviar o Axe da sua conta para outro usuário. O usuário que recebe lhe fornecerá um endereço do Axe para o qual você deverá enviar os fundos. Clique na guia **Enviar** na barra de guias e insira o endereço de destino no campo **Pagar para**.
ru: Вы можете использовать Axe Core для отправки AXE из вашего баланса другому пользователю. Пользователь, получающий средства предоставит вам адрес AXE, на который вы должны отправить деньги. Перейдите на вкладку **Отправить** на панели вкладок и введите адрес назначения в поле **Получатель**.
zh_cn: 用户可以通过Axe Core钱包将余额发送给他人。收款方需要提供接收资金的达世币地址。在获取收款地址后，用户可以单击选项卡栏上的 **发送** 选项卡，然后在 **支付给** 字段中输入收款地址。

source: The Axe Core Send tab
ar: شريط الإرسال من داش كور
de: Der Überweisen Tab in Axe Core
es: La pestaña Enviar de Axe Core
fr: Onglet Envoyer du logiciel Axe Core
pt: A guia Envio do Axe Core
ru: Вкладка "Отправить" в Axe Core
zh_cn: Axe Core钱包的发送选项卡

source: You can also use the three icons |sendicons| to the right of the **Pay To** field to select a previously used address, paste an address from the clipboard, or clear the current address. If this is a new address, you can enter a name for the address in the **Label** field to help identify it again later. Finally, enter the amount of Axe you want to transfer in the **Amount** field.
ar: يمكنك أيضًا استخدام الرموز الثلاثة |sendicons| إلى يمين الحقل **الدفع إلى** لتحديد عنوان تم استخدامه مسبقًا ، أو لصق عنوان من الحافظة ، أو مسح العنوان الحالي. إذا كان هذا عنوانًا جديدًا ، يمكنك إدخال اسم للعنوان في الحقل **ملصق** للمساعدة في التعرف عليه مرة أخرى لاحقًا. أخيرًا ، أدخل مقدار داش التي تريد نقلها في حقل **المبلغ**.
de: Zudem können auch die drei Icons |sendicons| rechts neben dem **Empfänger** Feld ausgewählt werden, wodurch es möglich ist eine Adresse erneut anzuwählen, eine Adresse aus der Zwischenablage einzufügen oder die momentan eingegebene Adresse zu löschen. Wenn die Adresse neu ist, macht es Sinn sie über **Bezeichnung** zu kennzeichnen, damit sie später wiedererkannt werden kann. Zum Schluss ist es noch notwendig die korrekte Menge an Axe unter **Betrag** einzugeben.
es: También puedes usar los tres íconos |sendicons| a la derecha del campo **Pagar a** para seleccionar una dirección usada anteriormente, pega una dirección desde el portapapeles o borra la dirección actual. Si esta es una dirección nueva, puedes ingresar un nombre para la dirección en el campo **Etiqueta** para ayudar a identificarla nuevamente más adelante. Finalmente, ingresa la cantidad de Axe que deseas transferir en el campo **Monto**.
fr: Vous pouvez utiliser aussi les trois icônes |sendicons| à droite du champ **Payer à** pour choisir une adresse déjà utilisée, coller une adresse depuis le presse-papiers, ou effacer l'adresse actuelle. S'il s'agit d'une nouvelle adresse, vous pouvez entrer un nom pour cette adresse dans le champ **Étiquette** pour faciliter son identification ultérieure. Enfin, saisissez le montant Axe que vous souhaitez transférer dans le champ **Montant**.
pt: Você também pode usar os três ícones |sendicons| à direita do campo **Pagar para** para selecionar um endereço usado anteriormente, cole um endereço da área de transferência ou limpe o endereço atual. Se este for um novo endereço, você pode inserir um nome para o endereço no campo **Etiqueta** para ajudar a identificá-lo novamente mais tarde. Por fim, insira a quantia de Axe que você deseja transferir no campo **Quantidade**.
ru: Вы также можете использовать три значка |sendicons| справа от поля **Получатель** для выбора ранее использованного адреса, вставки адреса из буфера обмена или очистки поля с текущим адресом. Если вы ввели новый адрес, то можете ввести имя для этого адреса в поле **Метка**, чтобы позже иметь возможность идентифицировать его. И наконец, введите сумму AXE, которую вы хотите переслать, в поле **Количество**.
zh_cn: 用户还可以通过位于 **支付给** 字段的右边的发送图标来选择之前用过的地址、从剪贴板上复制粘贴地址或清除当前的地址。如果输入的是新的地址，用户可以通过 **标签** 字段来为该地址命名，以便将来识别地址的所有人。最后，用户还要在 **金额** 字段中输入想要发送的达世币金额。

source: The other options relate to fees and PrivateSend/InstantSend. You can choose if you want to pay the network fee in addition to the amount sent, or subtract it from the amount sent. You can also increase your fee to encourage nodes on the network to prioritize your transaction. Choosing **InstantSend** has a similar effect, but actually relies on a different mechanism in the second layer network to speed up the transaction time. Choosing **PrivateSend** will send Axe from an address that has previously been mixed. You can find out more about PrivateSend and InstantSend :ref:`here <axecore-privatesend-instantsend>`.
ar: الخيارات الأخرى تتعلق بالرسوم و الإرسال المخفي/الإرسال الفوري. يمكنك اختيار ما إذا كنت تريد دفع رسوم الشبكة بالإضافة إلى المبلغ المرسل أو طرحها من المبلغ المرسل. يمكنك أيضًا زيادة الرسوم لتشجيع العقد على الشبكة لتحديد أولويات المعاملة. اختيار **الإرسال الفوري** له تأثير مماثل ، لكنه يعتمد في الواقع على آلية مختلفة في شبكة الطبقة الثانية لتسريع وقت المعاملة. سيؤدي اختيار **الإرسال المخفي** إلى إرسال داش من عنوان تم مزجه سابقًا. يمكنك معرفة المزيد عن الإرسال المخفي و الإرسال الفوري :ref:`هنا <axecore-privatesend-instantsend>`.
de: Die optionalen Auswahlfelder beziehen sich auf Gebühren und PrivateSend/InstantSend. Es ist möglich die Gebühren zusätzlich zum Betrag zu überweisen oder diese von diesem abzuziehen. Die Gebühr kann auch erhöht werden, wenn dies durch eine starke Belastung des Netzwerks nötig wird. Durch **InstantSend** ist es mithilfe der Masternodes möglich die Transaktion noch weiter zu beschleunigen. Durch **PrivateSend** werden Beträge versandt, die vorher bereits gemischt worden sind. Weitere Informationen zu PrivateSend und InstantSend gibt es :ref:`hier <axecore-privatesend-instantsend>`.
es: Las otras opciones se relacionan con comisiones y PrivateSend/InstantSend. Puedes elegir si deseas pagar la comisión de la red además de la cantidad enviada, o restarla del monto enviado. También puedes aumentar tu comisión para alentar a los nodos en la red a priorizar tu transacción. Elegir **InstantSend** tiene un efecto similar, pero en realidad depende de un mecanismo diferente en le segundo nivel de red para acelerar el tiempo de transacción. Al elegir **PrivateSend**, se enviará Axe desde una dirección previamente mezclada. Puedes encontrar más información sobre PrivateSend y InstantSend :ref:`aquí <axecore-privatesend-instantsend>`.
fr: Les autres options concernent les frais et les fonctions PrivateSend et InstantSend. Vous pouvez choisir de payer les frais de réseau en plus du montant envoyé, ou bien de les soustraire au montant envoyé. Vous pouvez aussi augmenter vos frais de façon à encourager les nœuds sur le réseau à rendre votre transaction prioritaire. Choisir **InstantSend** a un effet similaire, mais repose en fait sur un mécanisme différent dans le réseau de second niveau, afin d'accélérer les durées de transaction. Choisir **PrivateSend** enverra les fonds Axe depuis une adresse précédemment mélangée. Vous pouvez en savoir plus sur PrivateSend et InstantSend :ref:`ici <axecore-privatesend-instantsend>`.
pt: As outras opções estão relacionadas a taxas e PrivateSend/InstantSend. Você pode escolher se deseja pagar a taxa de rede além do valor enviado ou subtrai-la do valor enviado. Você também pode aumentar sua taxa para incentivar os nós na rede a priorizar sua transação. A escolha do **InstantSend** tem um efeito semelhante, mas na verdade depende de um mecanismo diferente na rede da segunda camada para acelerar o tempo de transação. A escolha do **PrivateSend** enviará o Axe de um endereço que tenha sido previamente misturado. Você pode descobrir mais sobre o PrivateSend e o InstantSend :ref:`aqui <axecore-privatesend-instantsend>`.
ru: Другие опции касаются комиссий и функций PrivateSend/InstantSend. Вы можете выбрать, добавлять ли сетевую комиссию к отправляемой сумме или вычесть её из этой суммы. Вы также можете увеличить размер комиссии для поощрения сетевых узлов в установке приоритета вашей транзакции. Выбрав **InstantSend** вы получите аналогичный эффект, но в данном случае будет задействован другой механизм сети второго уровня для ускорения пересылки транзакции. Выбор **PrivateSend** отправит Axe из адреса, который ранее участвовал в смешивании. Узнать больше о PrivateSend и InstantSend можно по :ref:`ссылке <axecore-privatesend-instantsend>`.
zh_cn: 其它选项涉及手续费、匿名发送或即时发送功能。用户可以选择在所汇金额中自动扣除交易费用，也可以选择在汇款之外另行支付。如果希望达世币网络优先处理个人交易，那么用户就需要额外支付交易费用。用户可以选择 **即时发送** 功能，不过这个功能需要依靠网络的第二层级的不同机制才能加速交易确认。用户还可以选择 **匿名发送** 功能，它将发送经过预先混币的达世币。如需了解有关匿名发送和即时发送的更多信息，请点击\ :ref:`此处 <axecore-privatesend-instantsend>`\ 。

source: Let’s try an example. Say you have received an invoice which you now want to pay with Axe. The writer of the invoice has included a Axe address, which can be seen in the following window beginning with *Xpa*. The invoice is for 2.45 Axe, which you fill in the **Amount** field.
ar: لنجرب مثالاً. لنفترض أنك تلقيت فاتورة تريد دفعها الآن باستخدام داش. قام كاتب الفاتورة بتضمين عنوان الشرطة ، والذي يمكن رؤيته في النافذة التالية التي تبدأ بـ *Xpa*. الفاتورة هي ل 2.45 داش ، التي تقوم بملء حقل **المبلغ**.
de: Hier ein Beispiel: Sagen wir, dass ein Nutzer eine Rechnung empfangen hat, die er nun mit Axe bezahlen möchte. Der Rechnungssteller hat eine Axe-Adresse angeführt, die mit *Xpa* beginnt und im nachfolgenden Fenster gesehen werden kann. Die Rechnung ist über 2,45 Axe gestellt, was im Feld **Betrag** eingetragen wird.
es: Probemos un ejemplo. Supongamos que recibiste una factura que ahora deseas pagar con Axe. El autor de la factura ha incluido una dirección de Axe, que se puede ver en la siguiente ventana que comienza con *Xpa*. La factura es por 2.45 Axe, lo que debes completar en el campo **Monto**.
fr: Voici un exemple. Supposons que vous avez reçu une facture que vous souhaitez payer en axes. L'émetteur de la facture a inclus une adresse Axe, qu'on peut voir dans la fenêtre suivante et qui commence par *Xpa*. La facture est de 2,45 axes, ce que vous pouvez indiquer dans le champ **Montant**.
pt: Vamos tentar um exemplo. Digamos que você tenha recebido uma fatura que agora deseja pagar com o Axe. O escritor da fatura incluiu um endereço de Axe, que pode ser visto na seguinte janela começando com *Xpa*. A fatura é para 2.45 Axe, que você preenche no campo **Valor**.
ru: Попробуем пример. Скажем, вы получили товарный счёт, который вы сейчас хотите оплатить с помощью AXE. Автор этого счёта добавил адрес AXE, который можно увидеть в приведённом окне, начинающийся с *Xpa*. Товарный счёт выставлен на сумму 2,45 AXE, которую вы вписываете в поле **Количество**.
zh_cn: 我们举个例子来示范一下吧。假设用户收到了一个票据，然后想用达世币来支付。票据上含有收款方的达世币地址，即下一个窗口上显示的以 *Xpa* 开头的字符，支付金额为2.45个达世币，据此，用户就可以把地址和金额填到相应的字段中了。

source: The Send tab filled out for a transaction
ar: تم ملء علامة إرسال لإجراء معاملة
de: Der für eine Transaktion ausgefüllte Tab "Überweisen"
es: La pestaña Enviar rellenada para una transacción
fr: L'onglet Envoyer rempli pour une transaction
pt: A guia Enviar preenchida para uma transação
ru: Вкладка "Отправить" заполнена для совершения транзакции
zh_cn: 为交易填写的发送选项卡

source: Once you have entered the destination address and the amount, click the **Send** button. If you have encrypted your wallet, you will now be required to enter your password to unlock the wallet.
ar: بمجرد إدخال عنوان الوجهة والمبلغ ، انقر فوق الزر **إرسال**. إذا قمت بتشفير محفظتك ، سيُطلب منك الآن إدخال كلمة المرور لإلغاء قفل المحفظة.
de: Nachdem die Zieladresse und der Betrag eingegeben wurden, muss der Knopf mit der Aufschrift **Überweisen** gedrückt werden. Wenn die Wallet zuvor verschlüsselt wurde, muss sie nun mit einem Passwort entschlüsselt werden.
es: Una vez que hayas ingresado la dirección de destino y el monto, haz click en el botón **Enviar**. Si encriptaste tu billetera, ahora se te pedirá que ingreses tu contraseña para desbloquear la billetera.
fr: Une fois que vous avez saisi l'adresse de destination et le montant, cliquez sur le bouton **Envoyer**. Si vous avez chiffré votre portefeuille, il vous sera demandé de saisir votre mot de passe pour déverrouiller votre portefeuille.
pt: Depois de inserir o endereço de destino e o valor, clique no botão **Enviar**. Se você criptografou sua carteira, será necessário inserir sua senha para desbloquear a carteira.
ru: После того, как вы ввели адрес назначения и сумму, нажмите кнопку **Отправить**. Если вы зашифровали свой кошелёк, то вам потребуется сначала ввести пароль, чтобы разблокировать кошелёк.
zh_cn: 输入收款地址和金额后，用户需要单击 **发送** 按键。如果用户已经对钱包进行了加密，那么用户还需要输入密码来解锁。

source: Entering the password to unlock the wallet
ar: إدخال كلمة المرور لفتح المحفظة
de: Passwort eingeben, um eine Wallet zu entsperren
es: Ingresar la contraseña para desbloquear la billetera
fr: Saisie du mot de passe pour déverrouiller le portefeuille
pt: Digitando a senha para desbloquear a carteira
ru: Введение пароля для разблокировки кошелька
zh_cn: 输入密码来解锁钱包
