Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/wallets/axecore/send-receive.po
Languages: ar, de, es, fr, pt, ru, zh_cn

source: Finally, you are given one final confirmation and chance to cancel your send transaction before Axe Core processes the transaction on the blockchain.
ar: وأخيرًا ، يتم إعطاؤك تأكيدًا نهائيًا واحدًا وفرصة لإلغاء معاملة الإرسال قبل أن تقوم داش كور بمعالجة المعاملة على بلوكشين.
de: Vor dem Absenden muss die Transaktion noch einmal bestätigt werden, damit die Axe Core Wallet sie an die Blockchain weiterleitet. Ein Abbruch ist vor dem Absenden jederzeit möglich.
es: Finalmente, recibirás una confirmación final y la oportunidad de cancelar tu transacción de envío antes de que Axe Core procese la transacción en la cadena de bloques.
fr: Enfin, il vous est affiché une demande de confirmation, dernière chance d'annuler votre transaction avant que Axe Core n'opère la transaction sur la blockchain.
pt: Finalmente, você recebe uma confirmação final e a chance de cancelar sua transação de envio antes que o Axe Core processe a transação no blockchain.
ru: И наконец, необходимо совершить последнее окончательное подтверждение или отменить транзакцию отправки до того, как Axe Core отправит её в обработку на блокчейн.
zh_cn: 最后要提醒的一点是，在Axe Core钱包处理区块链上的交易之前，用户还有机会进行最终确认或取消正在进行的交易。

source: Final confirmation window
ar: نافذة التأكيد النهائية
de: Abschließendes Bestätigungsfenster
es: Ventana final de confirmación
fr: Fenêtre ultime de confirmation
pt: Janela de confirmação final
ru: Окно окончательного подтверждения
zh_cn: 最终确认的窗口

source: If you respond with **Yes**, your transaction will be processed. Your operating system may display a notification, and the transaction will appear on the Transactions tab, where you can monitor its progress.
ar: إذا قمت بالرد بـ **نعم** ، فستتم معالجة معاملتك. قد يعرض نظام التشغيل إشعارًا ، وستظهر المعاملة في علامة المعاملات ، حيث يمكنك مراقبة تقدمها
de: Durch das Drücken auf **Ja** wird die Transaktion abgeschickt. Das System wird nun eine Benachrichtigung herausgeben und die Transaktion wird im Transaktionen Tab dargestellt, wo auch ihr Fortschritt beobachtet werden kann.
es: Si respondes con **Si**, tu transacción será procesada. Tu sistema operativo puede mostrar una notificación, y la transacción aparecerá en la pestaña Transacciones, donde puedes monitorear su progreso.
fr: Si vous répondez **Oui**, votre transaction sera opérée. Votre système d'exploitation peut éventuellement afficher une notification, puis la transaction apparaîtra dans l'onglet Transaction, où vous pourrez suivre sa progression.
pt: Se você responder com **Sim**, sua transação será processada. Seu sistema operacional pode exibir uma notificação e a transação aparecerá na guia Transações, onde você poderá monitorar seu progresso.
ru: Если вы ответите **Да**, ваша транзакция будет обработана. Ваша операционная система может отобразить уведомление, и транзакция появится на вкладке "Транзакции", где вы можете отслеживать её прогресс.
zh_cn: 如果用户的确认 **是**，那么用户的交易将得到处理。之后，用户的操作系统将会弹出通知，而交易情况将会在交易选项卡上自动更新，以便用户掌握交易进程。

source: The Windows 10 sent transaction confirmation notification
ar: أرسل ويندوز 10 إشعار تأكيد المعاملة
de: Die Transaktionsbestätigung unter Windows 10
es: La notificación de confirmación de transacción enviada por Windows 10
fr: Notification de confirmation de transaction envoyée, sur Windows 10
pt: O Windows 10 enviou notificação de confirmação de transação
ru: Уведомление о подтверждении отправки транзакции в Windows 10
zh_cn: Windows 10操作系统发送的交易确认通知

source: Note that the amount of the transaction increased by .000045 Axe. This is the transaction fee. In the next section, we will see what this procedure looks like from the receiving side.
ar: لاحظ أن كمية المعاملة زادت بمقدار .000045 داش. هذه هي رسوم المعاملة. في القسم التالي ، سنرى كيف يبدو هذا الإجراء من جانب المتلقي.
de: Wichtig zu beachten ist, dass der Transaktionsbetrag um 0,000045 angestiegen ist. Hierbei handelt es sich um die Transaktionsgebühr. Im nächsten Abschnitt werden wir darstellen, wie dieses Verfahren von der Empfängerseite her aussieht.
es: Ten en cuenta que el monto de la transacción aumentó en .000045 Axe. Esta es la comisión de transacción. En la siguiente sección, veremos cómo se ve este procedimiento desde el lado de recepción.
fr: À noter que le montant de la transaction a été augmenté de 0,000045 axe. Il s'agit des frais de transaction. Dans la section suivante, nous verrons à quoi ressemble cette procédure vue du côté du destinataire.
pt: Observe que o valor da transação aumentou em .000045 Axe. Esta é a taxa de transação. Na próxima seção, veremos como esse procedimento se parece no lado do recebimento.
ru: Обратите внимание, что сумма транзакции увеличилась на 0.000045 AXE. Это плата за транзакцию. В следующем разделе мы увидим, как выглядит эта процедура с принимающей стороны.
zh_cn: 请注意，发送金额比实际的交易金额多了0.000045达世币，这是交易所收取的手费用。在下一个章节中，我们将从收款方的角度了解这一过程。

source: Receiving Axe
ar: إستقبال داش
de: Axe empfangen
es: Recibir Axe
fr: Recevoir des axes
pt: Recebendo Axe
ru: Получение AXE
zh_cn: 接收达世币

source: To receive Axe, you must first create a receiving address to give to the sending party. To do this, click **File > Receiving addresses**. The **Receiving addresses** window appears.
ar: لتلقي داش ، يجب أولاً إنشاء عنوان استلام لمنح الطرف المرسل. للقيام بذلك ، انقر فوق **ملف> عناوين الإستلام**. تظهر نافذة عناوين الاستلام.
de: Um Axe zu empfangen, muss zuerst eine Empfangsadresse erstellt und an den Absender gesandt werden. Diese befindet sich unter **Datei > Empfangsadressen**. Durch das Auswählen dieser Option wird das Fenster mit den **Empfangsadressen** angezeigt.
es: Para recibir Axe, primero debe crear una dirección de recepción para entregarla a la parte que envía. Para hacer esto, haz click en **Archivo > Recibir direcciones**. Aparece la ventana **Recibir direcciones**.
fr: Pour recevoir des axes, vous devez d'abord créer une adresse de réception à communiquer à la tierce partie qui vous enverra des fonds. Pour cela, choisissez le menu **Fichier > Adresses de réception**. La fenêtre **Adresses de réception** apparaît.
pt: Para receber o Axe, primeiro você deve criar um endereço de recebimento para dar à parte de envio. Para fazer isso, clique em **Arquivo > Recebendo Endereços**. A janela **Recebendo endereços** é exibida.
ru: Чтобы получить AXE, вы должны сначала создать адрес для получения, чтобы отправить его отправителю платежа. Для этого нажмите **Файл > Адреса для получения**. Появится окно **Адреса для получения**.
zh_cn: 如需接收达世币，用户首先要创建一个接收地址并提供给汇款人。具体来说，用户需要单击 **文件 > 接收地址**，接下来界面将会弹出一个 **接收地址** 窗口。

source: The Receiving addresses window
ar: نافذة عناوين الإستلام
de: Das Empfangsadressenfenster
es: La ventana de Recibir direcciones
fr: Fenêtre Adresses de réception
pt: A janela de endereços de recebimento
ru: Окно с адресами для получения
zh_cn: 接收地址窗口

source: Either copy an existing address by clicking on the address and then the **Copy** button, or create a new address by clicking the **New** button. You can also edit an existing address by right clicking and selecting **Edit** address from the context menu. Give this address to the person who will send you Axe. Your wallet does not need to be open to receive funds, but if it is, you can watch the transaction arrive in real time. This is because your wallet constantly watches for new blocks on the blockchain when it is open, and will recognize a new transaction involving your receiving address when it occurs.
ar: إما أن تنسخ عنوانًا موجودًا بالنقر فوق العنوان ثم الزر **نسخ** ، أو إنشاء عنوان جديد بالنقر فوق الزر **جديد**. يمكنك أيضًا تحرير عنوان موجود بالنقر بزر الماوس الأيمن وتحديد **تحرير** عنوان من قائمة السياق. أعط هذا العنوان للشخص الذي سيرسل إليك داش. لا يلزم أن تكون محفظتك مفتوحة لتلقي الأموال ، ولكن إذا كان الأمر كذلك ، فيمكنك مشاهدة عملية الوصول في الوقت الفعلي. يرجع ذلك إلى أن محفظتك تراقب باستمرار إنشاء كتل جديدة على بلوكشين عندما تكون مفتوحة ، وسوف تتعرف على معاملة جديدة تتضمن عنوان استلامك عند حدوثه.
de: Hier kann nun entweder eine bestehende Adresse durch Anwählen und anschließendes Anklicken des **Kopieren** Knopfes kopiert oder eine neue Adresse durch das Klicken auf **Neu** erstellt werden. Eine bestehende Adresse kann ebenfalls über **Editieren** verändert werden. Die Adresse muss nun an den Absender der Axe weitergegeben werden. Die Wallet muss nicht geöffnet sein, damit die Transaktion stattfindet, sie kann jedoch dazu verwendet werden, den Verlauf in Echtzeit zu verfolgen. Dies hängt damit zusammen, dass die Wallet konstant die neuen Blöcke beobachtet und nach dem Vorkommen der eigenen Adresse Ausschau hält.
es: Copia una dirección existente haciendo click en la dirección y luego en el botón **Copiar**, o crea una nueva dirección haciendo clic en el botón **Nueva**. También puedes editar una dirección existente haciendo click derecho y seleccionando **Editar** en la dirección desde el menú contextual. Debes dar esta dirección a la persona que te enviará Axe. No es necesario que tu billetera esté abierta para recibir fondos, pero si lo está, puedes ver la transacción llegar en tiempo real. Esto se debe a que tu billetera busca constantemente nuevos bloques en la cadena de bloques cuando está abierta, y reconocerá cuando ocurra una nueva transacción que involucre tu dirección de recepción.
fr: Vous pouvez soit copier une adresse existante en cliquant sur elle puis sur le bouton **Copier**, soit créer une nouvelle adresse en cliquant sur le bouton **Nouveau**. Vous pouvez aussi modifier une adresse existante en faisant un clic-droit dessus puis en choisissant **Modifier** dans le menu contextuel. Communiquez cette adresse à la personne qui vous enverra des axes. Votre portefeuille n'a pas besoin d'être ouvert pour recevoir des fonds, mais si jamais il est ouvert, vous verrez la transaction arriver en temps réel. En effet, votre portefeuille surveille constamment les nouveaux blocs sur la blockchain, et il reconnaîtra une nouvelle transaction qui inclut votre adresse de réception, dès lors qu'elle apparaîtra.
pt: Copie um endereço existente clicando no endereço e, em seguida, no botão **Copiar** ou crie um novo endereço clicando no botão **Novo**. Você também pode editar um endereço existente clicando com o botão direito e selecionando **Editar** endereço no menu de contexto. Dê este endereço para a pessoa que lhe enviará o Axe. Sua carteira não precisa estar aberta para receber fundos, mas se estiver, você pode ver a transação chegar em tempo real. Isso ocorre porque sua carteira sempre procura novos blocos no blockchain quando ela está aberta e reconhece uma nova transação envolvendo seu endereço de recebimento quando ele ocorre.
ru: Скопируйте существующий адрес, нажав на адрес, а затем на кнопку **Копировать**, либо создайте новый адрес, нажав кнопку **Новый**. Вы также можете отредактировать существующий адрес, щёлкнув правой кнопкой мыши и выбрав **Правка** адреса из контекстного меню. Дайте этот адрес человеку, который отправляет вам AXE. Ваш кошелёк не обязательно должен быть открыт для получения средств, но если он открыт, вы можете наблюдать, как транзакция поступает в режиме реального времени. Это связано с тем, что когда ваш кошелёк открыт, он постоянно следит за новыми блоками в блокчейне и будет распознавать новые транзакции, связанные с вашим адресом получения, когда они появятся.
zh_cn: 用户可以点击并 **复制** 现有地址，也可以通过 **新建** 按键来创建新的地址，还可以通过右击现有地址并选择 **编辑** 来进行编辑。然后，用户需要将地址发送给汇款人。钱包无需打开也能实时接收资金，这是因为用户的钱包会一直关注区块链上的新区块，并探查到与本钱包地址有关的新交易。

source: The Windows 10 received transaction confirmation notification
ar: أرسل ويندوز 10 إشعار تأكيد إستلام المعاملة
de: Die Empfangsbenachrichtigung unter Windows 10
es: Windows 10 recibió notificación de confirmación de transacción
fr: Notification de confirmation de transaction reçue, sur Windows 10
pt: O Windows 10 recebeu notificação de confirmação de transação
ru: Уведомление о подтверждении получения транзакции в Windows 10
zh_cn: Windows 10操作系统收到的交易确认通知

source: Once you have been paid, you can see the balance both on the **Overview** tab and on the **Transactions** tab.
ar: بمجرد أن يتم الدفع لك ، يمكنك رؤية الرصيد في كل من علامة **نظرة عامة** وعلى علامة **المعاملات**.
de: Nachdem die Zahlung durchgeführt wurde, kann der Betrag unter **Übersicht** und **Transaktionen** gesehen werden.
es: Una vez que te hayan pagado, puedes ver el saldo en la pestaña **Descripción general** y en la pestaña **Transacciones**.
fr: Une fois que vous avez été payé, vous pouvez consulter le solde à la fois dans l'onglet **Vue d'ensemble** et dans l'onglet **Transactions**.
pt: Depois de receber o pagamento, você poderá ver o saldo na guia **Visão geral** e na guia **Transações**.
ru: После того, как вы заплатили, вы можете увидеть баланс как на вкладке **Обзор**, так и на вкладке **Транзакции**.
zh_cn: 收到付款后，用户可以在 **总览** 和 **交易** 选项卡上查看余额。

source: The received transaction
ar: معاملة الإساقبال
de: Die empfangene Transaktion
es: La transacción recibida
fr: La transaction une fois reçue
pt: A transação recebida
ru: Полученная транзакция
zh_cn: 收到的支付款项

source: **How to Create New Receiving Addresses in AxeQT**
ar: **كيفية إنشاء عناوين استقبال جديدة في AxeQ**
de: **Wie man eine Empfangsadresse in AxeQT erstellt**
es: **Como crear Nuevas Direcciones de Recepción en AxeQT**
fr: **Comment créer de nouvelles adresses de réception dans Axe Core**
pt: **Como criar novos endereços de recebimento no AxeQT**
ru: **Как создать новые адреса для получения в AxeQT**
zh_cn: **如何在AxeQT中创建新的接收地址**
