Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/mining/p2pool.po
Languages: ar, fr, ru, zh_cn

source: Guide to setting up a Axe P2Pool node
ar: دليل لإعداد عقدة داش P2Pool
fr: Guide de mise en place d'un nœud Axe P2Pool
ru: Инструкция для настройки P2Pool ноды Axe
zh_cn: 架设达世币 P2Pool节点指南

source: axe, mining, X11, p2pool, node, pool, software, ASIC, mining pool
ar: داش، التعدين، X11، p2pool، عقدة، تجمع، البرمجيات، ASIC، تجمع التعدين
fr: axe, minage, X11, p2pool, nœud, groupe, logiciel, ASIC, groupe de minage
ru: axe, майнинг, X11, p2pool, нода, пул, софт, ASIC, майнинг пул
zh_cn: 达世币，挖矿，X11，p2pool，节点，池，软件，ASIC，矿池

source: Axe P2Pool Node Setup
ar: داش عقدة الإعداد P2Pool
fr: Mise en place d'un nœud Axe P2Pool
ru: Настройки P2Pool ноды Axe
zh_cn: 达世币 P2Pool节点架设

source: This guide describes how to set up a Axe P2Pool node to manage a pool of miners. Unlike centralized mining pools, P2Pool is based on the same peer-2-peer (P2P) model as Axe, making the pool as a whole highly resistant to malicious attacks, and preserving and protecting the decentralized nature of Axe. When you launch a P2Pool node, it seeks out, connects with, and shares data with a decentralized network of other P2Pool nodes (also known as peers). P2Pool nodes share a cryptographic chain of data representing value, similar to Axe's blockchain. The P2Pool version is called the sharechain. The decentralized and fair nature of this mining model means mining with P2Pool is strongly encouraged. P2Pool for Axe uses the `p2pool-axe <https://github.com/axerunners/p2pool-axe>`_ software on GitHub, which is a fork of p2pool for Bitcoin. For more information, see `here <https://en.bitcoin.it/wiki/P2Pool>`__.
ar: يصف هذا الدليل كيفية إعداد عقدة داش P2Pool لإدارة مجموعة من عمال المناجم. على عكس حمامات التعدين المركزية ، يعتمد P2Pool على نفس نموذج النظير -2 النبض (P2P) كـ داش ، مما يجعل المجموعة ككل مقاومة للغاية للهجمات الضارة ، والحفاظ على الطبيعة اللامركزية لل داش وحمايتها. عندما تقوم بتشغيل عقدة P2Pool ، فإنها تبحث عن البيانات وتتصل بها وتشاركها بشبكة لا مركزية لعقد P2Pool الأخرى (المعروفة أيضًا باسم الأقران). تتشارك عقد P2Pool سلسلة تشفير للبيانات تمثل القيمة ، على غرار بلوكشين في داش. يسمى الإصدار P2Pool في sharechain. الطبيعة اللامركزية والعادلة لنموذج التعدين هذا يعني أن التعدين مع P2Pool يتم تشجيعه بقوة. P2Pool لداش يستخدم `p2pool-axe <https://github.com/axerunners/p2pool-axe>`_ البرنامج على GitHub ، وهو عبارة عن شوكة من p2pool لبيتكوين. لمزيد من المعلومات، راجع `هنا <https://en.bitcoin.it/wiki/P2Pool>`__.
fr: Ce guide décrit comment configurer un nœud Axe P2Pool pour gérer un groupe de mineurs. À l'inverse des groupes de minage centralisés, P2Pool est basé sur le même modèle pair à pair (P2P) que Axe, ce qui rend le groupe en tant que tel hautement résistant aux attaques malveillantes, préservant et protégeant la nature décentralisée de Axe. Quand vous lancez un nœud P2Pool, il cherche, se connecte et partage des données avec un réseau décentralisé d'autres nœuds P2Pool (également connus sous le nom de pairs). Les nœuds P2Pool partagent une chaîne cryptographique de données représentant de la valeur, de manière similaire à la blockchain Axe. La version P2Pool se nomme une "sharechain". La nature décentralisée et équitable de ce principe de minage implique qu'il est fortement encouragé de miner avec P2Pool. P2Pool pour Axe utilise le logiciel `p2pool-axe <https://github.com/axerunners/p2pool-axe>`_ sur GitHub, qui est un fork de P2Pool pour Bitcoin. Pour en savoir plus, voir `ici <https://en.bitcoin.it/wiki/P2Pool>`__.
ru: В этой инструкции описано, как установить P2Pool ноду Axe, чтобы управлять пулом майнеров. В отличие от централизованных майнинговых пулов, P2Pool работает по той же peer-2-peer (P2P) модели, что и Axe, что делает пул в целом высокоусточивым к атакам злоумышленников, а также сохраняет и защищает децентрализованную природу Axe. Когда вы запускаете P2Pool ноду, она ищет, соединяется и обменивается данными с децентрализованной сетью других P2Pool нод (которые также известны как пиры). Подобно блокчейну Axe, P2Pool ноды обменивается криптографической цепочкой ценных данных. P2Pool версия называется шэрчейн. Майнинг с P2Pool настоятельно рекомендуется из-за его децентрализованной и честной модели. P2Pool для Axe использует `p2pool-axe <https://github.com/axerunners/p2pool-axe>`_ софт с GitHub, который является форком p2pool для Биткойна. Больше информации `здесь <https://en.bitcoin.it/wiki/P2Pool>`__.
zh_cn: 本指南描述如何架设达世币P2Pool节点来管理矿池。与集中式矿池不同，P2Pool以与达世币相同的peer-2-peer（点对点）模式为基础，使矿池作为一个整体高度抵抗恶意攻击，并维持和保护达世币的去中心化性质。当您启动P2Pool节点时，它会与其他P2Pool节点（也被称为对等节点）的去中心化网络查找、连接和共享数据。P2Pool节点共享一个表示价值的加密数据链，类似于达世币的区块链。P2Pool版本被称为共享链。这种挖矿模式的去中心化和公平性意味着人们强烈鼓励使用P2Pool进行挖矿。达世币的P2Pool使用在GitHub上的\ `p2pool-axe <https://github.com/axerunners/p2pool-axe>`_\ 软件，它是比特币p2pool的分叉。有关更多信息，请参阅\ `此处 <https://en.bitcoin.it/wiki/P2Pool>`__\ .

source: Because of the way P2Pool manages difficulty adjustments on the sharechain, it is important to maintain low latency between the miners and the P2Pool node to avoid miners submitting shares too late to enter the sharechain. When setting up your node, you need to consider its physical and network location relative to the miners you intend to connect to the node. If you operate a mining farm, your P2Pool node should probably be a physical machine on the same local network as your miners. If you plan to operate a public node, it may be best to set up your P2Pool node as a virtual machine in a data center with a high speed connection so geographically close miners can mine to your pool with relatively low latency.
ar: وبسبب الطريقة التي يدير بها P2Pool صعوبة عمليات الضبط على sharechain ، من المهم الحفاظ على الكمون المنخفض بين عمال المناجم والعقدة P2Pool لتجنب عمال المناجم الذين يقدمون الأسهم متأخرة لدخول المشاركة. عند إعداد العقدة ، تحتاج إلى النظر في موقعه الفعلي وموقع الشبكة بالنسبة إلى عمال المناجم الذين تنوي توصيلهم بالعقدة. إذا كنت تدير مزرعة تعدين ، فمن المحتمل أن تكون عقدة P2Pool الخاصة بك جهازًا ماديًا على نفس الشبكة المحلية التي يستخدمها عمال المناجم. إذا كنت تخطط لتشغيل عقدة عمومية ، فقد يكون من الأفضل إعداد عقدة P2Pool كجهاز ظاهري في مركز بيانات ذي اتصال عالي السرعة بحيث يمكن لعمال المناجم الذين يعملون جغرافيًا أن يقوموا بالتعدين إلى مجموعتك بوقت استجابة منخفض نسبياً.
fr: En raison de la façon dont P2Pool gère les ajustements de difficulté sur la sharechain, il est important de maintenir une latence basse entre les mineurs et le nœud P2Pool, pour éviter que les mineurs ne soumettent leurs parts trop tard pour qu'elles soient incluses à la blockchain. À la configuration de votre nœud, vous devez étudier son emplacement physique et sur le réseau, relativement aux mineurs auxquels vous souhaitez connecter votre nœud. Si vous gérez une ferme de minage, votre nœud P2Pool devrait probablement être une machine physique sur le même réseau local que vos mineurs. Si vous envisagez de gérer un nœud public, il peut être préférable de configurer votre nœud P2Pool en tant que machine virtuelle dans un centre de données disposant d'une connexion à haut débit, de telle façon que les mineurs géographiquement proches puissent miner vers votre groupe avec une latence relativement basse.
ru: Из-за того, каким образом P2Pool управляет сложностью подстройки к шэрчейну, важно поддерживать низкую степень задержки между майнерами и P2Pool нодой, чтобы избежать ситуаций, когда майнеры подписывают шэры слишком поздно для входа в шэрчейн. Когда вы устанавливаете вашу ноду, нужно учитывать её физическое расположение и расположение в сети по отношению к майнерам, которых вы планируете подключать к ноде. Если вы управляете майнинговой фермой, возможно вам стоить установить P2Pool ноду на физическую машину в той же локальной сети, где находятся ваши майнеры. Если вы планируете управлять публичной нодой, возможно, налучшим вариантом будет установить вашу P2Pool ноду в виде виртуальной машины в дата центре с высокой скоростью соединения, чтобы недалеко живущие майнеры могли подсоединяться к ноде с относительно небольшой задержкой.
zh_cn: 由于P2Pool在共享链上管理难度调整的方式，重要的是保持矿工和P2Pool节点之间的低延迟，以避免矿工提交算力太晚而无法进入共享链。在设置您的节点时，相对于您打算连接到该节点的矿工，您需要考虑其物理和网络位置。如果您经营一个矿场，您的P2Pool节点可能是与您的矿工相同的本地网络上的物理机器。如果您计划运营一个公共节点，最好将您的P2Pool节点设置为具有高速连接的数据中心的虚拟机，以便地理位置相近的矿工能够以相对较低的延迟挖到您的矿池。

source: This following section describes the steps to setup an Ubuntu Server running P2Pool for Axe. It has been tested with Ubuntu 16.04 LTS and 18.04 LTS and Axe 0.12.2.3. While a reasonable effort will be made to keep it up to date, it should be possible to modify the instructions slightly to support different versions or operating systems as necessary.
ar: يصف هذا القسم الخطوات التالية لإعداد خادم يوبنتو الذي يستخدم P2Pool لـ داش. تم اختباره مع يوبنتو 16.04 LTS و 18.04 LTS و داش 0.12.2.3. في حين سيتم بذل جهد معقول للحفاظ على تحديثه ، من الممكن تعديل التعليمات بشكل طفيف لدعم الإصدارات المختلفة أو أنظمة التشغيل حسب الضرورة.
fr: La section suivante décrit les étapes de configuration d'un serveur Ubuntu faisant tourner P2Pool pour Axe. Elle a été testée avec Ubuntu 16.04 LTS et 18.04 LTS et avec Axe 0.12.2.3. Un effort sera fait pour la mettre à jour, mais il devrait être possible de modifier légèrement les instructions pour assurer une compatibilité avec des versions différentes ou d'autres systèmes d'exploitation, si nécessaire.

source: Setting up the host server
ar: إعداد الخادم المضيف
fr: Configuration du serveur hôte
ru: Настройка хостинг-сервера
zh_cn: 设置主机服务器

source: Download a copy of Ubuntu Server LTS from https://www.ubuntu.com/download/server and install it on your system according to the steps described `here <https://tutorials.ubuntu.com/tutorial/tutorial-install-ubuntu- server>`__. If you are using a VPS such as Vultr or AWS, your provider will most likely provide an option to install this system during provisioning. Ensure you enable OpenSSH server during setup so you can control your server from a remote console. Once you have access to your server, create a new non-root user if you have not already done so using the following command, replacing ``<username>`` with a username of your choice::
ar: قم بتنزيل نسخة من LTS سيرفر يوبنت من https://www.ubuntu.com/download/server وتثبيتها على نظامك وفقًا للخطوات الموضحة `هنا <https://tutorials.ubuntu.com/tutorial/tutorial-install-ubuntu- server>`__. إذا كنت تستخدم VPS مثل Vultr أو AWS ، فغالبًا ما يقدم مزود الخدمة لديك خيارًا لتثبيت هذا النظام أثناء عملية التوفير. تأكد من تمكين خادم OpenSSH أثناء الإعداد حتى تتمكن من التحكم في الخادم الخاص بك من وحدة التحكم عن بعد. بمجرد الوصول إلى الخادم الخاص بك ، قم بإنشاء مستخدم جديد غير جذر إذا لم تكن قد قمت بذلك بالفعل باستخدام الأمر التالي ، واستبداله ``<username>`` مع اسم مستخدم من اختيارك ::
fr: Téléchargez une copie d'Ubuntu Server LTS depuis l'adresse https://www.ubuntu.com/download/server et installez-la sur votre ordinateur en suivant les étapes décrites `ici <https://tutorials.ubuntu.com/tutorial/tutorial-install-ubuntu- server>`__. Si vous utilisez un VPS tel que Vultr ou AWS, votre fournisseur vous propose très probablement une option d'installation de ce système. Assurez-vous d'activer le serveur OpenSSH pendant la mise en place, pour que vous puissiez contrôler votre serveur depuis une console distante. Une fois que vous avez accès à votre serveur, créez un nouvel utilisateur non-root si ce n'est pas déjà fait en utilisant la commande suivante, et en remplaçant ``<username>`` avec un nom d'utilisateur de votre choix ::
ru: Скачайте копию Ubuntu Server LTS с https://www.ubuntu.com/download/server и установите её на вашу систему по инструкции, приведённой `здесь <https://tutorials.ubuntu.com/tutorial/tutorial-install-ubuntu- server>`__. Если вы используете VPS, например, Vultr или AWS, скорее всего ваш провайдер предоставляет функцию установки этой системы. Убедитесь, что вы отметили опцию "OpenSSH server" в процессе установки - с ней вы сможете управлять вашим сервером с удалённой консоли. Когда вы получите доступ к серверу, создайте нового пользователя без рут-прав, если вы ещё этого не сделали, через приведённую ниже команду, заменив ``<username>`` на выбранное вами имя пользователя::
zh_cn: 从 https://www.ubuntu.com/download/server 下载Ubuntu Server LTS的副本，并按照 `这里 <https://tutorials.ubuntu.com/tutorial/tutorial-install-ubuntu- server>`__ 描述的步骤在您的系统上对其进行安装。如果您正在使用如Vultr或AWS的VPS，则您的提供程序很可能在供应期间提供安装此系统的选项。确保您在设置期间启用OpenSSH服务器，以便您可以从远程控制台控制您的服务器。在您访问了您的服务器之后，创建一个新的非root用户，如果您尚未使用以下命令创建新的非root用户，请用您选择的用户名替换\ ``<username>``\ ::

source: You will be prompted for a password. Enter and confirm using a new password (different to your root password) and store it in a safe place. You will also see prompts for user information, but this can be left blank. Once the user has been created, we will add them to the sudo group so they can perform commands as root::
ar: ستتم مطالبتك بكلمة مرور. أدخل وتأكد باستخدام كلمة مرور جديدة (مختلفة عن كلمة مرور الجذر) وقم بتخزينها في مكان آمن. سترى أيضًا مطالبات بمعلومات المستخدم ، ولكن يمكن ترك هذا فارغًا. بمجرد أن يتم إنشاء المستخدم ، سنقوم بإضافتهم إلى المجموعة sudo حتى يتمكنوا من تنفيذ الأوامر كجذر ::
fr: Un mot de passe vous sera demandé. Tapez un nouveau mot de passe (différent de votre mot de passe "root") puis confirmez-le. Conservez-le ensuite dans un endroit sûr. Il vous sera aussi demandé différentes informations sur l'utilisateur, mais vous pouvez les laisser vides. Une fois l'utilisateur créé, nous allons l'ajouter au groupe "sudo" de manière à ce qu'il puisse passer des commandes en tant que "root" ::
ru: Тут же вам предложат выбрать пароль. Введите его и подтвердите, используя новый пароль (который отличается от вашего рут-пароля) и сохраните его в безопасном месте. Также тут вы можете ввести информацию о пользователе, но эти поля можно не заполнять. После создания пользователя, мы добавим их в sudo группу, таким образом, они смогу выполнять те же команды, что и рут-пользователи:
zh_cn: 您将被提示输入密码。输入并确认使用新的密码 (与root密码不同)，并将其存储在安全的地方。您还将看到有关用户信息的提示，但此提示可以保留为空白。一旦用户被创建，我们将把它们添加到sudo组中，这样它们就可以root用户的身份执行命令::

source: Reboot your server and log in as the new user. At this point it is recommended to connect remotely using `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ (for Windows) or ssh (for Linux and macOS) if you have not already done so.
ar: أعد تشغيل الخادم وسجّل الدخول باسم المستخدم الجديد. في هذه المرحلة ، من المستحسن الاتصال عن بعد باستخدام `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ (لـ ويندوز) أو ssh (لنظام التشغيل لينكس و ماك) إذا لم تكن قد قمت بذلك بالفعل.
fr: Redémarrez votre serveur et connectez-vous-y en tant que le nouvel utilisateur. À cette étape, il est recommandé de se connecter à distance en utilisant `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ (pour Windows) ou ssh (pour Linux et macOS) si ce n'est pas déjà le cas.
ru: Перезапустите ваш сервер и войдите от имени нового пользователя. Здесь рекомендуется подключаться удалённо через `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_ (для Windows) или ssh (для Linux или macOS), если вы ещё этого не сделали.
zh_cn: 重新启动您的服务器并以新用户的身份登录。此时如果您还没有进行远程连接，建议使用\ `PuTTY <https://www.chiark.greenend.org.uk/~sgtatham/putty/latest.html>`_\ （Windows版本）或ssh（Linux和MacOS版本）进行远程连接。

source: Setting up port forwarding
ar: إعداد ميناء الشحن
fr: Configuration de la redirection de ports
ru: Настройка переадресации портов
zh_cn: 设置端口转发

source: If you are on a private network behind a router, you will need to set up port forwarding for at least port 8999 (UDP/TCP) for access to the sharechain, as well as port 7923 (UDP/TCP) if you want your node to be accessible to the public. How this is done depends on your particular network router and is therefore beyond the scope of this documentation. An example from the popular DD-WRT open source router distribution is shown below. Guides to setting up port forwarding can be found `here <https://www.wikihow.com/Set-Up-Port-Forwarding-on-a-Router>`__ and `here <http://www.noip.com/support/knowledgebase/general-port-forwarding- guide/>`__.
fr: Si vous êtes connecté à un réseau privé derrière un routeur, vous devrez configurer votre redirection de ports au moins pour le port 8999 (UDP/TCP) pour accès à la sharechain, ainsi que pour le port 7923 (UDP/TCP) si vous souhaitez que votre nœud soit accessible publiquement. La manière de le faire dépend de votre routeur et dépasse donc le cadre de cette documentation. Un exemple concernant le routeur populaire et open source DD-WRT est affiché ci-dessous. Des guides pour configurer la redirection de ports peuvent être trouvés `ici <https://www.wikihow.com/Set-Up-Port-Forwarding-on-a-Router>`__ ou `là <http://www.noip.com/support/knowledgebase/general-port-forwarding- guide/>`__.
ru: Если у вас роутер и приватная сеть, вам нужно будет настроить переадресацию портов как минимум для 8999 порта (UDP/TCP) для доступа к шэрчейну, а также для 7923 порта (UDP/TCP), если вы хотите, чтобы к вашей ноде был публичный доступ. Как это сделать - зависит от вашего сетевого роутера, и потому за рамками охвата этой инструкции. Ниже описывается настройка переадресации на примере роутера DD-WRT с открытым кодом. Инструкции по настройке переадресации порта можно найти `здесь <https://www.wikihow.com/Set-Up-Port-Forwarding-on-a-Router>`__ и `здесь <http://www.noip.com/support/knowledgebase/general-port-forwarding- guide/>`__.
zh_cn: 如果您使用的是路由器后面的专用网络，则您需要至少为端口8999 (UDP/TCP) 设置端口转发以访问共享链，如果您需要您的节点被公众访问，则您需要为端口7923 (UDP/TCP) 设置端口转发。这如何操作取决于您的特定网络路由器，因此超出了本文档的范围。来自流行的DD-WRT开放源码路由器发行版本的示例如下所示。关于设置端口转发的指南可以在\ `这里 <https://www.wikihow.com/Set-Up-Port-Forwarding-on-a-Router>`__\ 和\ `这里 <http://www.noip.com/support/knowledgebase/general-port-forwarding- guide/>`__\ 找到。

source: Take note of your IP address either from your router management interface or by visiting https://www.whatismyip.com
ar: قم بتدوين عنوان IP الخاص بك إما من خلال واجهة إدارة جهاز التوجيه أو من خلال زيارة https://www.whatismyip.com
fr: Prenez note de votre adresse IP, soit sur l'interface de gestion de votre routeur, soit en consultant l'adresse https://www.whatismyip.com
ru: Узнайте свой IP адрес - либо из панели управления роутера, либо на сайте https://www.whatismyip.com
zh_cn: 从您的路由器管理接口或通过访问 https://www.whatismyip.com 来记录您的IP地址。

source: Setting up port forwarding under DD-WRT
ar: إعداد توجيه المنفذ تحت DD-WRT
fr: Configuration de la redirection de ports avec DD-WRT
ru: Настройка переадресации порта под DD-WRT
zh_cn: 在DD-WRT下设置端口转发

source: Option 1: Automated script setup
ar: الخيار 1: إعداد البرنامج النصي التلقائي
fr: Option 1 : Mise en place automatique par script
ru: Вариант 1: Автоматическая настройка с помощью скрипта
zh_cn: 选项1：自动脚本设置

source: Axe community member **dracocephalum** has generously donated a script to automatically deploy everything required to run a p2pool-axe node under Ubuntu Server 16.04 and higher. For more details, see `this forum post <https://www.axerunners.com/forum/threads/script-to-deploy-p2pool-on- ubuntu.18376/>`_, or simply follow these instructions to get the script. To get fetch the script and get started, type::
ar: تبرع عضو منتدى **dracocephalum** بسخاء للنص التلقائي لنشر كل ما يلزم لتشغيل عقدة p2pool-axe تحت يوبنتو Server 16.04 والإصدارات الأحدث. لمزيد من التفاصيل ، انظر `هذا المقال <https://www.axerunners.com/forum/threads/script-to-deploy-p2pool-on- ubuntu.18376/>`_, أو ببساطة اتبع هذه التعليمات للحصول على البرنامج النصي. للحصول على البرنامج النصي والبدء ، اكتب ::
fr: **Dracocephalum**, membre de la communauté Axe, a généreusement partagé un script permettant de déployer automatiquement tout ce qui est nécessaire pour faire tourner un nœud P2Pool-Axe sous Ubuntu Server 16.04 ou ultérieur. Pour en savoir plus, voir `ce billet de forum <https://www.axerunners.com/forum/threads/script-to-deploy-p2pool-on- ubuntu.18376/>`_, ou suivez simplement ces instructions pour obtenir le script. Pour récupérer le script et vous lancer, tapez ::
ru: Участник сообщества Axe **dracocephalum** щедро поделился скриптом для автоматической настройки всего, что требуется для работы p2pool-axe ноды под Ubuntu Server 16.04 и выше. Чтобы узнать больше, смотрите `этот пост на форуме <https://www.axerunners.com/forum/threads/script-to-deploy-p2pool-on- ubuntu.18376/>`_ - или просто следуйте инструкции. Чтобы получить скрипт и начать, напечатайте::
zh_cn: Axe社区成员 **dracocephalum** 慷慨地捐赠了一个脚本，用于在Ubuntu Server 16.04及更高版本下自动部署运行 p2pool-达世币节点所需的所有内容。有关更多的详细信息，请参阅 `论坛的帖子 <https://www.axerunners.com/forum/threads/script-to-deploy-p2pool-on- ubuntu.18376/>`_\ ，或者只需按照这些说明来获得脚本。要获取脚本并开始运行，请键入::

source: The files will be created in the p2pool-axe-deploy folder. We now need to configure a few variables specific to your system::
ar: سيتم إنشاء الملفات في مجلد p2pool-axe-deploy. نحن الآن بحاجة إلى تكوين بعض المتغيرات المحددة لنظامك ::
fr: Les fichiers seront créés dans le répertoire "p2pool-axe-deploy". Nous devons maintenant définir quelques variables propres à votre système ::
ru: В папке p2pool-axe-deploy будут созданы файлы. Теперь нам нужно настроить некоторые параметры, касающиеся вашей системы::
zh_cn: 这些文件将被创建在 p2pool-axe-deploy文件夹中。现在我们需要配置一些特定于您的系统的变量::

source: Scroll down to the section labeled ``#Variables`` and enter the following information, replacing the ``<xxx>`` placeholders after the ``=`` sign. Note that it may also be necessary to update the ``AXE_WALLET_URL``, ``AXE_WALLET_ZIP`` and ``AXE_WALLET_LOCAL`` values if they do not match the current version of Axe:
ar: قم بالتمرير لأسفل إلى القسم المسمى ``# Variables`` وأدخل المعلومات التالية ، واستبدل ``<xxx>`` العناصر النائبة بعد تسجيل. لاحظ أنه قد يكون من الضروري أيضًا تحديث ``AXE_WALLET_URL``, ``AXE_WALLET_ZIP`` و ``AXE_WALLET_LOCAL`` القيم إذا لم تتطابق مع الإصدار الحالي من داش:
fr: Descendez jusqu'à la section ``#Variables`` et saisissez les informations suivantes, en remplaçant les espaces réservés ``<xxx>`` après le signe ``=``. Veuillez noter qu'il peut être également nécessaire de mettre à jour les valeurs ``AXE_WALLET_URL``, ``AXE_WALLET_ZIP`` et ``AXE_WALLET_LOCAL`` si elles ne correspondent pas à la version actuelle de Axe :
ru: Прокрутите вниз до раздела под названием ``#Variables`` и введите следующую информацию, заменяя шаблоны ``<xxx>`` после знака ``=``. Обратите внимание, что возможно нужно будет обновить значения ``AXE_WALLET_URL``, ``AXE_WALLET_ZIP`` и ``AXE_WALLET_LOCAL``, если они не соответствуют текущей версии Axe:
zh_cn: 向下滚动到标记为 ``#Variables`` 的部分，并输入以下信息，替换 ``=`` 符号后面的 ``<xxx>`` 占位符。请注意，如果 ``AXE_WALLET_URL``，``AXE_WALLET_ZIP`` 和``AXE_WALLET_LOCAL``与达世币的当前版本不匹配，则可能还需要对它们进行更新:

source: ``PUBLIC_IP`` = your public IP address from the previous step
fr: ``PUBLIC_IP`` = votre adresse IP publique (telle que dans l'étape précédente)
ru: ``PUBLIC_IP`` = ваш публичный IP-адрес из предыдущего шага

source: ``EMAIL`` = your email address
fr: ``EMAIL`` = votre adresse e-mail
ru: ``EMAIL`` = ваш электронный адрес

source: ``PAYOUT_ADDRESS`` = your AXE wallet address to receive fees
fr: ``PAYOUT_ADDRESS`` = l'adresse de votre portefeuille Axe où recevoir les frais
ru: ``PAYOUT_ADDRESS`` = адрес вашего кошелька AXE для получения выплат

source: ``USER_NAME`` = linux user name
fr: ``USER_NAME`` = nom d'utilisateur Linux
ru: ``USER_NAME`` = имя пользователя Linux

source: ``RPCUSER`` = enter a random alphanumeric rpc user name
fr: ``RPCUSER`` = saisissez un nom d'utilisateur RPC alphanumérique aléatoire
ru: ``RPCUSER`` = введите случайное буквенно-цифровое имя пользователя для сервера RPC

source: ``RPCPASSWORD`` = enter a random alphanumeric rpc password
fr: ``RPCPASSWORD`` = saisissez un mot de passe RPC alphanumérique aléatoire
ru: ``RPCPASSWORD`` = введите случайный буквенно-цифровой пароль для сервера RPC
