Repository: AXErunners/docs
Catalog: locale/*/LC_MESSAGES/mining/p2pool.po
Languages: ar, fr, ru, zh_cn

source: Press **Ctrl + X** to close the editor and **Y** and **Enter** save the file. Then run the script::
ar: اضغط على **Ctrl + X** لإغلاق المحرر و **Y** و **ادخل** احفظ الملف. ثم قم بتشغيل البرنامج النصي ::
fr: Faites la combinaison de touches **Ctrl-X** pour fermer l'éditeur de texte puis **O** et **Entrée** pour enregistrer le fichier. Puis lancez le script ::
ru: Нажмите **Ctrl + X** и закройте редактор, а затем нажмите **Y** и **Enter**, чтобы сохранить файл. Затем запустите скрипт::
zh_cn: 按 **Ctrl + X** 关闭编辑器，并按 **Y** 和 **Enter** 保存该文件。然后运行脚本::

source: The script will carry out all steps necessary to set up P2pool on Ubuntu Server and start axed synchronisation. When setup is complete, you should see a message reading **Installation Completed.** You can now run a second script to start p2pool-axe::
ar: سيقوم البرنامج النصي بتنفيذ جميع الخطوات اللازمة لإعداد P2pool على خادم يوبنتو وبدء مزامنة axed. عند اكتمال الإعداد ، سترى رسالة تقرأ **اكتمل التثبيت.** يمكنك الآن تشغيل برنامج نصي ثاني لبدء p2pool-axe ::
fr: Le script se chargera de toutes les étapes nécessaires pour configurer P2Pool sur Ubuntu Server et démarrer la synchronisation de axed. Quand la mise en place est terminée, vous devriez voir un message disant **Installation terminée**. Vous pouvez à présent lancer un second script pour démarrer p2pool-axe ::
ru: Этот скрипт выполнит все необходимые шаги для установки P2pool на Ubuntu Server и запуска axed синхронизации. После завершения установки вы увидите сообщение с надписью **Installation Completed.** Теперь вы можете запустить второй скрипт, чтобы установить p2pool-axe::
zh_cn: 该脚本将执行在Ubuntu服务器上设置P2pool和启动axed同步所需的所有步骤。当安装完成后，您应该会看到一条消息显示 **安装已完成** 。您现在可以运行第二个脚本来启动 p2pool-axe::

source: Your P2Pool node is now running. If you see errors similar to **Error getting work from axed** or **-10 Axe Core is downloading blocks...** then you must wait until Axe finishes synchronisation. Once this is done, you can point your miners to ``<ip_address>:7923`` to begin mining.
fr: Votre nœud P2Pool est désormais fonctionnel. Si vous voyez des erreurs telles que **Error getting work from axed** ou **-10 Axe Core is downloading blocks...**, vous devez attendre que Axe termine la synchronisation. Une fois que c'est le cas, vous pouvez pointer vos mineurs vers ``<ip_address>:7923`` pour commencer à miner.
ru: Теперь ваша P2Pool нода работает. Если вы видите ошибки, например, **Error getting work from axed** или **-10 Axe Core is downloading blocks...**, вам нужно подождать, пока Axe завершит синхронизацию. Когда она завершится, вы можете направить ваших майнеров через ``<ip_address>:7923``, чтобы начать майнить.
zh_cn: 您的P2Pool节点现在正在运行。如果您看到与 **从axed获取工作时出错** 或 **-10 Axe Core正在下载区块** 类似的错误，则您必须等待直到达世币完成同步。达世币同步完成后，您可以将您的矿工指向 ``<ip_address>:7923`` 以开始挖矿。

source: Example configuration showing a single Bitmain Antminer D3 connected to a p2pool-axe node on the local network
ar: مثال على التهيئة التي تعرض Bitmain Antminer D3 الموصول بعقدة p2pool-داش على الشبكة المحلية
fr: Exemple de configuration montrant un unique Bitmain Antminer D3 connecté au nœud p2pool-axe sur le réseau local
ru: Пример настроек с Bitmain Antminer D3, подключённым к p2pool-axe ноде в локальной сети.
zh_cn: 显示在本地网络上连接到p2pool-达世币节点的单个Bitmain Antminer D3的示例配置

source: Option 2: Manual setup
ar: الخيار 2: الإعداد اليدوي
fr: Option 2 : Configuration manuelle
ru: Вариант 2: Установка вручную
zh_cn: 选项2：手动设置

source: First update your operating system as follows::
ar: أولاً قم بتحديث نظام التشغيل الخاص بك كما يلي ::
fr: D'abord, mettez à jour votre système d'exploitation comme suit ::
ru: Сначала обновите вашу оперативную систему::
zh_cn: 首先按以下方式更新您的操作系统::

source: Setting up axed
ar: إعداد axed
fr: Configuration de axed
ru: Установка axed
zh_cn: 设置axed

source: P2Pool requires a full Axe node to be running to get block and transaction data. To download and install Axe, visit https://www.axerunners.com/wallets on your computer to find the link to the latest Axe Core wallet. Click **Linux**, then right-click on **Download TGZ** for **Axe Core Linux 64 Bit** and select **Copy link address**. Go back to your terminal window and enter the following command, pasting in the address to the latest version of Axe Core by right clicking or pressing **Ctrl + V**::
ar: يتطلب P2Pool عقدة داش كاملة ليتم تشغيلها للحصول على بيانات الكتلة والمعاملة. لتنزيل وتثبيت داش ، قم بزيارة https://www.axerunners.com/wallets على جهاز الكمبيوتر الخاص بك للعثور على الرابط إلى أحدث محفظة داش كور. انقر فوق **لينكس** ، ثم انقر بزر الماوس الأيمن فوق ** تنزيل TGZ** لـ **داش كور في لينكس 64 Bit** وحدد **نسخ عنوان الرابط**. ارجع إلى نافذة طرفك وأدخل الأمر التالي ، وقم بلصق العنوان إلى أحدث إصدار من داش كور عن طريق النقر بزر الماوس الأيمن أو الضغط على **Ctrl + V** ::
fr: P2Pool demande que tourne un nœud complet Axe pour obtenir les données de transactions et de blocs. Pour télécharger et installer Axe Core, allez à l'adresse https://www.axerunners.com/wallets sur votre ordinateur pour trouver le lien vers la plus récente version du portefeuille logiciel Axe Core. Cliquez sur **Linux**, puis faites un clic-droit sur **Télécharger TGZ** pour **Axe Core Linux 64 bits**, puis choisissez **Copier l'adresse du lien**. Revenez à votre fenêtre de terminal et tapez la commande suivante, en y collant l'adresse de la plus récente version de Axe Core en faisant un clic-droit ou la combinaison de touches **Ctrl-V** ::
ru: Для того, чтобы получать блок и данные по транзакции, P2Pool требуется полноценная нода Axe. Чтобы скачать и установить Axe, зайдите на https://www.axerunners.com/wallets с вашего компьютера и найдите там ссылку на последнюю версию кошелька Axe Core. Нажмите **Linux**, затем правой кнопкой мыши кликните на **Скачать TGZ** под **Axe Core Linux 64 Bit** и выберите **Скопировать адрес ссылки**. Затем вернитесь в консоль и введите следующую команду, вставив туда адрес последней версии Axe Core через клик правой кнопкой мыши или **Ctrl + V**::
zh_cn: P2Pool需要运行一个全达世币节点来获取区块和交易数据。若要下载和安装达世币，请访问您计算机上的 https://www.axerunners.com/wallets 以找到最新版本的Axe Core钱包的链接。单击\ **Linux**\ ，然后右键单击\ **Axe Core Linux 64 Bit**\ 的\ **下载TGZ**\ ，并选择\ **复制链接地址**\ 。返回到您的终端窗口并输入以下命令，右键单击或按下\ **Ctrl + V**\ 将地址粘贴到Axe Core的最新版本::

source: Verify the integrity of your download by running the following command and comparing the output against the value for the file as shown on the Axe website under **Hash File**::
ar: تحقق من تكامل التنزيل الخاص بك عن طريق تشغيل الأمر التالي ومقارنة الإخراج مقابل قيمة الملف كما هو موضح في موقع ويب داش ضمن **ملف هاش** ::
fr: Vérifiez l'intégrité de votre téléchargement en lançant la commande suivante et en comparant sa valeur de sortie à la valeur du fichier affiché sur le site Axe sous le nom de **Fichier d'empreinte numérique** ::
ru: Проверьте целостность скачанного, запустив следующую команду и сравнив выходное значение со значением файла, указанным на сайте Axe под **Hash File**::
zh_cn: 通过运行以下命令，并将输出与诸如 **Hash 文件** 下达世币网站所示的该文件的值进行比较来验证您下载的完整性::

source: Link to the hash file to verify download integrity
ar: اربط بملف تجزئة للتحقق من سلامة التنزيل
fr: Lien vers le fichier d'empreinte numérique pour vérifier l'intégrité du téléchargement
ru: Ссылка на хеш файл для проверки целостности скачанного
zh_cn: 链接到Hash文件以验证下载完整性

source: Create a working directory for Axe, extract the compressed archive, copy the necessary files to the directory and set them as executable::
ar: قم بإنشاء دليل عمل لـ داش واستخرج الأرشيف المضغوط ونسخ الملفات الضرورية إلى الدليل وتعيينها كملف قابل للتنفيذ::
fr: Créez un répertoire de travail pour Axe, décompressez l'archive, copiez les fichiers nécessaires dans le répertoire et rendez-les exécutables ::
ru: Создайте рабочую папку для Axe, извлеките туда архив, скопируйте необходимые файлы в эту папку и сделайте их исполняемыми файлами::
zh_cn: 为达世币创建一个工作目录，解压压缩的归档文件，将必要的文件复制到目录中，并将它们设置为可执行文件::

source: Clean up unneeded files::
ar: تنظيف الملفات غير الضرورية ::
fr: Nettoyez les fichiers non nécessaires ::
ru: Очистка от ненужных файлов::
zh_cn: 清理不需要的文件::

source: Create a configuration file using the following command::
ar: قم بإنشاء ملف تكوين باستخدام الأمر التالي:
fr: Créez un fichier de configuration avec la commande suivante ::
ru: С помощью следующей команды создайте файл настроек::
zh_cn: 使用以下命令创建配置文件::

source: An editor window will appear. We now need to create a configuration file specifying several variables. Copy and paste the following text to get started, then replace the variables specific to your configuration as follows::
ar: سوف تظهر نافذة المحرر. نحتاج الآن إلى إنشاء ملف تكوين يحدد عدة متغيرات. قم بنسخ النص التالي ولصقه للبدء ، ثم استبدل المتغيرات الخاصة بالتكوين كما يلي:
fr: Une fenêtre d'éditeur de texte apparaîtra. Nous devons à présent créer un fichier de configuration définissant plusieurs variables. Copiez et collez le texte suivant pour démarrer, puis remplacez les variables propres à votre configuration, comme suit ::
ru: Появится окно редактора. Теперь нам нужно создать файл настроек, в котором будут описаны некоторые параметры. Для начала, скопируйте и вставьте туда следующий текст, а затем замените параметры на те, которые вам подходят::
zh_cn: 一个编辑器窗口将会出现。现在我们需要指定几个变量来创建一个配置文件。复制并粘贴以下文本以开始创建，然后按如下所示替换您配置中的具体变量::

source: Replace the fields marked with ``XXXXXXX`` as follows:
ar: استبدل الحقول التي تحمل علامة ``XXXXXXX`` كما يلي:
fr: Remplacez les champs marqués ``XXXXXXX`` comme suit :
ru: Замените все поля с ``XXXXXXX`` следующим образом::
zh_cn: 按如下所示替换标记为 ``XXXXXXX`` 的字段:

source: ``rpcuser``: enter any string of numbers or letters, no special characters allowed
ar: ``rpcuser``: أدخل أي سلسلة من الأرقام أو الحروف ، لا يسمح بالحروف الخاصة
fr: ``rpcuser``: saisissez une chaîne alphanumérique aléatoire, sans caractères spéciaux
ru: ``rpcuser``: введите любой набор цифр или букв, без специальных символов
zh_cn: ``rpcuser``: 输入任何数字或字母字符串，不允许有特殊字符

source: ``rpcpassword``: enter any string of numbers or letters, no special characters allowed
ar: ``rpcpassword``: أدخل أي سلسلة من الأرقام أو الحروف ، لا يسمح بالحروف الخاصة
fr: ``rpcpassword`` : saisissez une chaîne alphanumérique aléatoire, sans caractères spéciaux
ru: ``rpcpassword``: введите любой набор цифр или букв, без специальных символов
zh_cn: ``rpcpassword``: 输入任何数字或字母字符串，不允许有特殊字符

source: The result should look something like this:
ar: يجب أن تبدو النتيجة شيء من هذا القبيل:
fr: Le résultat devrait ressembler à ça :
ru: В результате должно получиться что-то похожее:
zh_cn: 结果应该是这样的:

source: Entering key data in axe.conf on the P2Pool node
ar: إدخال بيانات المفتاح في axe.conf على عقدة P2Pool
fr: Saisie de données clés dans le fichier "axe.conf" sur le nœud P2Pool
ru: Ввод ключевых данных в axe.conf для P2Pool ноды
zh_cn: 在P2Pool节点上的 axe.conf 中输入密钥数据

source: Press **Ctrl + X** to close the editor and **Y** and **Enter** save the file. You can now start running Axe on the masternode to begin synchronization with the blockchain::
ar: اضغط على **Ctrl + X** لإغلاق المحرر و **Y** و **ادخل** احفظ الملف. يمكنك الآن بدء تشغيل داش على ماسترنود لتبدأ التزامن مع بلوكشين ::
fr: Faites la combinaison de touches **Ctrl-X** pour fermer l'éditeur de texte, puis **O** et **Entrée** pour enregistrer le fichier. Vous pouvez à présent lancer Axe sur le masternode pour commencer la synchronisation avec la blockchain ::
ru: Нажмите **Ctrl + X** и закройте редактор, а затем нажмите **Y** и **Enter**, чтобы сохранить файл. Теперь вы можете запустить Axe на мастерноде, чтобы синхронизироваться с блокчейном::
zh_cn: 按 **Ctrl + X** 以关闭编辑器，并按 **Y** 和 **Enter** 保存该文件。您现在可以开始在主节点上运行达世币，以便开始与区块链同步::

source: You will see a message reading **Axe Core server starting**. You can continue with the following steps and check synchronization periodically using the following command. Synchronization is complete when the number of ``blocks`` is equal to the current number of blocks in the Axe blockchain, as can be seen from any synchronized Axe wallet or `block explorer <https://insight.docs.axerunners.com/insight/>`_::
ar: سترى رسالة تقرأ **خوادم داش كور تبدأ**. يمكنك متابعة الخطوات التالية والتحقق من المزامنة بشكل دوري باستخدام الأمر التالي. اكتمال المزامنة عندما يكون عدد ``الكتلة`` مساويًا للعدد الحالي للكتل في بلوكشين داش ، كما يمكن رؤيته من أي محفظة داش متزامنة أو `مستكشف الكتلة <https://insight.docs.axerunners.com/insight/>`_::
fr: Vous verrez un message disant **Démarrage du serveur Axe Core**. Vous pouvez suivre les étapes ci-dessous tout en vérifiant régulièrement la synchronisation avec la commande suivante. La synchronisation est terminée quand le nombre ``blocks`` est égal au nombre actuel de blocs dans la blockchain Axe, tel qu'il est indiqué par n'importe quel portefeuille Axe synchronisé ou par tout `explorateur de blocs <https://insight.docs.axerunners.com/insight/>`_::
ru: Вы увидите сообщение **Axe Core server starting**. Сейчас можно продолжить работать по инструкции и периодически проверять синхронизацию, используя следующую команду. Синхронизация завершится, когда число ``blocks`` будет равно текущему числу блоков в блокчейне Axe - то же самое можно увидеть в любом синхронизированном кошельке Axe или `обозревателе блоков <https://insight.docs.axerunners.com/insight/>`_::
zh_cn: 您将看到一条消息显示 **Axe Core服务器启动** 。您可以继续执行以下步骤，并使用以下命令定期检查同步状况。当 ``区块`` 的数量等于达世币区块链中的当前区块数量时，同步完成，从任何同步的达世币钱包或 `区块浏览器 <https://insight.docs.axerunners.com/insight/>`_\ 中可以看到这一过程::

source: Setting up P2Pool
ar: إعداد P2Pool
fr: Configuration de P2Pool
ru: Установка P2Pool
zh_cn: 设置 P2Pool

source: We will now set up the P2Pool software and its dependencies. Begin with the dependencies::
ar: سنقوم الآن بإعداد برنامج P2Pool واعتمادياته. تبدأ مع الاعتماديات ::
fr: Nous allons maintenant configurer le logiciel P2Pool et ses dépendances. Commencez avec les dépendances ::
ru: Сейчас мы настроим ПО для P2Pool и всего, что с ним связано. Начнём со связанных с ним настроек:
zh_cn: 我们现在将设置P2Pool软件及其依赖项。从依赖项开始::

source: Create working directories and set up p2pool-axe::
ar: إنشاء أدلة العمل وإعداد p2pool- داش ::
fr: Créez des répertoires de travail et configurez p2pool-axe ::
ru: Создайте рабочие папки и установите p2pool-axe::
zh_cn: 创建工作目录并设置p2pool-axe::

source: We will add some optional extra interfaces to the control panel::
ar: سنقوم بإضافة بعض الواجهات الإضافية الاختيارية إلى لوحة التحكم ::
fr: Nous ajoutons quelques interfaces supplémentaires, facultatives, au panneau de contrôle ::
ru: Теперь мы добавим несколько дополнительных интерфейсов в панель управления::
zh_cn: 我们将向控制面板添加一些可选的额外接口::

source: You can now start p2pool and optionally specify the payout address, external IP (if necessary), fee and donation as follows::
ar: يمكنك الآن البدء في p2pool وتحديديا عنوان العائد ، IP الخارجي (إذا لزم الأمر) ، والرسوم والتبرعات على النحو التالي:
fr: Vous pouvez à présent démarrer p2pool et, facultativement, indiquer l'adresse de paiement, l'IP externe (si nécessaire), les frais et un don, comme suit ::
ru: Теперь вы можете запустить p2pool и по желанию настроить адрес для выплат, внешний IP (если необходимо), комиссию и пожертвования, как это описано ниже::
zh_cn: 您现在可以启动p2pool，并按以下方式选择性地指定支付地址、外部IP(如有必要)、费用和捐款::

source: You can then monitor your node by browsing to the following addresses, replacing ``<ip_address>`` with the IP address of your P2Pool node:
ar: يمكنك بعد ذلك مراقبة العقدة عن طريق التصفح إلى العناوين التالية ، واستبدالها ``<ip_address>`` مع عنوان IP لعقدة P2Pool الخاصة بك:
fr: Vous pouvez alors surveiller votre nœud en vous rendant aux adresses suivantes, en remplaçant ``<ip_address>`` par l'adresse IP de votre nœud P2Pool :
ru: Затем вы можете отслеживать активность вашей ноды через следующий адрес, заменив ``<ip_address>`` на IP-адрес вашей P2Pool ноды:
zh_cn: 然后，您可以通过浏览到以下地址来检测您的节点，用您P2Pool节点的IP地址替换 ``<ip_address>`` :

source: Punchy interface: http://ip_address:7923/static
fr: Interface Punchy : http://ip_address:7923/static
ru: Краткий интерфейс: http://ip_address:7923/static

source: Legacy interface: http://ip_address:7923/static/legacy
fr: Interface historique : http://ip_address:7923/static/legacy
ru: Старый интерфейс: http://ip_address:7923/static/legacy

source: Status interface: http://ip_address:7923/static/status
fr: Interface d'état : http://ip_address:7923/static/status
ru: Статус: http://ip_address:7923/static/status

source: Extended interface: http://ip_address:7923/static/ext
fr: Interface étendue : http://ip_address:7923/static/ext
ru: Расширенный интерфейс: http://ip_address:7923/static/ext

source: This following section describes the steps to setup an Ubuntu Server running P2Pool for Axe. It has been tested with Ubuntu 16.04 LTS and 18.04 LTS and Axe 1.2.1. While a reasonable effort will be made to keep it up to date, it should be possible to modify the instructions slightly to support different versions or operating systems as necessary.
ru: В следующем разделе пошагово описывается установка Ubuntu Server, на котором будет работать P2Pool для Axe. Всё это было протестировано на Ubuntu 16.04 LTS и 18.04 LTS и Axe 1.2.1. Хотя нужно будет приложить некоторые усилия, чтобы использовать инструкцию с обновлённым ПО, эту инструкцию вполне можно использовать с разными версиями ПО или операционными системами, если это потребуется.
zh_cn: 以下部分描述了为达世币设置运行P2Pool的Ubuntu 服务器的步骤。已经用Ubuntu 16.04 LTS和18.04 LTS和达世币 1.2.1对P2Pool进行了测试。虽然我们将作出合理的努力来保持它的更新，但应该可以稍微修改说明，以在需要时支持不同的版本或操作系统。

source: If you are on a private network behind a router, you will need to set up port forwarding for at least port 8999 (UDP/TCP) for access to the sharechain, as well as port 7903 (UDP/TCP) if you want your node to be accessible to the public. How this is done depends on your particular network router and is therefore beyond the scope of this documentation. An example from the popular DD-WRT open source router distribution is shown below. Guides to setting up port forwarding can be found `here <https://www.wikihow.com/Set-Up-Port-Forwarding-on-a-Router>`__ and `here <http://www.noip.com/support/knowledgebase/general-port-forwarding- guide/>`__.
ar: إذا كنت متصلاً بشبكة خاصة خلف جهاز توجيه ، فستحتاج إلى إعداد إعادة توجيه المنفذ لمنفذ 8999 على الأقل (UDP / TCP) للوصول إلى المشاركة ، وكذلك المنفذ 7903 (UDP / TCP) إذا كنت تريد العقدة الخاصة بك لتكون في متناول الجمهور. يعتمد كيفية القيام بذلك على جهاز توجيه شبكة الاتصال الخاص بك وبالتالي فهو خارج نطاق هذه الوثائق. يظهر مثال من توزيع موجّه DD-WRT مفتوح المصدر الشعبي أدناه. يمكن العثور على أدلة لإعداد توجيه المنفذ `هنا <https://www.wikihow.com/Set-Up-Port-Forwarding-on-a-Router>`__ وايضا `هنا <http://www.noip.com/support/knowledgebase/general-port-forwarding- guide/>`__.

source: Your P2Pool node is now running. If you see errors similar to **Error getting work from axed** or **-10 Axe Core is downloading blocks...** then you must wait until Axe finishes synchronisation. Once this is done, you can point your miners to ``<ip_address>:7903`` to begin mining.
ar: عقدة P2Pool الخاص بك قيد التشغيل الآن. إذا كنت ترى أخطاء مشابهة لـ **خطأ في الحصول على عمل من axed** أو **داش كور -10 يقوم بتنزيل الكتل ...** يجب عليك الانتظار حتى تنتهي داش من المزامنة. بمجرد الانتهاء من ذلك ، يمكنك توجيه عمال المناجم ``<ip_address>: 7903`` لبدء التعدين.
